<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018 page" href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="234e1820ca40eb5e219ba56c9ec7087795094c79" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Te W&#257;nanga Whare Tapere o T&#257;kitimu ki Heretaunga. N&#257; ng&#257; kaum&#257;tua me ng&#257; tino rangatira te tirohanga ki te para i t&#275;tahi huarahi rerenga tahi o te m&#257;tauranga reo M&#257;ori m&#333; te wh&#257;nau. Ka whai w&#257;hi te k&#333;hanga reo ki t&#275;nei kaupapa t&#363;toro e whakarato ana i te m&#257;tauranga kura kaupapa M&#257;ori me ng&#257; m&#257;tauranga whare w&#257;nanga i roto i ng&#257; mahi toi.</p><p lang="mi">Mai i te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga i te tau 2014, kua whakap&#363;mau tonu te wh&#257;nau i te tirohanga, &#257;, e whakawhanake tonu ana r&#257;tou i te wh&#257;nau me ng&#257; kaimahi i a r&#257;tou e whai w&#257;hi atu ana ki te kaupapa, &#257;, i a r&#257;tou hoki e oke ana ki te whakatutuki i t&#257; r&#257;tou aronga rautaki o te paetawhiti. Ka whakatinanahia t&#333; r&#257;tou aronga rautaki ki Te Korowai, &#257;, e h&#257;pai ana hoki i te matawh&#257;nui o ng&#257; mahere tauatanga e arotahi ana ki te whakamana i te wh&#257;nau me t&#333; r&#257;tou whakawhanake tonutanga.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakaatu i t&#333; r&#257;tou t&#363;, hei kaik&#333;rero o te reo M&#257;ori e whai w&#257;hi nui ana ki Te W&#257;nanga Whare Tapere o T&#257;kitimu?</h3><p lang="mi">Ka kitea ki ng&#257; tamariki tu&#257;kana t&#333; r&#257;tou ng&#257;kau titikaha ki te k&#333;rero i te reo M&#257;ori, i a r&#257;tou e ako ana, e t&#363;hura haere ana hoki i roto i Te W&#257;nanga Whare Tapere o T&#257;kitimu.</p><p lang="mi">E poipoia ana, e whakawhanakehia ana ng&#257; p&#275;pi n&#257; te aroha ka &#363;hia ki runga i a r&#257;tou ki Te W&#257;nanga Whare Tapere o T&#257;kitimu.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">He pakari te aronga toi whenuatanga me te tuakiri o ng&#257; tamariki. Ko te h&#333;honutanga o ng&#257; hononga &#257;-wh&#257;nau e h&#257;pai ana hoki i t&#257; r&#257;tou whai w&#257;hi tonu ki te k&#333;hanga reo me te hapori o Te W&#257;nanga Whare Tapere o T&#257;kitimu. E tino tautokona ana te t&#257;ruarua, te whakamaumahara, me te whakapuaki m&#257;horahora hoki o ng&#257; tamariki i &#333; r&#257;tou pepeha, tae atu ki &#333; r&#257;tou marae, &#333; r&#257;tou maunga, &#333; r&#257;tou awa, me &#333; r&#257;tou wh&#257;nau. Kei te m&#257;rama r&#257;tou i ng&#257; tikanga me ng&#257; kawa o te k&#333;hanga reo me Te W&#257;nanga Whare Tapere o T&#257;kitimu. E h&#257;pai ana ng&#257; kaimahi i ng&#257; tamariki ki te whai w&#257;hi m&#257;t&#257;toa ki ng&#257; p&#333;whiri, &#257;, ka ako r&#257;tou i t&#333; r&#257;tou t&#363; hei tangata whenua. Ko te hau karakia t&#275;tahi kawa ake o Te W&#257;nanga Whare Tapere o T&#257;kitimu. Ka &#257;rahi ng&#257; tamariki tu&#257;kana, ka whai w&#257;hi atu hoki &#275;tahi atu ki te wh&#257;nuitanga o aua karakia me aua waiata. Ka waiata r&#257;tou i te h&#299;tori o t&#333; r&#257;tou k&#333;hanga reo me te tirohanga o te wh&#257;nau. Ka ako r&#257;tou i &#333; r&#257;tou hononga ki te whenua. Ka kitea te tino manawa whakah&#299;, te ng&#257;kau nui an&#333; hoki o ng&#257; tamariki i a r&#257;tou e k&#333;rero ana m&#333; &#257; r&#257;tou taonga tuku iho, i a r&#257;tou hoki e whakapuaki ana i ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo.</p><p lang="mi">Kei te m&#257;rama, kei te whakamana hoki ng&#257; tamariki i te mana &#257;hua ake o ia tangata. Kua waihangatia e te wh&#257;nau me ng&#257; kaimahi t&#275;tahi h&#333;taka akoranga whakam&#299;haro e whakatairanga ana i te manaaki, te aroha, me te tiaki. E pou here ana aua uaratanga i te h&#257; o te k&#333;hanga reo, &#257;, n&#257; aua t&#363;&#257;huatanga ka pup&#363; ake te pai o ng&#257; taunekeneke me ng&#257; tino tohu o te aroha o t&#275;tahi ki t&#275;tahi. Ka whakatauira ng&#257; kaimahi i te whakawhanaungatanga, &#257;, ka kitea ki ng&#257; tamariki t&#333; r&#257;tou manaaki me t&#333; r&#257;tou whakaute, t&#275;tahi ki t&#275;tahi. Ka kitea ki ng&#257; tu&#257;kana ng&#257; p&#363;manawa ki te &#257;rahi me te poipoi, i a r&#257;tou e taunekeneke ana ki ng&#257; t&#275;ina. He kawenga, he whakaute te &#257;hua o te whai w&#257;hi nui o ng&#257; tamariki ki te wh&#257;nau o te k&#333;hanga reo.</p><p lang="mi">E arohaina ana ng&#257; p&#275;pi i a r&#257;tou e whai w&#257;hi haere ana ki te kaupapa o te k&#333;hanga reo. Ka hiki, ka taut&#257;whi hoki ng&#257; kaimahi i ng&#257; p&#275;pi i ng&#257; taumahi ako &#257;-r&#333;p&#363;. Ka rongo ng&#257; p&#275;pi i ng&#257; waiata, &#257;, ka korikori ng&#257; kaimahi i runga i te &#257;hua o ng&#257; kupu me ng&#257; manawataki. He m&#257;oriori te hononga &#257;-tinana ki ng&#257; akoranga. N&#257; aua aronga, he mauritau te &#257;hua m&#333; ng&#257; p&#275;pi i a r&#257;tou e ako ana, otir&#257;, m&#333; ng&#257; tamariki katoa puta noa i te k&#333;hanga reo. Ko ng&#257; matea ake o ia p&#275;pi, o ia k&#333;hungahunga hoki e &#257;rahi ana i te &#257;hua o ng&#257; mahi a ng&#257; kaimahi ki te h&#257;pai i ng&#257; tamariki i a r&#257;tou e ako ana, e tupu ana. Ka mahi ng&#257;tahi ng&#257; kaimahi, ka whakatairanga t&#275;tahi i t&#275;tahi, i a r&#257;tou e kawe ake ana i ng&#257; t&#363;momo kaupapa mahi, me ng&#257; t&#363;momo huarahi mahi. E poipoi ana te taiao ako i te mahi ng&#257;tahi, te k&#333;kiri a te tamaiti i a ia an&#333;, te ngohengohe, &#257;, e akiaki ana hoki i te tamaiti ki te whakatau i &#257;na ake whakaritenga. He m&#257;rie, he harikoa, he mauritau hoki ng&#257; tamariki hei &#257;konga.</p><p lang="mi">He t&#363;m&#257;ia ng&#257; tamariki ki te &#257;ta whakapuaki i &#333; r&#257;tou whakaaro m&#257; te reo M&#257;ori. E whakaaweawe ana ng&#257; kaum&#257;tua me ng&#257; kai&#257;rahi i te wh&#257;nau me ng&#257; kaimahi, i a r&#257;tou katoa e whakar&#299;r&#257; ana ki te eke angitu. He rautaki reo M&#257;ori t&#257; te k&#333;hanga reo, &#257;, e arotahi ana t&#275;nei ki te whakapakari i te &#257;heinga reo o te wh&#257;nau me ng&#257; kaimahi, me te whakarato i te kounga kairangi o te reo M&#257;ori. E rumakina ana ng&#257; tamariki ki t&#275;tahi taiao e whakamahia ana ko te reo M&#257;ori anake hei reo whakawhitiwhiti whakaaro. He matatau ng&#257; kaimahi ki te k&#333;rero i te reo M&#257;ori, heoi, he tino tauira r&#257;tou o te reo M&#257;ori m&#333; ng&#257; tamariki. Ka whakamahi r&#257;tou i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki e whai hua ana ki te h&#257;pai me te akiaki i te whakawhanaketanga reo. Ka kitea te h&#333;honutanga o t&#333; r&#257;tou m&#257;rama ki ng&#257; w&#257;hanga whanake o te ako reo, &#257;, he m&#257;t&#257;toa t&#257; r&#257;tou toro atu ki te tautoko i te ako o &#257; r&#257;tou tamariki me &#257; r&#257;tou p&#275;pi i te reo hou me ng&#257; whakatakotoranga hou. Kua tuituia ki te h&#333;taka akoranga, ko te wh&#257;nuitanga o ng&#257; waiata m&#333; ng&#257; t&#363;momo horopaki, hei whakawh&#257;nui an&#333; hoki i te whakawhanaketanga reo o ng&#257; tamariki. Ka patapatai, ka whakamahi an&#333; hoki i ng&#257; k&#275;mu kupu hei whakapakari i ng&#257; puna kupu o ng&#257; tamariki. Ka whakamahi ng&#257; tamariki tu&#257;kana i te reo M&#257;ori ki te whakapuaki i &#333; r&#257;tou whakaaro i roto i te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki. Ko &#275;tahi o aua whakamahinga, ko te whakapuaki i &#333; r&#257;tou kare &#257;-roto me &#333; r&#257;tou matea, me te t&#363;honohono haere i ng&#257; kaupapa. Ka h&#257;pai ng&#257; kaimahi i ng&#257; p&#275;pi ki te whakamahi i ng&#257; tohu &#257;-ringa, &#257;-kanohi hoki, &#257;, i ng&#257; oro hoki hei whakapuaki i &#257; r&#257;tou k&#333;rerorero. Ka kitea te ng&#257;kau titikaha o ng&#257; p&#275;pi me ng&#257; tamariki tu&#257;kana ki te whakawhitiwhiti i &#333; r&#257;tou whakaaro me &#257; r&#257;tou k&#333;rero m&#257; te reo M&#257;ori.</p><p lang="mi">He &#257;konga t&#257;kare ng&#257; tamariki, &#257;, e kawe ake ana r&#257;tou i &#257; r&#257;tou akoranga. Ka mahi ng&#257;tahi ng&#257; kaimahi me te wh&#257;nau ki te waihanga i t&#275;tahi taiao ako e h&#257;pai ana i ng&#257; tamariki ki te t&#363;hura haere, te whakawhanake i &#333; r&#257;tou p&#363;kenga auaha, me te whakangahau i a r&#257;tou e ako ana, e t&#257;karo ana hoki. E h&#257;pai ana ng&#257; w&#257;hi o waho i te t&#363;hura me te whai w&#257;hi atu a ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi. Ka m&#257;ramahia, ka whakanuia hoki te w&#257;hi o waho m&#257; ng&#257; t&#363;momo taumahi a ng&#257; tamariki. E p&#275;r&#257; ana hoki te muramura, te hihiri, me te auaha o te w&#257;hi ako o roto. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te ako ng&#257;tahi hei r&#333;p&#363; iti, hei r&#333;p&#363; nui r&#257;nei, me te mahi takitahi hoki in&#257; ka hiahia. Kei ng&#257; p&#275;pi t&#333; r&#257;tou ake w&#257;hi ako i whakaritea ai, hei w&#257;hanga tonu o te w&#257;hi ako rahi. Ka kite r&#257;tou i ng&#257; tamariki tu&#257;kana e whakawhiti haere ana ki ng&#257; t&#363;momo taumahi, e whakareri ana ki te kai, me te whakapai haere i &#257; r&#257;tou ake taumahi. E ahu mai ana ng&#257; mahinga a ng&#257; p&#275;pi i &#333; r&#257;tou ake w&#257; moe, w&#257; kai, me &#333; r&#257;tou matea &#257;-tinana, &#257;-whatumanawa hoki. Ka whai ng&#257; tamariki tu&#257;kana i ng&#257; mahi e whanake haere ana i t&#333; r&#257;tou &#257;heinga ki te k&#333;kiri me te tiaki i a r&#257;tou an&#333; me &#257; r&#257;tou taonga. Ka kitea ki te taiao nei te tino m&#257;ramatanga ki te &#257;ta whakarato m&#257;rika i t&#275;tahi w&#257;hi ka k&#333;kirihia ki ng&#257; kaupapa, kia ng&#257;kau nuitia ai e ng&#257; tamariki te ako.</p><p lang="mi">E whai w&#257;hi ana ng&#257; tamariki ki te huarahi ako e whakaratohia ana n&#257; ng&#257; wawata o ng&#257; kaum&#257;tua, ng&#257; kai&#257;rahi, te wh&#257;nau, me ng&#257; kaimahi o Te W&#257;nanga Whare Tapere o T&#257;kitimu. E whai w&#257;hi nui ana ng&#257; tamariki o te k&#333;hanga reo ki t&#275;nei taiao ako, otir&#257; ki ng&#257; w&#257;hi katoa, puta noa i te w&#257;nanga. Ko ng&#257; hononga i waenga i te kura, te wharekura, me te w&#257;nanga, e p&#275;r&#257; ana n&#257; ng&#257; hononga k&#275; ki waenga i te wh&#257;nau, ng&#257; kaimahi, me ng&#257; kaiako. Ka whakanuia te whakawhiti atu a ng&#257; tamariki ki ia w&#257;hanga o te huarahi m&#257;tauranga. He m&#257;oriori, he ng&#257;wari k&#275; tonu te whakawhiti atu ki ia w&#257;hanga, p&#275;r&#257; an&#333; ki te neke noa o te tangata ki roto i t&#275;tahi whare. Ka noho maioha ng&#257; kaimahi, ng&#257; kaiako, me te wh&#257;nau ki te mana &#257;hua ake o ia tamaiti, &#257;, e whakawh&#257;nui ana t&#275;nei i ng&#257; whai w&#257;hitanga m&#257;tauranga e whakaratohia ana m&#257; ng&#257; tamariki. E m&#333;hio ana ng&#257; tamariki ki t&#333; r&#257;tou t&#363;nga, he ng&#257;kau titikaha &#333; r&#257;tou, &#257;, e arohaina ana r&#257;tou.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Ko ng&#257; matea e p&#257; ana ki te katoa o te tamaiti, e whai w&#257;hi nui ana, e whakam&#333;hio ana hoki i ng&#257; mahi whakamahere a te wh&#257;nau. Ko te pakari o te &#257;rahitanga me te whakahaeretanga e h&#257;pai ana i te whakatinanatanga o te tirohanga o te wh&#257;nau. He t&#363;toro ng&#257; kaum&#257;tua me te wh&#257;nau, &#257;, e whakarato ana i te kounga kairangi o t&#275;tahi huarahi m&#257;tauranga, mai i te k&#333;hanga reo, ki te kura kaupapa M&#257;ori, ki ng&#257; mahi toi i Te W&#257;nanga Whare Tapere o T&#257;kitimu. E whakatakoto ana te t&#363;tohinga i te tino aronga o ng&#257; whakaritenga kia whai p&#363;take ai, kia whai hua ai an&#333; hoki ng&#257; whakahaeretanga o te k&#333;hanga reo. He mahere rautaki t&#257; te wh&#257;nau e tautuhi ana i ng&#257; wawata matua, &#257;, kua whakah&#257;ngaitia ki t&#257; r&#257;tou mahere &#257;-tau. Ka whai m&#333;hio, ka whakatakotohia an&#333; hoki ng&#257; whakataunga e whakatutukihia ana ki ng&#257; hui &#257;-wh&#257;nau. Ko te waiora o ng&#257; tamariki te aronga matua.</p><p lang="mi">E whakaaweawe ana, e whakatinana ana hoki te arom&#257;tai o roto i ng&#257; whakataunga. E whai w&#257;hi matua ana te arom&#257;tai o roto ki te aronga rautaki o te wh&#257;nau. Ko ng&#257; p&#363;rongo a ng&#257; kaimahi m&#333; ng&#257; akoranga a ng&#257; tamariki me &#333; r&#257;tou matea m&#257;tauranga, e whakatinana haere ana i ng&#257; whakapaitanga. Whakawhiti k&#333;rero ai te wh&#257;nau i ia te w&#257;, hei t&#257;utu i ng&#257; whakatutukitanga e h&#257;pai ana i t&#257; r&#257;tou k&#333;kiri whakamua ki ng&#257; wh&#257;inga. Kua &#257;ta whakaritea te hanganga whakahaere o te k&#333;hanga reo, &#257;, ka whakarerek&#275;hia hei &#257;huatanga tonu o te aronga ki te whakapai haere. Ka &#257;ta whakarite te wh&#257;nau i te noho matua me te whakatutukitanga m&#257;rika an&#333; hoki o ng&#257; mahi whakahaere i te tari. Ka akiaki m&#257;t&#257;toa te r&#333;p&#363; whakahaere i te whai w&#257;hi atu a te wh&#257;nau ki te huarahi ako o &#257; r&#257;tou tamariki. Ko ng&#257; tamariki te aronga matua.</p><p lang="mi">Ka noho matua te aronga atu ki te whakawhanaketanga me te atawhai o ng&#257; tamariki. Ka arotahi ng&#257; kaimahi ki te kounga o ng&#257; akoranga me te whakapuakitanga, m&#257; te whakamahi i Te Wh&#257;riki me Te Korowai. Ka mahi ng&#257;tahi r&#257;tou ki te whakatutuki i ng&#257; t&#363;manako e p&#257; ana ki ng&#257; mahi whakamahere. Ka whakawhanakehia ng&#257; taumahi hei whakarato i te wh&#257;nuitanga o ng&#257; t&#363;momo wheako akoranga ki ng&#257; tamariki. Ka whai whakaaro ng&#257; kaimahi ki ng&#257; r&#333;p&#363; reanga, me ng&#257; ng&#257;kau nuitanga, ng&#257; matea an&#333; hoki o ia tamaiti, i a r&#257;tou e whakamahere ana, &#257;, e whakarite ana hoki m&#257; ng&#257; tamariki. Ka arotahi ng&#257; kaimahi ki te whakawhanake i ng&#257; p&#363;kenga ake o ia tamaiti, &#257;, ka whakaemi r&#257;tou i ng&#257; aromatawai e whai p&#363;take ana, hei whakarato i t&#275;tahi h&#333;taka akoranga ka whakatutuki i ng&#257; matea o ia tamaiti, o ia r&#333;p&#363; tamariki hoki. N&#257; ng&#257; mahi ki te arom&#257;tai i te h&#333;taka, ka whai w&#257; an&#333; hoki ki te whakaaro huritao, te whakawhitiwhiti k&#333;rero, me te whakapuaki an&#333; hoki i ng&#257; rautaki hei whakapai ake i ng&#257; putanga ki ng&#257; tamariki. E arotahi ana te whakawhanaketanga ngaio ki te whakapiki ake i ng&#257; m&#333;hiotanga o ng&#257; kaimahi, inar&#257;, m&#257; te aro nui ki te whakapai tonutanga. E ako ana ng&#257; tamariki, &#257;, e whiwhi ana hoki r&#257;tou i ng&#257; hua ka puta i ng&#257; aronga i &#257;ta whakah&#257;ngaitia ai.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te W&#257;nanga Whare Tapere o T&#257;kitimui roto i te wh&#257; o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>04 Haratua, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Heretaunga</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">55179</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">08C058</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">36, kia 10 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">35, 10 kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 22</p>
<p lang="mi">Tama 13</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Pout&#363;-te-rangi 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>04 Haratua, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Paenga-wh&#257;wh&#257; 2014</p>
<p lang="mi">Pout&#363;-te-rangi 2011</p>
<p lang="mi">Haratua 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te W&#257;nanga Whare Tapere o T&#257;kitimu is based in Hastings. Kaum&#257;tua and prominent leaders created the vision for the establishment of a seamless te reo M&#257;ori education pathway for wh&#257;nau. The k&#333;hanga reo is a part of this visionary complex that offers kura kaupapa M&#257;ori and tertiary performing arts education.</p><p>Since the last ERO report, 2014, the wh&#257;nau has continued to uphold the vision, and upskill wh&#257;nau and kaimahi as they contribute to the kaupapa and strive to achieve their long term strategic direction. Their strategic focus builds upon Te Korowai and enables comprehensive succession planning that focuses on wh&#257;nau empowerment and their ongoing development.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How effectively do children show who they are, as speakers of te reo M&#257;ori and contributors within Te W&#257;nanga Whare Tapere o T&#257;kitimu?</h3><p>Older children demonstrate confidence to korero M&#257;ori, as they learn and explore within Te W&#257;nanga Whare Tapere o T&#257;kitimu.</p><p>Babies are nurtured and are developed as they are a loved at Te W&#257;nanga Whare Tapere o T&#257;kitimu.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children have a strong sense of belonging and identity. The deep wh&#257;nau connections ensure ongoing contributions to the k&#333;hanga reo and the W&#257;nanga Whare T&#257;pere community. Children are well supported to repeat, recall and naturally share their pepeha, marae, maunga, awa and wh&#257;nau. They understand the tikanga and kawa of the k&#333;hanga reo and Te W&#257;nanga Whare T&#257;pere. Kaimahi support children to actively participate in p&#333;whiri where they learn about their role as tangata whenua. The hau karakia is a kawa that is specific to Te W&#257;nanga Whare T&#257;pere o Takitimu. Older children can lead while others participate in a range of these karakia and waiata. They sing about the history of their k&#333;hanga reo and the wh&#257;nau vision. They learn about their connections to the whenua. Children show absolute pride and joy as they talk about their heritage and share the stories of the k&#333;hanga reo.</p><p>Children understand and value individual uniqueness. The wh&#257;nau and kaimahi have created a wondrous learning environment that promotes manaaki, aroha and tiaki. These values underpin the essence of the k&#333;hanga and so, the feelings that emanate include positive interactions and genuine displays of love toward each other. Kaimahi model positive relationships and children demonstrate care and respect to those around them. Tu&#257;kana display leadership and qualities of nurture as they interact with teina. Children are responsible and respectful members of the k&#333;hanga reo wh&#257;nau.</p><p>Babies are loved as they become a part of the kaupapa of the k&#333;hanga reo. Kaimahi hold and comfort them during whole group learning activities. Babies hear waiata and kaimahi move with them to the directions and or the rhythms. There is a natural flow of physical connection to the learning that occurs. These approaches result in a natural calm for babies as they learn, and for all children throughout the k&#333;hanga reo. The individual needs of babies and young children influence the way kaimahi support them as they learn and grow. Kaimahi work together complementing each other as they take different roles and work in different ways. The learning environment fosters co-operation, independence, flexibility and encourages freedom to make choices. Babies and older children are calm, happy and positive learners.</p><p>Children are confident communicators of te reo M&#257;ori. Kaumatua and leaders provide inspiration for the wh&#257;nau and kaimahi as they all strive for excellence. There is an internal te reo M&#257;ori strategy that focuses on building the capability of wh&#257;nau and kaimahi and the provision of high quality te reo M&#257;ori. Children are immersed in an environment where te reo M&#257;ori is the only language of communication. Kaimahi are fluent speakers who provide strong te reo M&#257;ori language models for children. They use a range of effective strategies to support and encourage language development. They show a deep understanding about the phases of language learning and actively seek to support their children and babies as they learn new language and patterns. A range of waiata for different occasions are integrated into the learning programme to extend children&rsquo;s language development. Questions and word games are used to build children&rsquo;s vocabulary. Older children use te reo M&#257;ori to express themselves in a range of different ways. These include sharing how they feel, voicing their needs, and making connections across kaupapa. Kaimahi support the babies to use hand actions, facial expressions and sounds, to share what they need to say. Babies and older children display confidence to communicate ideas, thoughts and messages in te reo M&#257;ori.</p><p>Children are enthusiastic learners who take responsibility for their learning. Kaimahi and wh&#257;nau work together to design a learning environment for children where they can be explorers, develop their creative skills and have fun as they learn and play. Outdoor areas encourage exploration and allow children to do a range of activities. Understanding and valuing the outdoors is included in the things children are able to do. The indoor learning space is equally as colourful, vibrant and creative. This provides children with opportunities to work together, in small, and large groups and independently. The babies have their own learning space in the larger area. They can see older children moving between activities, getting ready for kai and tidying after themselves. The babies&rsquo; routines are based on their sleeping, eating, individual physical and emotional needs. Older children follow routines that help develop responsibility for themselves and belongings. This environment shows a great understanding about the need to truly provide a kaupapa driven space where children love learning.</p><p>Children are a part of the learning journey provided by the aspirations of the Kaumatua, leaders, wh&#257;nau and kaimahi of Te W&#257;nanga Whare Tapere o Takitimu. The k&#333;hanga children are members of this learning environment where they have a place within the k&#333;hanga and across the entire campus. The relationships across kura, wharekura, w&#257;nanga exist as a matter of course, due to the interconnectedness amongst wh&#257;nau, kaimahi and kaiako. Movement for children from each area of this wider education pathway, is celebrated. So although there is a physical transition from one part to the other, this is as natural and calm as movement within a whare. Kaimahi, kaiako and wh&#257;nau appreciate each child&rsquo;s uniqueness and this expands the education opportunities provided for children. Children know their place, are confident and loved.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s holistic needs influence and inform wh&#257;nau planning. Strong leadership and management support the enactment of the wh&#257;nau vision. The kaumatua and wh&#257;nau are visionary and provide an exemplary seamless educational pathway from k&#333;hanga reo to kura kaupapa to the Takitimu School of Performing Arts. The charter provides clear direction for managing the operations of the k&#333;hanga reo efficiently and effectively. The wh&#257;nau has a strategic plan that define key aspirations and is aligned to their annual plan. Decision-making processes at wh&#257;nau hui are well informed and recorded. Children&rsquo;s wellbeing is paramount.</p><p>Internal evaluation influences and informs decision making. It is an integral part of the wh&#257;nau strategic approach. Kaimahi reports about children&rsquo;s learning and educational needs inform improvement. Wh&#257;nau have regular discussions to identify progress towards achieving their goals. The k&#333;hanga reo has a well-established management structure that is modified as a part of an ongoing improvement focus. Wh&#257;nau ensure that all administrative tasks are priorities and attended to well. Management proactively encourage wh&#257;nau to participate in their children&rsquo;s learning journey. Children are the focus.</p><p>Children&rsquo;s development and care is a priority. Kaimahi are focussed on the quality of learning and delivery using Te Wh&#257;riki and Te Korowai. They work collaboratively to fulfil planning expectations. Activities are developed to provide children with a range of learning experiences. Ages groups, individual interests and learning needs are considered by kaimahi as they plan and prepare for children. Kaimahi focus on each child&rsquo;s skills for development, gather purposeful assessment to provide a learning programme to meet their individual and group needs. Programme evaluation provides opportunities to reflect, discuss and share strategies to improve outcomes for children. Professional development is focussed on increasing kaimahi knowledge particularly aimed at ongoing improvement. Children are learning and benefit from focused approaches.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Te W&#257;nanga Whare Tapere o T&#257;kitimu will be in four years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>4 May 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Hastings</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>55179</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>08C058</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>36 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>35 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 22</p>
<p>Boys 13</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>March 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>4 May 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>April 2014</p>
<p>March 2011</p>
<p>May 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-04-05-2018/" title="Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018">Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 04/05/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-wananga-whare-tapere-o-takitimu-30-04-2014/" title="Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 30/04/2014">Te Kōhanga Reo o te Wānanga Whare Tāpere o Tākitimu - 30/04/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
