<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Arataki - 08/06/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Arataki - 08/06/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-arataki-08-06-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Arataki - 08/06/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-arataki-08-06-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Arataki - 08/06/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-arataki-08-06-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Arataki - 08/06/2015 page" href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="1b00ede41a3c63e1a328fb309bc251a446eb3ad0" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Arataki - 08/06/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Arataki - 08/06/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#te-aromatai" title="Te Aromātai">Te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#evaluation" title="Evaluation">Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="te-aromatai" class="toc-anchor"></a><h2>Te Arom&#257;tai</h2><p>E t&#363; ana Te K&#333;hanga Reo o Arataki ki Maunganui. E m&#333;hio pai ana ng&#257; tamariki ki te reo M&#257;ori me &#333;na tikanga, &#257;, ki te whakawhiti whakaaro ki tangata k&#275; atu. E koke ana ng&#257; tamariki i roto i ng&#257; mahi e manaaki ana i te whakaaro ki te whakat&#333;mene me te wh&#257;i w&#257;hi atu ki t&#333; r&#257;tou ao hurihuri. He pai te whakahaeretanga o te ako me te haumarutanga o ng&#257; tamariki e te wh&#257;nau.</p><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Arataki i roto i te toru o ng&#257; tau.</p><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Arataki ki Maunganui. He taura here whakapapa t&#333; te wh&#257;nau ki te iwi o Ng&#257;i Te Rangi. E m&#257;rama kehokeho ana te wh&#257;nau ki ng&#257; wawata m&#333; &#257; r&#257;tou tamariki. E whai hua ana t&#275;n&#275;i ki ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau i te m&#257;ro o te here ki t&#333; r&#257;tou marae. He taonga te reo M&#257;ori. Kei te hiahia hoki te wh&#257;nau kia m&#333;hio a r&#257;tou tamariki, i a r&#257;tou e tere ana i te waka o ako, &#257; r&#257;tou k&#333;rero tuku iho me ng&#257; k&#333;rero whakapapa, &#257;, kia tupu hei &#257;konga m&#257;ia, hikaka hoki. E ako ana ng&#257; tamariki i t&#275;tehi taiao e whakaaro nui nei ki te mahi tahi a te wh&#257;nau. E tino kuhu ana ng&#257; kaum&#257;tua ki te k&#333;hanga reo ki te whakatairanga i t&#333; r&#257;tou reo, i ng&#257; tikanga me ng&#257; whakahaere ki ng&#257; tamariki me te wh&#257;nau.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;whea rawa te m&#333;hio o ng&#257; tamariki ki te reo M&#257;ori me &#333;na tikanga, &#257;, ki te whakawhiti whakaaro ki tangata k&#275; atu?</h3><p>E kitea ana i roto i ng&#257; tamariki te m&#257;iatanga me te m&#333;hio ki te whakamahi i te reo M&#257;ori me &#333;na tikanga hei reo k&#333;rero ki t&#257;ngata k&#275; atu.</p><h3>Ng&#257; Taumata Whakahirahira</h3><h4>Mana Reo</h4><p>He pai ki ng&#257; tamariki ng&#257; w&#257; e whai w&#257;hi nei r&#257;tou ki te whakamahi i te reo M&#257;ori. He maha ng&#257; k&#333;rero whai take me ng&#257; k&#333;rero w&#257;nanga e haere ana i waenganui i ng&#257; kaimahi, te kuia me ng&#257; tamariki. He mea whakakaha te karakia, te mihimihi, ng&#257; waiata, ng&#257; waiata-&#257;-ringa me te korikori i te h&#333;taka ako o ia r&#257; i ng&#257; tamariki, &#257;, he rawe hoki ki ng&#257; tamariki. E whakar&#257;kei k&#275; atu ana a r&#257;tou akoranga reo i ng&#257; whakawhitinga &#333;kawa nei, &#333;paki nei hoki.</p><p>He pai ki ng&#257; tamariki te whakak&#333;rero i &#333; r&#257;tou tinana ki te whakapuaki i &#333; r&#257;tou whakaaro me &#333; r&#257;tou m&#333;hiotanga ki te reo. He pai te arahitanga me te poipoitanga &#333; r&#257;tou ki te whakah&#257;ngai i &#333; r&#257;tou m&#333;hiotanga ki te reo. He pai noa ki ng&#257; pepi te whai w&#257;hi atu me te whakat&#333;mene i t&#333; r&#257;tou taiao ako i te reo. He pai ki a r&#257;tou te mana ki te whakat&#333;mene me te whakapuaki i a r&#257;tou an&#333; i roto i t&#333; r&#257;tou reo ake. E kitea ana i roto i ng&#257; tamariki te m&#257;iatanga me te m&#333;hio ki te whakamahi i te reo M&#257;ori me &#333;na tikanga hei reo k&#333;rero ki t&#257;ngata k&#275; atu.</p><p>E oho k&#275; atu ana ng&#257; tairongo o ng&#257; tamariki hei &#257;konga reo. E whakaritea ana, e whakaratotia ana hoki e ng&#257; kaimahi me te wh&#257;nau ng&#257; kaupapa ako wh&#257;nui e taea ai e ng&#257; tamariki te whakat&#333;mene &#257;-kikokiko nei, &#257;-wairua nei, &#257;-hinengaro nei hoki. He tino pai ki a r&#257;tou te whakawhiti k&#333;rero i roto i ng&#257; mahi ako m&#333; ng&#257; atua M&#257;ori. E tupu ana te aroha &#333; ng&#257; tamariki m&#333; ng&#257; atua M&#257;ori i roto i t&#333; r&#257;tou ao me te ao hurihuri. He rite tonu te whakatairangatanga me te tautokona o ng&#257; tamariki e ng&#257; m&#257;tua kia hono atu ki t&#333; r&#257;tou ao, ki te ao M&#257;ori, ki a r&#257;tou an&#333; hoki.</p><p>E ngaruru ana ng&#257; tamariki i roto i ng&#257; akoranga e akiaki ana i t&#257; r&#257;tou whakat&#333;mene me t&#257; r&#257;tou hono atu ki te ao e karapoti ana i a r&#257;tou. E t&#363; m&#257;ia ana r&#257;tou i roto i ng&#257; whakawhitinga whakaaro ki ng&#257; kaimahi, te wh&#257;nau me &#333; r&#257;tou hoa. E whakamihia ana, e whakamanahia ana ng&#257; mahi a ng&#257; tamariki. E whakakipakipatia ana ng&#257; tamariki e ng&#257; kaimahi ki te ako. E whakatauirahia ana te reo M&#257;ori ki ng&#257; tamariki. He pai ki ng&#257; tamariki ng&#257; pukapuka, te p&#257;nuitanga o aua pukapuka me te p&#257;nui. Ka harikoa r&#257;tou i ng&#257; mahi whakaari me te whakaatu i ng&#257; wheako i roto i te horopaki o te ao M&#257;ori.</p><p>E tino tautokongia ana ng&#257; tamariki ki te whakat&#333;mene i te reo i roto i te taiao ako wh&#257;nau nei. E tino whai w&#257;hi ana ki ng&#257; kaupapa ako o ia r&#257; ng&#257; mema whakaheke o te wh&#257;nau, tat&#363; atu ki ng&#257; kaum&#257;tua. Ka ako, ka rongo hoki ng&#257; tamariki i te reo me &#333;na tikanga e whakap&#363;mautia ana e te wh&#257;nau e whakakotahi nei i te wh&#257;nuitanga o ng&#257; p&#363;kenga me ng&#257; m&#333;hiotanga ki te reo M&#257;ori. He taonga nui te reo o ng&#257; tamariki ki te wh&#257;nau. Ka whakapuakina ki a r&#257;tou te aroha, te whakamihi, me te tautoko mutunga kore i ng&#257; w&#257; e tika ana. E tupu ana te k&#333;ingo me te aroha i roto i ng&#257; tamariki m&#333; te reo M&#257;ori me &#333;na tikanga.</p><h4>Te Whakamahere me te Arom&#257;tai</h4><p>E whakawhiwhia ana ki ng&#257; tamariki ng&#257; momo mahere pai me ng&#257; wheako ako whai take. E whakarite ana ng&#257; kaimahi i ng&#257; mahere-&#257;-w&#257;hanga, &#257;-wiki, o ia r&#257; hoki ki te whakahaere tika i ng&#257; akoranga m&#257; ng&#257; tau katoa me &#333; r&#257;tou p&#363;kenga. E p&#257;oro ana ng&#257; mahere m&#333; te hotaka ki ng&#257; m&#257;tua, ng&#257; k&#333;rero m&#333; ng&#257; mea e ako ana ng&#257; tamariki i te k&#333;hanga reo. Ko ng&#257; hiahia o ng&#257; tamariki, ko te reo M&#257;ori me &#333;na tikanga te poutokomanawa o ng&#257; mahere m&#333; te hotaka.</p><p>E arataki ana te wh&#257;nau i ng&#257; akoranga me te hamarutanga o ng&#257; tamariki. He m&#257;rama he m&#257;ro hoki ng&#257; p&#363;naha whakahaere kua whakat&#333;kia. He rite tonu t&#257; te wh&#257;nau whaka&#363;, pupuri hoki ki &#275;nei tikanga. E whai w&#257;hi atu ana ng&#257; tikanga arotake whaiaro ki te whakanikotanga me te whakatupunga o te wh&#257;nau, &#257;, he p&#257;nga pai &#333;na ki ng&#257; putanga m&#257; ng&#257; tamariki. E m&#333;hio ana te wh&#257;nau m&#333; ng&#257; nekehanga o ia r&#257; o te k&#333;hanga reo. Ka k&#333;tahi r&#257;tou ki te whakamoe i ng&#257; raru e kainamu mai ana. He rite tonu te p&#363;rongotanga o ng&#257; tino rautaki, &#257;, e whakarato ana t&#275;nei i ng&#257; k&#333;rero tika ki te wh&#257;nau m&#333; te kokenga me te huarahi a te k&#333;hanga reo m&#257; ng&#257; tamariki.</p><p>He tika te m&#257;heretanga o ng&#257; tino m&#333; &#257;p&#333;p&#333;, &#257;, he tika hoki te arotakenga o &#275;nei mea e te wh&#257;nau. He m&#257;rama ng&#257; whakataunga a te wh&#257;nau, &#257;, he h&#257;ngai ng&#257; mahere ki te tautoko i ng&#257; akoranga m&#257; ng&#257; tamariki.</p><h4>Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p>M&#333; ng&#257; &#257;huatanga aromatawai, t&#275;r&#257; te pitomata m&#333; te whakaatu k&#275; atu i ng&#257; wheako ako o ng&#257; tamariki, ng&#257; angit&#363;tanga me ng&#257; putanga. E hopu ana ng&#257; kaimahi i ng&#257; k&#333;rero i ng&#257; mahi huhua a ng&#257; tamariki. Heoi an&#333;, k&#257;ore r&#257;tou i te hopu i ng&#257; akoranga a ng&#257; tamariki me ng&#257; putanga ako e pup&#363; ana m&#257; ng&#257; tamariki. K&#257;ore an&#333; ng&#257; kaimahi me te wh&#257;nau kia w&#257;nanga me p&#275;whea rawa r&#257;tou e whakaniko ai i ng&#257; aromatawai kia whai w&#257;hi atu ng&#257; tino t&#257;taritanga o ng&#257; &#257;huatanga e ako nei ng&#257; tamariki me ng&#257; mea hei whakawhanake tonu.</p><p>K&#257;ore i te rite tonu te arotaketanga me te p&#363;rongotanga o te h&#333;taka ako. E whakaae ana ng&#257; kaimahi me whakawhanake tonu ki te &#257;ta m&#257;takitaki i te p&#257;nga o te h&#333;taka ako, o ng&#257; rauemi ako me ng&#257; whakahaere ki te whakaputa i ng&#257; &#257;huatanga whai hua m&#333; ng&#257; tamariki katoa me &#333; r&#257;tou wh&#257;inga ako.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>Ko te taunakitanga a Te Tari Arotake M&#257;tauranga kia whakapakaritia e te wh&#257;nau ng&#257; whakahaere arotake whaiaro me te p&#363;rongo i ng&#257; nekehanga o te h&#333;taka ako.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Arataki ki Maunganui. E m&#333;hio pai ana ng&#257; tamariki ki te reo M&#257;ori me &#333;na tikanga, &#257;, ki te whakawhiti whakaaro ki tangata k&#275; atu. E koke ana ng&#257; tamariki i roto i ng&#257; mahi e manaaki ana i te whakaaro ki te whakat&#333;mene me te wh&#257;i w&#257;hi atu ki t&#333; r&#257;tou ao hurihuri. He pai te whakahaeretanga o te ako me te haumarutanga o ng&#257; tamariki e te wh&#257;nau.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Arataki i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>08 Pipiri, 2015</span></p><a id="evaluation" class="toc-anchor"></a><h2>Evaluation</h2><p>Te K&#333;hanga Reo o Arataki is located in Mount Maunganui. Children know te reo M&#257;ori me ona tikanga well and can communicate with others. Children thrive in a learning environment that encourages exploration and interaction with the world around them. The children&rsquo;s learning and wellbeing is managed well by the wh&#257;nau.</p><p>The next ERO review of Te K&#333;hanga Reo o Arataki will be in three years.</p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Arataki is located in Mount Maunganui. The wh&#257;nau affiliates to the iwi of Ngai Te Rangi. Wh&#257;nau are clear about their aspirations for their children. Te reo M&#257;ori is a priority. As part of their learning journey, wh&#257;nau also want their children to know their cultural and ancestral heritage; and to develop as confident and enthusiastic learners. Children learn in an environment which values the collective efforts of wh&#257;nau. Kaum&#257;tua are actively involved at the k&#333;hanga reo, to promote their language, customs and beliefs to children and wh&#257;nau.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children know te reo M&#257;ori me ona t&#299;kanga, and communicate with others?&rsquo;</h3><p>Children show increasing confidence with and knowledge in using te reo M&#257;ori me ona tikanga to communicate with others.</p><h3>Mana Reo</h3><p>Children enjoy the opportunities they have to use te reo M&#257;ori. Kaimahi and kuia have lots of ongoing meaningful social and learning conversations with children. Karakia, mihi, waiata, waiata-&#257;-ringa and movement to music are strong elements of the daily programme which children enjoy. Their learning of the language is enhanced by these formal and informal interactions.</p><p>Children enjoy using body language to express their messages and understanding of the language. They are well guided and nurtured to refine their knowledge of the language. Babies happily participate and explore in their language learning environment. They enjoy the freedom to explore and express themselves spontaneously in their own reo. Children show increasing confidence with and knowledge in using te reo M&#257;ori me ona t&#299;kanga to communicate.</p><p>Children&rsquo;s multiple senses as language learners are stimulated. Kaimahi and wh&#257;nau successfully organise and provide a wide range of learning activities that children can physically, emotionally and intellectually explore. They especially like sharing conversations during activities about ng&#257; atua M&#257;ori. Children are developing respect for ng&#257; atua M&#257;ori in their lives and the world around them. Children are consistently prompted and supported by adults to make connections to their world, te ao M&#257;ori and themselves.</p><p>Children thrive in learning that encourages exploration and interaction with the world around them. They display confidence when communicating with kaimahi, wh&#257;nau and their peers. Children&rsquo;s participation is valued and appreciated. Kaimahi inspire children to learn. They model te reo M&#257;ori for children. Children enjoy books, being read to and reading on their own. They have fun with role play and replay real life experiences in te ao M&#257;ori contexts.</p><p>Children explore language in a highly supportive wh&#257;nau learning environment. Whanau members across the generations, including kaum&#257;tua are actively involved in children&rsquo;s daily learning. Children learn and hear the language and its customs affirmed by their wh&#257;nau who collectively bring a wide range of te reo M&#257;ori expertise and knowledge. Children&rsquo;s language is valued and appreciated by the wh&#257;nau. They receive love, praise and ongoing support when they need it. Children are developing a love and respect for te reo M&#257;ori me ona t&#299;kanga.</p><h3>Planning and Evaluation</h3><p>Children receive a variety of well planned and purposeful learning experiences. Kaimahi prepare term, weekly and daily plans that are effectively managed for learning across the ages and different abilities. Programme plans inform wh&#257;nau about their child&rsquo;s learning at k&#333;hanga reo. Children&rsquo;s needs, their interests and te reo M&#257;ori me ona t&#299;kanga is at the centre of programme planning.</p><p>The children&rsquo;s learning and wellbeing is managed by the wh&#257;nau. There are clear and well developed management systems in place. These are implemented consistently and maintained by the wh&#257;nau. Wh&#257;nau self review practices are contributing to ongoing improvement and growth which has a direct and positive impact on outcomes for children. Wh&#257;nau know about the day to day operations of the k&#333;hanga reo. They attend to emergent issues and concerns as they arise. There is regular reporting on strategic priorities which provides good information to wh&#257;nau about progress and direction of the k&#333;hanga reo for children.</p><p>Wh&#257;nau have planned well their future priorities and are effectively reviewing regularly against these. Wh&#257;nau make clear decisions and plan well to support children&rsquo;s learning.</p><h3>Key Next Steps</h3><p>There is more potential for assessment information to show more about each child&rsquo;s learning experiences, successes and outcomes. Kaimahi record information about what children do in a range of ways. However, they do not record what children are learning or what the emerging learning outcomes for children are. Kaimahi and wh&#257;nau are yet to examine how they can build on existing assessment to include more considered accounts of children&rsquo;s individual learning and their next steps.</p><p>Children&rsquo;s learning programme is not regularly reviewed and reported. Kaimahi recognise that this is a next step to monitor the extent to which programmes, provisions for learning and practices impact positively on all learners, and their diverse learning needs.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO recommends that wh&#257;nau improve self review to include regular reporting about the programme.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Arataki is located in Mount Maunganui. Children know te reo M&#257;ori me ona tikanga well and can communicate with others. Children thrive in a learning environment that encourages exploration and interaction with the world around them. The children&rsquo;s learning and wellbeing is managed well by the wh&#257;nau.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Arataki will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>8 June 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2><span>Information about the K&#333;hanga Reo</span></h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Mount Maunganui</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>40152</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>14A005</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>30 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>27 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 12</p>
<p>Boys 15</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>April 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>8 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>February 2012</p>
<p>June 2009</p>
<p>May 2005</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Arataki reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-arataki-08-06-2015/" title="Te Kōhanga Reo o Arataki - 08/06/2015">Te Kōhanga Reo o Arataki - 08/06/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-arataki-27-07-2018/" title="Te Kōhanga Reo o Arataki - 27/07/2018">Te Kōhanga Reo o Arataki - 27/07/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script><script async type="text/javascript" src="/_Incapsula_Resource?SWJIYLWA=719d34d31c8e3a6e6fffd425f7e032f3&ns=50&cb=624398273"></script>
</body>
</html>
