<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Puna Reo o Manawanui - 13/01/2014 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Puna Reo o Manawanui - 13/01/2014" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-puna-reo-o-manawanui-13-01-2014/" />
<link rel="alternate" type="text/html" title="Te Puna Reo o Manawanui - 13/01/2014" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-puna-reo-o-manawanui-13-01-2014/" />

    <meta property="og:title" content="Te Puna Reo o Manawanui - 13/01/2014" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-puna-reo-o-manawanui-13-01-2014/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/feature-images/banner-montage1.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Puna Reo o Manawanui - 13/01/2014 page" href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-puna-reo-o-manawanui-13-01-2014/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="a68c49a572c791274c580ef6b3043dd100c63e6a" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=10213#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=10213#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Puna Reo o Manawanui - 13/01/2014</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Puna Reo o Manawanui - 13/01/2014</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/#1-te-aromatai-i-te-puna-reo-o-manawanui" title="1 Te Aromātai i Te Puna Reo o Manawanui">1 Te Aromātai i Te Puna Reo o Manawanui</a>
            </li>
        
            <li>
                <a href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/#1-evaluation-of-te-puna-reo-o-manawanui" title="1 Evaluation of Te Puna Reo o Manawanui">1 Evaluation of Te Puna Reo o Manawanui</a>
            </li>
        
            <li>
                <a href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/#2-information-about-the-early-childhood-service" title="2 Information about the Early Childhood Service">2 Information about the Early Childhood Service</a>
            </li>
        
            <li>
                <a href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/#3-general-information-about-early-childhood-reviews" title="3 General Information about Early Childhood Reviews">3 General Information about Early Childhood Reviews</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-aromatai-i-te-puna-reo-o-manawanui" class="toc-anchor"></a><h2>1 Te Arom&#257;tai i Te Puna Reo o Manawanui</h2><h3>He p&#275;hea te kaha o Te Puna Reo o Manawanui ki te whakatairanga i ng&#257; putanga akoranga takatika m&#333; ng&#257; tamariki?</h3><table cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr style="background-color: #ffffff;">
<td width="128" height="28">
<p>K&#257;ore i te pai</p>
</td>
<td width="137">
<p>Me mahi tonu</p>
</td>
<td width="137">
<p><strong>Pai ana</strong></p>
</td>
<td width="136">
<p>Kua tutuki</p>
</td>
</tr>
</tbody>
</table><p>E pai ana te t&#363;nga o te puna reo ki te whakatairanga i ng&#257; putanga akoranga takatika m&#333; ng&#257; tamariki.</p><p>Kei raro nei ng&#257; kitenga a te Tari Arotake M&#257;tauranga hei h&#257;pai ake i ng&#257; whakaw&#257; nei.</p><h3>He whakam&#257;rama</h3><p>He whare k&#333;hungahunga r&#363;maki ki te reo M&#257;ori a Te Puna Reo o Manawanui kei Te Atatu i T&#257;maki Makaurau. E toru tekau te rahi o ng&#257; tamariki e tika ana ki te raihana o te puna reo tae atu ana ki ng&#257; tamariki tokorima ki raro i te rua tau te pakeke. Ka whakahaeretia te puna reo m&#333; te katoa o te r&#257;. Kua noho te puna reo ki t&#275;nei w&#257;hi mai i te tau 2000, &#257;, n&#333; t&#275;nei rohe, puta noa hoki i T&#257;maki Makaurau ng&#257; tamariki o t&#275;nei puna reo.</p><p>Ko t&#275;tahi o ng&#257; kaiako he kuia kua roa e mahi ana ki te ao m&#257;tauranga k&#333;hungahunga tae atu ana ki ng&#257; pokap&#363; t&#257;karo. Kua whai tohu katoa ng&#257; kaiako. He matau r&#257;tou ki te reo M&#257;ori, &#257;, e ng&#257;kaunui ana hoki me te wh&#257;nau o Manawanui, ki te m&#257;tauranga kaupapa M&#257;ori me te whakatairanga i te oranga katoa ki te hapori M&#257;ori. Ko te tino m&#257;t&#257;pono o te h&#333;taka m&#257;tauranga o te puna reo ko te whakakotahi i te reo M&#257;ori, ng&#257; w&#257;riu me ng&#257; tikanga a te M&#257;ori tae noa ki ng&#257; m&#257;t&#257;pono o Te Wh&#257;riki hei waihanga i t&#275;tahi wheako akoranga whakaihiihi m&#257; ng&#257; tamariki ki t&#275;tahi taiao reo M&#257;ori.</p><p>Ko t&#275;tahi poari whakahaere kei te whakahaere i te puna reo, &#257;, ka hui r&#257;tou i ia rua w&#257; o te tau. He komiti whakahaere hoki t&#333; te puna reo, &#257;, ka hui i ia rua wiki. Kei &#275;nei r&#333;p&#363; te kawenga k&#257;wana i te me ng&#257; whakahaere katoa i te puna reo. Ko te kuia, koia hoki te kaiwhakahaere o te puna reo te puna m&#257;tauranga me te rangatira o te puna reo.</p><p>He takatika katoa ng&#257; p&#363;rongo a te Tari Arotake M&#257;tauranga kua puta mai i t&#275;nei puna reo. Mai i te arotake a te Tari Arotake M&#257;tauranga o mua atu nei i te tau 2010, kua whakarahi ake te whare matua o te puna reo tae atu ana ki t&#275;tahi mahau hou, &#257;, kua whakahoutia t&#275;tahi w&#257;hanga o te w&#257;hi t&#257;karo ki waho.</p><h3>Ng&#257; kitenga o te arotake</h3><p>He pai ki ng&#257; tamariki te marautanga wh&#257;nui o kei Te Wh&#257;riki me ng&#257; m&#257;t&#257;pono o te m&#257;tauranga kaupapa M&#257;ori. Ka whakarato ng&#257; kaiako i ng&#257; w&#257;hi t&#257;karo maioha, &#257;, he t&#257;ngata whai whakaaro r&#257;tou ki ng&#257; ratonga a h&#333;taka me ng&#257; rauemi hei h&#257;ngai ki ng&#257; tamariki katoa. Ka whakatau takiahi ng&#257; tamariki i ng&#257; kaupapa m&#257; r&#257;tou me te uru ki ng&#257; t&#257;karo ng&#257;tahi. Ka arahi o r&#257;tou k&#333;whiringa me o r&#257;tou ng&#257;kaunui i te h&#333;taka e whakarato ana i ng&#257; whai w&#257;hitanga maha m&#257; ng&#257; tamariki ki te tipu hei akonga autaia, akonga m&#257;ia hoki.</p><p>Ka noho ko te reo me ng&#257; tikanga M&#257;ori hei pou here m&#333; ng&#257; &#257;huatanga katoa o te ako o ng&#257; tamariki. Kei te ng&#257;kaunui ng&#257; kaiako me te wh&#257;nau ki te m&#257;tauranga kaupapa M&#257;ori me te oranga katoa o te M&#257;ori tahi i te puna reo me te k&#257;inga. He tohunga te mahi ng&#257;tahi a ng&#257; kaiako me ng&#257; tamariki i a r&#257;tou e t&#257;karo ana me te whakaatu i t&#333; r&#257;tou whakaute pono m&#333; o r&#257;tou whakaaro. Kei te w&#257;tea ng&#257; whakaaturanga me ng&#257; tuhinga ki ng&#257; m&#257;tua me ng&#257; tamariki me te whakaatu m&#257;rama i te p&#363;&#257;waitanga o t&#333; r&#257;tou ako i te haere o te w&#257;. Kei reira hoki ng&#257; whai w&#257;hitanga ako i te reo matatini m&#257; ng&#257; mahi huhua puta noa i te h&#333;taka. He kaiuru m&#257;ia ng&#257; tamariki ki ng&#257; p&#363;r&#257;kau whakaari, &#257;, he pai kia r&#257;tou te whai w&#257;hi ki te waiata, te t&#257;karo, te ako me te mahi ng&#257;tahi.</p><p>E ng&#257;kaunui ana ng&#257; kaiako, ng&#257; kaiwhakahaere me te wh&#257;nau ki te whakatairanga i te oranga katoa hei huarahi m&#333; te M&#257;ori. Ka whakamanatia te tuakiri o ng&#257; tamariki hei M&#257;ori i ia wa, i ng&#257; w&#257; katoa. Ka h&#257;pai te huarahi o te wh&#257;nau ki te whakakotahi me te noho whakaute ki te whakaiti i ng&#257; &#257;rai ki te ako m&#333; ng&#257; takitahi me ng&#257; r&#333;p&#363; tamariki. Ka whakanuia ng&#257; paetae o ng&#257; tamariki me te wh&#257;nau i ia wa. Ka kimi m&#257;t&#257;toa ng&#257; kaiako i te awhina me te tautoko o te wh&#257;nau me te whakautu ki ng&#257; wawata o ng&#257; m&#257;tua e p&#257; ana ki te ako o a r&#257;tou tamariki.</p><p>Ka whakamahi ng&#257; kaiako, ng&#257; whakahaere me te wh&#257;nau i te arotake whaiaro hei mahinga whai whakaaro e arotahi ana ki te whakapai ake i ng&#257; w&#257; katoa. Ka whai whakaaro r&#257;tou ki o r&#257;tou ake mahi hei whakapai ake i ng&#257; putanga m&#333; ng&#257; tamariki me a r&#257;tou tamariki. Ka whakautu o r&#257;tou arotake whaiaro a p&#363;naha, whai hua hoki, ki ng&#257; arotake o waho, ng&#257; wh&#257;inga o roto me ng&#257; wh&#257;inga rautaki. Ka h&#257;ngai tika tonu te ako me te whakawhanake ngaiotanga ki te h&#257;pai ake i te tutuki i ng&#257; wh&#257;inga o te puna reo.</p><p>Ka mahi ng&#257; kaiako, ng&#257; kaiwhakahaere me te wh&#257;nau m&#257; ng&#257; mahi puare me ng&#257; mahi ng&#257;tahi, &#257;, he r&#333;p&#363; mahi kairangi r&#257;tou. Ka tiri r&#257;tou i ng&#257; mahi whakahaere me te whakamahi i o r&#257;tou kaha hei whakatutuki i te tirohanga roa o te puna reo. Ka whai w&#257;hi hoki ng&#257; aromihi mahi ki ng&#257; mahi whakapai ake, &#257;, ka oti &#275;nei mahi a ngaio, a whai kawe hoki.</p><h3>Ng&#257; mahi matua a me&#257;ke nei</h3><p>I whakaae tahi te Tari Arotake M&#257;tauranga, ng&#257; kaiako me ng&#257; kaiwhakahaere ki te:</p><ul>
<li>whakarite me te whakamahine i t&#333; r&#257;tou mahere a tau</li>
<li>arotake i ia wa i ng&#257; mahi whakaako m&#257; ng&#257; w&#257; &#257;ta m&#257;taki i t&#333; hoa mahi, me te</li>
<li>whakawhanake io r&#257;tou tukanga me o r&#257;tou mahi whakawhiti ki te kura.</li>
</ul><h3>Te Whakatau a te Whakahaeretanga ki ng&#257; W&#257;hanga Tautukunga</h3><p>I mua o te arotake, i whakakiia e te kaipupuri i te raihana me ng&#257; kaimahi o Te Puna Reo o Manawanui, t&#275;tahi Tau&#257;ki Kupu T&#363;turu a te Wh&#257;nau o te Pokap&#363; me t&#275;tahi R&#257;rangi T&#257;tari Whaiaro. I roto i &#275;nei tuhinga i oati r&#257;tou i wh&#257;ia e r&#257;tou ng&#257; huarahi whai take hei whakatutuki i &#257; r&#257;tou herenga &#257;-ture p&#257; ana ki:</p><ul>
<li>ng&#257; whakahaerenga &#257; te wh&#257;nau</li>
<li>te hauora, te waiora me te whai oranga</li>
<li>ng&#257; whakahaerenga kaimahi</li>
<li>ng&#257; whakahaerenga p&#363;tea me ng&#257; whakahaerenga rawa.</li>
</ul><p>I te w&#257; o te arotake i titiro Te Tari Arotake M&#257;tauranga ki ng&#257; p&#363;naha o te ratonga m&#333; te whakahaere i ng&#257; w&#257;hi e whai ake nei e tino p&#257;kaha t&#363;pono ana ki te oranga o ng&#257; tamariki:</p><ul>
<li>te haumaru &#257; whatumanawa(tae atu ana ki te arahi takatika me te &#257;rai i te tamaiti)</li>
<li>te haumaru &#257; tinana(tae atu ana ki te m&#257;taki i ng&#257; tamariki, ng&#257; tukanga whakamoe, ng&#257; aitu&#257;, ng&#257; rongo&#257;, te noho m&#257; o te k&#333;hanga, ng&#257; kaupapa here me ng&#257; tukanga e p&#257; ana ki ng&#257; haerenga)</li>
<li>kia tika ng&#257; mahi whakahaere kaimahi (tae atu ana ki ng&#257; taumata tohu, te whakaw&#257;tea o ng&#257; kaimahi i Te Tari Pirihimana, te rehitatanga o ng&#257; kaiako, me te rahi o ng&#257; kaimahi ki ng&#257; tamariki)</li>
<li>ng&#257; tukanga me ng&#257; mahi puta ohorere i te k&#333;hanga ki te tahu te whare ki te ahi, ki te r&#363; whenua r&#257;nei.</li>
</ul><p>E tika ana kia whakatairanga ng&#257; ratonga k&#333;hungahunga katoa i te hauora me te haumaru o ng&#257; tamariki me te arotake i ia w&#257; i o r&#257;tou hanganga ture.</p><h3>Whakaritenga Whaimuri</h3><h4>Hei &#257; hea te Tari Arotake M&#257;tauranga arotake an&#333; ai i te ratonga k&#333;hungahunga?</h4><p>T&#275;r&#257; ka whakahaeretia e te Tari Arotake M&#257;tauranga te arotake whai muri i Te Puna Reo o Manawanui i roto i ng&#257; tau e toru.</p><p>Lynda Pura Watson<br>Kaiwhakahere &#257;-Motu m&#333; ng&#257; Ratonga Arotake M&#257;ori (Te Uep&#363;-&#257;-Motu)</p><h3>Te take o ng&#257; p&#363;rongo a te Tari Arotake M&#257;tauranga</h3><p>Ko te Tari Arotake M&#257;tauranga te tari k&#257;wanatanga k&#333; t&#333;na tino aronga ko te arotake i ng&#257; whare k&#333;hungahunga puta noa i Aotearoa. Kei ng&#257; p&#363;rongo a te Tari Arotake M&#257;tauranga ng&#257; k&#333;rero m&#333; ng&#257; m&#257;tua me ng&#257; hapori e p&#257; ana ki te kaha o t&#275;na, o t&#275;na o ng&#257; ratonga me ng&#257; mahi a me&#257;ke nei hei whanaketanga m&#257; r&#257;tou. Kei te W&#257;hanga Tuatoru o t&#275;nei p&#363;rongo ka kitea Ng&#257; Pou Here, ar&#257; ko te anga arom&#257;tai ahurea rua t&#275;r&#257;. He hoa mahi ng&#257; ratonga k&#333;hungahunga ki ng&#257; mahi arotake, &#257;, ko te tikanga ka whakamahi r&#257;tou i ng&#257; kitenga arotake hei whakarei ake i te oranga me te ako o ng&#257; tamariki.</p><a id="1-evaluation-of-te-puna-reo-o-manawanui" class="toc-anchor"></a><h2>1 Evaluation of Te Puna Reo o Manawanui</h2><h3>How well placed is Te Puna Reo o Manawanui to promote positive learning outcomes for children?</h3><table style="width: 595px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr style="background-color: #ffffff;">
<td width="128" height="28">
<p><span>Not well placed</span></p>
</td>
<td width="137">
<p align="center">Requires further development</p>
</td>
<td width="137">
<p align="center"><strong>Well placed</strong></p>
</td>
<td width="136">
<p align="center">Very well placed</p>
</td>
</tr>
</tbody>
</table><p>This puna reo is well placed to promote positive learning outcomes for the children.</p><p>ERO's findings that support this overall judgement are summarised below.</p><h3>Background</h3><p>Te Puna Reo o Manawanui is a total immersion te reo M&#257;ori early childhood facility located on the Te Atatu Peninsula, Auckland. The puna reo is licensed for 30 children including 5 under 2 years of age and provides a full day service. The puna reo has been operating from the current premises since 2000 and caters for families from the local area and across Auckland.</p><p>The teaching team includes a local kuia who has had a long association with early childhood education, including play centre. Teachers are all qualified. They are competent speakers of te reo M&#257;ori who are committed, alongside the wh&#257;nau of Manawanui, to kaupapa M&#257;ori education and the promotion of holistic wellbeing within the M&#257;ori community. The overarching principle of the educational programme of the puna reo is that it incorporates M&#257;ori language, cultural values and traditions together with the principles of Te Wh&#257;riki to create a stimulating learning experience where tamariki are immersed in a M&#257;ori speaking environment.</p><p>The puna reo is managed by a board of trustees who meet twice a year and a management committee who meet fortnightly. These groups are responsible for the governance and overall operations of the puna reo. The kuia/centre manager has a wealth of cultural wisdom and provides effective leadership at the puna reo.</p><p>The puna reo has a history of positive ERO reports. Since the ERO review in 2010, the main puna reo building has had some extensions including a new covered verandah area and part of the outdoor play area has been upgraded.</p><h3>The Review Findings</h3><p>Children enjoy a rich, broad curriculum based on Te Wh&#257;riki and the principles of kaupapa M&#257;ori education. Teachers provide inviting play areas and are thoughtful about programme provision and resources to cater for all children. Children make independent choices and confidently engage in cooperative play. Their decisions and interests guide a programme that provides many opportunities for children to grow as capable and confident learners.</p><p>Te reo and ng&#257; tikanga M&#257;ori underpin all aspects of children&rsquo;s learning. Teachers and wh&#257;nau members are committed to kaupapa M&#257;ori education and the holistic wellbeing of M&#257;ori both at the puna reo and at home. Teachers skilfully engage with children as they play, and demonstrate a genuine respect for their thoughts and ideas. Displays and records are accessible to parents and children and clearly show how learning develops over time. Opportunities to learn literacy and mathematics skills are included in many ways across the programme. Children are confident participants in dramatic storytelling and enjoy opportunities to sing, play, learn and work together.</p><p>Teachers, management and wh&#257;nau are committed to promoting holistic wellbeing as a pathway for M&#257;ori. Children&rsquo;s identity as M&#257;ori is consistently and continually valued and affirmed. The wh&#257;nau approach is to be inclusive and respectful helps to minimise potential barriers to learning for individuals and groups of children. Both children and wh&#257;nau achievements are regularly celebrated and acknowledged. Teachers actively seek the input and support of wh&#257;nau and respond to parents&rsquo; aspirations for their children&rsquo;s learning.</p><p>Teachers, management and the wh&#257;nau use self review as an action and reflection tool which focuses on continuous improvement. They reflect on their own practice to improve outcomes for children and their wh&#257;nau. Their systematic and purposeful self review is responsive to external review and internal priorities and strategic goals. Professional learning and development is targeted to support the achievement of goals of the puna reo.</p><p>Teachers, management and wh&#257;nau work together in open, collaborative ways and are a high performing team. They share the leadership of initiatives and use their strengths to realise the vision of the puna reo. Performance appraisal also contributes to improvement and is completed in a professional, responsible manner.</p><h3>Key Next Steps</h3><p>ERO, the teachers and management agree that they should continue to:</p><ul>
<li>develop and refine their annual plan</li>
<li>regularly review teaching practice through peer supervision sessions, and</li>
<li>develop their transition to school processes and practices.</li>
</ul><h3>Management Assurance on Legal Requirements</h3><p>Before the review, the management of Te Puna Reo o Manawanui completed an ERO Centre Assurance Statement and Self-Audit Checklist. In these documents they attested that they select &lsquo;have&rsquo; or &lsquo;have not&rsquo; taken all reasonable steps to meet their legal obligations related to:</p><ul>
<li>administration</li>
<li>health, safety and welfare</li>
<li>personnel management</li>
<li>financial and property management.</li>
</ul><p>During the review, ERO looked at the service&rsquo;s systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All early childhood services are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>Next ERO Review</h3><h4>When is ERO likely to review the service again?</h4><p>The next ERO review of Te Puna Reo o Manawanui will be in three years.</p><h3>The Purpose of ERO Reports</h3><p>The Education Review Office (ERO) is the government department that, as part of its work, reviews early childhood services throughout Aotearoa New Zealand. ERO&rsquo;s reports provide information for parents and communities about each service&rsquo;s strengths and next steps for development. ERO&rsquo;s bicultural evaluation framework Ng&#257; Pou Here is described in SECTION 3 of this report. Early childhood services are partners in the review process and are expected to make use of the review findings to enhance children's wellbeing and learning.</p><a id="2-information-about-the-early-childhood-service" class="toc-anchor"></a><h2>2 Information about the Early Childhood Service</h2><table style="width: 621px;" cellspacing="0" cellpadding="7"><colgroup><col><col></colgroup><colgroup><col></colgroup><colgroup><col></colgroup>
<tbody>
<tr>
<td colspan="2" width="229" height="9">
<p>Location</p>
</td>
<td colspan="2" width="364">
<p>Te Atatu Peninsula, Auckland</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="2" width="364">
<p>10161</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Licence type</p>
</td>
<td colspan="2" width="364">
<p>Education &amp; Care Service</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Licensed under</p>
</td>
<td colspan="2" width="364">
<p>Education (Early Childhood Centres) Regulations 1998</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Number licensed for</p>
</td>
<td colspan="2" width="364">
<p>30 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Service roll</p>
</td>
<td colspan="2" width="364">
<p>24 children, including 1 child under 2</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Gender composition</p>
</td>
<td colspan="2" width="364">
<p>Boys 12 Girls 12</p>
</td>
</tr>
<tr valign="top">
<td colspan="2" width="229" height="9">
<p>Ethnic composition</p>
</td>
<td width="184">
<p>M&#257;ori</p>
</td>
<td width="166">
<p>100%</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Percentage of qualified teachers</p>
<p>0-49% 50-79% 80% </p>
<p><em>Based on funding rates</em></p>
</td>
<td colspan="2" width="364">
<p>80%  </p>
</td>
</tr>
<tr>
<td rowspan="2" width="154" height="9">
<p>Reported ratios of staff to children</p>
</td>
<td width="62">
<p>Under 2</p>
</td>
<td width="184">
<p>1:2</p>
</td>
<td width="166">
<p>Better than minimum requirements</p>
</td>
</tr>
<tr>
<td width="62">
<p>Over 2</p>
</td>
<td width="184">
<p>1:4</p>
</td>
<td width="166">
<p>Better than minimum requirements</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Review team on site</p>
</td>
<td colspan="2" width="364">
<p>August 2013</p>
</td>
</tr>
<tr>
<td colspan="2" width="229" height="9">
<p>Date of this report</p>
</td>
<td colspan="2" width="364">
<p>13 January 2014</p>
</td>
</tr>
<tr>
<td colspan="2" rowspan="3" width="229" height="6" valign="top">
<p>Most recent ERO report(s)</p>
<p></p>
</td>
<td width="184">
<p>Education Review</p>
</td>
<td width="166">
<p>September 2010</p>
</td>
</tr>
<tr>
<td width="184">
<p>Education Review</p>
</td>
<td width="166">
<p>May 2007</p>
</td>
</tr>
<tr>
<td width="184">
<p>Education Review</p>
</td>
<td width="166">
<p>June 2003</p>
</td>
</tr>
</tbody>
</table><a id="3-general-information-about-early-childhood-reviews" class="toc-anchor"></a><h2>3 General Information about Early Childhood Reviews</h2><h3>ERO&rsquo;s Evaluation Framework</h3><p>ERO&rsquo;s overarching question for an early childhood education review is &lsquo;How well placed is this service to promote positive learning outcomes for children?&rsquo; ERO focuses on the following factors as described in the bicultural framework <a href="http://www.ero.govt.nz/Review-Process/Frameworks-and-Evaluation-Indicators-for-ERO-Reviews/He-Pou-Tataki-How-ERO-reviews-early-childhoood-sevices/PART-4-ERO-s-Framework-for-review-Nga-Pou-Here"> Ng&#257; Pou Here</a>:</p><p><em>Pou Whakahaere</em> &ndash; how the service determines its vision, philosophy and direction to ensure positive outcomes for children</p><p><em>Pou &#256;rahi</em> &ndash; how leadership is enacted to enhance positive outcomes for children</p><p><em>M&#257;tauranga</em> &ndash; whose knowledge is valued and how the curriculum is designed to achieve positive outcomes for children</p><p><em>Tikanga whakaako</em> &ndash; how approaches to teaching and learning respond to diversity and support positive outcomes for children.</p><p>Within these areas ERO considers the effectiveness of <em>arotake</em> &ndash; self review and of <em>whanaungatanga</em> &ndash; partnerships with parents and wh&#257;nau.</p><p>ERO evaluates how well placed a service is to sustain good practice and make ongoing improvements for the benefit of all children at the service.</p><p>A focus for the government is that all children, especially priority learners, have an opportunity to benefit from quality early childhood education. ERO will report on how well each service promotes positive outcomes for all children, with a focus on children who are M&#257;ori, Pacific, have diverse needs, and are up to the age of two.</p><p><em>For more information about the framework and Ng&#257; Pou Here refer to</em> <a href="http://www.ero.govt.nz/Review-Process/Frameworks-and-Evaluation-Indicators-for-ERO-Reviews/He-Pou-Tataki-How-ERO-reviews-early-childhoood-sevices"> ERO&rsquo;s Approach to Review in Early Childhood Services</a><em><span>.</span></em></p><h3>ERO&rsquo;s Overall Judgement and Next Review</h3><p>The overall judgement that ERO makes and the timing of the next review will depend on how well placed a service is to promote positive learning outcomes for children. The categories are:</p><ul>
<li>Very well placed &ndash; The next ERO review in four years</li>
<li>Well placed &ndash; The next ERO review in three years</li>
<li>Requires further development &ndash; The next ERO review within two years</li>
<li>Not well placed - The next ERO review in consultation with the Ministry of Education</li>
</ul><p>ERO has developed criteria for each category. These are available on <a href="http://www.ero.govt.nz/Review-Process/For-Early-Childhood-Services-and-Nga-Kohanga-Reo/ERO-Reviews-of-Early-Childhood-Services/Draft-criteria-for-ERO-s-review-return-times-for-early-childhood-services."> ERO&rsquo;s website</a>.</p><h3>Review Coverage</h3><p>ERO reviews are tailored to each service&rsquo;s context and performance, within the overarching review framework. The aim is to provide information on aspects that are central to positive outcomes for children and useful to the service.&nbsp;</p></html>

        </div>

        
            
                <aside>

    <h6>Te Puna Reo o Manawanui reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-puna-reo-o-manawanui-01-04-2019/" title="Te Puna Reo o Manawanui - 01/04/2019">Te Puna Reo o Manawanui - 01/04/2019</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-puna-reo-o-manawanui-13-01-2014/" title="Te Puna Reo o Manawanui - 13/01/2014">Te Puna Reo o Manawanui - 13/01/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
