<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo Aroha o Otangarei - 12/04/2017 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo Aroha o Otangarei - 12/04/2017" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo Aroha o Otangarei - 12/04/2017" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/" />

    <meta property="og:title" content="Te Kōhanga Reo Aroha o Otangarei - 12/04/2017" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo Aroha o Otangarei - 12/04/2017 page" href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="786647df6d7c52a2af034c167bb5557edf71a3ac" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/orewa-preschool-21-06-2018/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/orewa-preschool-21-06-2018/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo Aroha o Otangarei - 12/04/2017</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo Aroha o Otangarei - 12/04/2017</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo ">Ngā kōrero e pā ana ki te kōhanga reo </a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#4-recommendations" title="4 Recommendations">4 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo ">Information about the Kōhanga Reo </a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2>
</div><p>E t&#363; ana Te K&#333;hanga Reo Aroha o &#332;tangarei ki waenga i Te Kura o &#332;t&#257;ngarei me te marae o Te Pu&#257;waitanga Hou, ki Whang&#257;rei. N&#333; te tau 2016 &#275;tahi wh&#257;nau hou me &#275;tahi kaimahi hou i whakauru mai ai ki te k&#333;hanga reo. He hononga t&#333; ng&#257; tamariki ki a Ng&#257;puhi r&#257;ua ko Ng&#257;ti Hine.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te kite i te t&#363;m&#257;ia o ng&#257; tamariki?</h3><p>E whakawhanake ana ng&#257; tamariki i te t&#363;m&#257;ia hei &#257;konga e whai w&#257;hi ana ki te h&#333;taka o ia r&#257;.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Ka rumakina ng&#257; tamariki ki te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i ng&#257; rautaki hopu reo e h&#257;pai ana i te whakawhanaketanga o te reo M&#257;ori o ng&#257; tamariki. Ka whakamahi r&#257;tou i ng&#257; p&#257;tai, te kipa reo, te t&#257;ruarua, me te whakatauira hei akiaki i ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te t&#363; hei tuakana, hei teina hoki ki te taki i &#333; r&#257;tou pepeha, me te tautoko i &#275;tahi atu. E h&#257;pai ana ng&#257; waiata ki te whakatau i ng&#257; tamariki, me te whakawhanake, te whakatairanga an&#333; hoki i t&#333; r&#257;tou pakari ki te reo. He p&#257;rekareka ki ng&#257; tamariki te ako i te reo M&#257;ori.</p><p>He pai te whakawhanaunga a ng&#257; tamariki ki ng&#257; kuia, ng&#257; kaimahi, me te wh&#257;nau. Ka whakarato ng&#257; kaimahi ia w&#257; kia whaiw&#257;hi atu ng&#257; tamariki ki ng&#257; taumahi i te taha o &#333; r&#257;tou hoa, t&#333; r&#257;tou wh&#257;nau, me &#333; r&#257;tou kaum&#257;tua. He m&#257;t&#257;toa te whai w&#257;hi a te kuia ki te h&#333;taka akoranga. Ka whakatauira ia i te reo M&#257;ori me ng&#257; tikanga ki ng&#257; tamariki, te wh&#257;nau, me ng&#257; kaimahi. Ka whakatau, ka tauawhi hoki te kuia i ng&#257; tamariki i ng&#257; w&#257; e tika ana. Ka akiaki ng&#257; kaimahi i te whai a ng&#257; p&#275;pi i &#333; r&#257;tou ake ng&#257;kau nuitanga, me te whai w&#257;hi atu ki ng&#257; taumahi ki te taha o &#333; r&#257;tou tu&#257;kana. Ka ng&#257;kau nui ng&#257; tamariki ki te waiata ki te taha o te wh&#257;nau me ng&#257; kaimahi. E whiwhi ana ng&#257; tamariki i ng&#257; painga o te whakawhanaungatanga.</p><p>He pakari te taunekeneke a ng&#257; tamariki i te k&#333;hanga reo. Kua whakaritea e ng&#257; kaimahi ng&#257; mahinga o ia r&#257;, me ng&#257; kawa, ng&#257; tikanga hoki m&#333; te mihi whakatau, hei w&#257;hanga matua tonu o ng&#257; akoranga a ng&#257; tamariki. Ka ako ng&#257; tamariki i te awhi, te tautoko, te mihi, te harikoa, me te p&#257;rekareka. He whai w&#257;hitanga m&#333; r&#257;tou ki te whakawhanake i ng&#257; p&#363;kenga &#257;rahi, me te h&#257;pai i aua kawenga ki te taha o ng&#257; kaimahi. He tau ng&#257; tamariki ki te taiao ako nei.</p><p>He p&#257;kiki ng&#257; tamariki ki te taiao m&#257;oriori me te taiao t&#363;turu. E whakaw&#257;tea ana te w&#257;hi o waho i ng&#257; tamariki ki te whai w&#257;hi atu ki ng&#257; taumahi &#257;-r&#333;p&#363; me &#333; r&#257;tou ake ng&#257;kau nuitanga, &#257;, e whakatairanga an&#333; hoki i te t&#363;hura i te ao t&#363;turu. E w&#257;tea ana ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi e h&#257;pai ana i a r&#257;tou, m&#257; ng&#257; wheako &#257;-ringa i roto i ng&#257; akoranga me ng&#257; t&#257;karo. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te p&#257;, te rongo, te kite, me te hongihongi i ng&#257; &#257;huatanga katoa o te taiao m&#257;oriori. He p&#257;rekareka ki ng&#257; tamariki &#257; r&#257;tou wheako ako.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ko te ako me te atawhai o ng&#257; tamariki e whakatinana ana i ng&#257; whakaritenga whakahaere. Arotake ai te wh&#257;nau i ng&#257; kaupapa here me ng&#257; tukanga o te t&#363;tohinga i ia te w&#257;, hei &#257;ta whakatau i te h&#257;ngaitanga o &#275;nei ki ng&#257; herenga &#257;-ture. Kua whakaritea ng&#257; tuhinga mahi, &#257;, e h&#257;ngai ana ki te w&#257;. Ka whakatutuki haere te wh&#257;nau i ng&#257; take ka pup&#363; ake i roto i ng&#257; whakahaeretanga o ia r&#257; ki te k&#333;hanga reo. Ko ng&#257; matea o ng&#257; tamariki e whakatinana ana i ng&#257; whakahaeretanga o ia r&#257;.</p><p>Ka whakamahi te wh&#257;nau i Te Ara T&#363;&#257;pae hei &#257;rahi i te whakamahere rautaki, me te whai p&#257;nga o &#275;nei ki ng&#257; kaupapa matua i te k&#333;hanga reo. Ka t&#257;utu t&#275;tahi mahere mahi i ng&#257; wh&#257;inga, ng&#257; mahi, me ng&#257; kawenga a t&#275;n&#257; me t&#275;n&#257;, hei h&#257;pai i te ahu whakamua. Ka p&#363;rongotia &#275;tahi o ng&#257; mahi rautaki ki ng&#257; hui &#257;-wh&#257;nau. Ka h&#257;pai ng&#257; mahi arom&#257;tai o roto i te wh&#257;nau ki te whakatutuki i ng&#257; matea o ng&#257; tamariki.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Ko te aromatawai i ng&#257; akoranga a ng&#257; tamariki t&#275;tahi &#257;huatanga hei whakawhanake ake. K&#257;hore i te tino m&#257;rama ng&#257; kaimahi ki te p&#363;take o te aromatawai. Ka whakaemi r&#257;tou i ng&#257; tauira mahi a ng&#257; tamariki, hei whakatakoto i t&#275;tahi p&#363;kete e tohu ana i ng&#257; taumahi a ia tamaiti i roto i te h&#333;taka akoranga. Engari, he wh&#257;iti te m&#333;hiotanga me te m&#257;ramatanga o ng&#257; kaimahi ki ng&#257; hononga ki te ahu whakamua a ng&#257; tamariki i roto i ng&#257; akoranga.</p><p>K&#257;hore an&#333; ng&#257; kaimahi kia whakarite i t&#275;tahi tukanga m&#333; te arom&#257;tai i te whai huatanga o te h&#333;taka akoranga. K&#257;hore e taea e r&#257;tou te &#257;ta whakapuaki te p&#363;take o te arom&#257;tai. K&#257;hore ng&#257; kaimahi e aroturuki ana i ng&#257; t&#363;momo whakarerek&#275;tanga ki te h&#333;taka akoranga, me ng&#257; take i p&#275;nei ai ng&#257; whakarerek&#275;tanga. Ko te arom&#257;tai tonu i te h&#333;taka ka &#257;ta whakarite i te whai whakaaro nui ki ng&#257; &#257;huatanga matua o ng&#257; tamariki hei &#257;konga. Ka whai hua ng&#257; tamariki m&#257; te whakah&#257;ngai i te h&#333;taka, kia tutukihia ai &#333; r&#257;tou matea.</p><p>K&#257;hore te wh&#257;nau i whakaraupapa i te whakawhanaketanga o te reo M&#257;ori hei kaupapa matua. Ahakoa kua whakawhiti k&#333;rero r&#257;tou m&#333; te reo M&#257;ori, k&#257;hore i te wh&#257;nau t&#275;tahi mahere mahi ka aroturuki, ka p&#363;rongo hoki i t&#257; r&#257;tou ahu whakamua ki te whakatutuki i t&#275;nei &#257;huatanga.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2>4 Ng&#257; Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>toro atu ng&#257; kaimahi ki te tautoko ka whakapai ake i ng&#257; whakaritenga e p&#257; ana ki te aromatawai me te arom&#257;tai h&#333;taka</li>
<li>whakapakari te wh&#257;nau i te arom&#257;tai o roto hei whakatinana ake i ng&#257; mahi ki te whakamahere rautaki.</li>
</ul><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo Aroha o &#332;tangarei i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>12 Paengawh&#257;wh&#257;, 2017</span>&nbsp;</p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo&nbsp;</h2><table style="width: 593px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="3" width="377">
<p>Kei Whang&#257;rei</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="3" width="377">
<p>18209</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="3" width="377">
<p>01B009</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="3" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td colspan="3" width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="3" width="377">
<p>20, kia tokowh&#257; ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="3" width="377">
<p>7, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="3" width="377">
<p>K&#333;tiro 4</p>
<p>Tama t&#257;ne 3</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td colspan="2" width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="3" width="377">
<p>20-21 Hui-tanguru 2017</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="3" width="377">
<p><span>12 Paengawh&#257;wh&#257;, 2017</span></p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;piri</p>
<p>Arotake T&#257;piri</p>
</td>
<td colspan="2" width="225">
<p>Haratua 2014</p>
<p>Paenga-wh&#257;wh&#257; 2011</p>
<p>Paenga-wh&#257;wh&#257; 2009</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo Aroha o &#332;tangarei is between &#332;tangarei Primary School and Te Pu&#257;waitanga Hou Marae, Whang&#257;rei. New wh&#257;nau and kaimahi joined the k&#333;hanga reo in 2016. Children have links to Ng&#257;puhi and Ng&#257;ti Hine.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children display confidence?</h3><p>Children are developing confidence in the daily programme as learners.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are immersed in a te reo M&#257;ori environment. Kaimahi use language acquisition strategies to support children&rsquo;s te reo M&#257;ori development. They use questions, language prompts, repetition and modelling to encourage children to speak te reo M&#257;ori. Children have opportunities as tuakana teina to recite and support each other with their pepeha. Waiata helps to settle children, develop and raise their language confidence. Children enjoy learning te reo M&#257;ori.</p><p>Children interact positively with kuia, kaimahi and wh&#257;nau. Kaimahi provide opportunities for children to regularly participate in activities with peers, wh&#257;nau and kaum&#257;tua. The kuia actively participates in the learning programme. She is a role model for te reo M&#257;ori and tikanga for children, wh&#257;nau and kaimahi. The kuia provides children with reassurance and comfort as needed. Kaimahi encourage babies to follow their own interests and participate in activities with their tuakana. Children enjoy waiata with wh&#257;nau and kaimahi. Children benefit from positive relationships.</p><p>Children interact confidently in the k&#333;hanga reo. Kaimahi have established daily routines, kawa and tikanga for mihi whakatau as an integral part of children&rsquo;s learning. Children learn about awhi, tautoko, mihi, harikoa and parekareka. They have opportunities to develop leadership skills and share these responsibilities with kaimahi. Children are settled in the learning environment.</p><p>Children are curious about the natural and physical environments&rsquo;. The outdoor space allows children to participate in group activities, follow their interests and promotes exploration in the physical environment. Children have access to a range of resources that supports them with hands on experiences in learning and play. Kaimahi encourage children to touch, feel, see and smell living things in the natural environment. Children enjoy their learning experiences.&nbsp;</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning and care informs management practices. Wh&#257;nau regularly review charter policies and practices to ensure these are aligned to legislative requirements. Employment documentation is current and in place. Wh&#257;nau attend to issues as these arise in the daily management of the k&#333;hanga reo. Children&rsquo;s needs inform daily management.</p><p>Wh&#257;nau use Te Ara T&#363;&#257;pae to guide strategic planning based on k&#333;hanga reo priorities. An action plan identifies goals, actions and delegated individual with responsibilities to support progress. Some reports about strategic actions at hui &#257;- wh&#257;nau . Internal evaluation practices assist wh&#257;nau to meet children&rsquo;s needs.</p><h3>Key Next Steps</h3><p>Assessment of children&rsquo;s learning is an area for further development. Kaimahi are unclear about the purpose of assessment. They gather samples of children&rsquo;s work to create an individual record of the activities in the learning programme. However, kaimahi knowledge and understanding about the links to children&rsquo;s progress in learning is limited.</p><p>Kaimahi have yet to establish a process for evaluating the effectiveness of the learning programme. They are unable to articulate clearly the purpose of evaluation. Kaimahi do not monitor what changes have been made to the learning programme and the reasons behind such changes. Ongoing evaluation of the programme will ensure that children&rsquo;s priorities as learners are considered. Children benefit when a programme is tailored to meet their needs.</p><p>Wh&#257;nau have not included te reo M&#257;ori development as a priority. While they have discussed te reo M&#257;ori wh&#257;nau do not have an action plan to monitor and report their progress toward achievement.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendations" class="toc-anchor"></a><h2>4 Recommendations</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendations:</p><ul>
<li>
<p>kaimahi seek support to improve assessment and programme evaluation practices</p>
</li>
<li>
<p>wh&#257;nau strengthen internal evaluation to to inform strategic planning.&nbsp;</p>
</li>
</ul><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo Aroha o &#332;tangarei will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>12 April 2017&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo&nbsp;</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Whang&#257;rei</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>18209</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>01B009</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>20 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>7 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 4</p>
<p>Boys 3</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>February 2017</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>12 April 2017</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Supplementary Review</p>
</td>
<td colspan="2" width="187">
<p>May 2014</p>
<p>April 2011</p>
<p>April 2009</p>
</td>
</tr>
</tbody>
</table><div>
<p align="right"><br><br></p>
</div></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo Aroha o Otangarei reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-02-05-2014/" title="Te Kōhanga Reo Aroha o Otangarei - 02/05/2014">Te Kōhanga Reo Aroha o Otangarei - 02/05/2014</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-aroha-o-otangarei-12-04-2017/" title="Te Kōhanga Reo Aroha o Otangarei - 12/04/2017">Te Kōhanga Reo Aroha o Otangarei - 12/04/2017</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
