<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Kaahu - 09/06/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kaahu - 09/06/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kaahu - 09/06/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Kaahu - 09/06/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Kaahu - 09/06/2015 page" href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="ff95a2c121d0c9e923258267b0d03191b1cd7b88" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Kaahu - 09/06/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Kaahu - 09/06/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#te-aromatai" title="Te Aromātai">Te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#evaluation" title="Evaluation">Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="te-aromatai" class="toc-anchor"></a><h2>Te Arom&#257;tai</h2><p>E t&#363; ana Te K&#333;hanga Reo o Te Kaahu ki Ng&#257;ruaw&#257;hia. Ka tino pu&#257;wai ng&#257; tamariki hei &#257;konga ki t&#333; r&#257;tou taiao reo M&#257;ori. E pou here ana te whanaungatanga i ng&#257; wheako katoa e whiwhi ana ng&#257; tamariki ki te k&#333;hanga reo. E whakapono ana te wh&#257;nau ki te &#257;heinga o ng&#257; kaimahi ki te whakahaere i te k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki.</p><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Te Kaahu i roto i te toru o ng&#257; tau.</p><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p><em>Ko Tainui te waka </em></p><p><em>Ko Taupiri te maunga </em></p><p><em>Ko Waikato te awa </em></p><p><em>Ko T&#363;rangawaewae te marae</em></p><p><em> Ko Te K&#333;hanga Reo o Te Kaahu e tau nei.</em></p><p>E t&#363; ana Te K&#333;hanga Reo o Te Kaahu ki Ng&#257;ruaw&#257;hia. He tino hononga t&#333; te k&#333;hanga reo ki Te K&#299;ngitanga, &#257;, ka whakanuia hoki t&#275;nei &#257;huatanga ki t&#333;na ingoa a Te Kaahu. He hononga &#257;-whakapapa t&#333; ng&#257; kaimahi ki ng&#257; tamariki r&#257;tou ko ng&#257; kaum&#257;tua. Ka whai w&#257;hi nui hoki ng&#257; kaum&#257;tua ki te wh&#257;nau nei. Kua roa nei te kaiako e mahi ana ki t&#275;nei k&#333;hanga reo.</p><p>Ko te whanaungatanga t&#275;tahi &#257;huatanga nui ki te wh&#257;nau, &#257;, ka &#257;rahi hoki i te &#257;hua o &#257; r&#257;tou mahi whakahaere i te k&#333;hanga reo. Ka whai whakaaro nui ki ng&#257; painga m&#333; ng&#257; tamariki, m&#257; te tirohanga a te wh&#257;nau.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te whakapuakitanga o te whanaungatanga i roto i ng&#257; akoranga a ng&#257; tamariki?</h3><p>He m&#257;ia ng&#257; tamariki ki te whakapuaki i te whanaungatanga i roto i &#257; r&#257;tou akoranga.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>E pu&#257;wai ana ng&#257; tamariki hei &#257;konga ki t&#333; r&#257;tou taiao reo M&#257;ori. He p&#257;rekareka ki ng&#257; tamariki ng&#257; taumahi e whakamahia ana e ng&#257; kaimahi ki te whakatairanga ake i t&#257; r&#257;tou ako i te reo. Ka rongo ng&#257; tamariki ki te reo kairangi e whakatauiratia e ng&#257; kaum&#257;tua i roto i &#257; r&#257;tou taunekeneketanga. Ka h&#257;pai ng&#257; tu&#257;kana i ng&#257; t&#275;ina i a r&#257;tou e t&#363;hura ana i te reo.</p><p>Ka whai w&#257;hi ng&#257; tamariki ki ng&#257; whakatau, me ng&#257; karakia, ng&#257; h&#299;mene, ng&#257; waiata, ng&#257; mihimihi, me ng&#257; pepeha i ia r&#257;. He pai te aro atu a ng&#257; tamariki ki ng&#257; wero i roto i te reo M&#257;ori.</p><p>He pakari ng&#257; tamariki, &#257;, ka kawe r&#257;tou i t&#257; r&#257;tou ake ako. He whakaahua, he tohu, he mahi toi hoki ki te taiao ako, &#257;, e m&#333;hio ana ng&#257; tamariki ki aua &#257;huatanga. He maha ng&#257; rauemi e w&#257;tea ana ki ng&#257; tamariki. He harikoa r&#257;tou ki te ako takir&#333;p&#363;, me te ako takitahi. He h&#257;neanea, he tau hoki ng&#257; tamariki ki te k&#333;hanga reo.</p><p>Ka kitea te pakari haere o ng&#257; tamariki ki te &#257;rahi me te h&#257;pai hoki i &#275;tahi atu i roto i &#257; r&#257;tou akoranga. Ka whakanui ng&#257; kaimahi i ng&#257; hononga me ng&#257; taunekeneke ki waenga i te tuakana me te teina i roto i ng&#257; akoranga katoa. Ka kitea te manaaki, te aroha, me te manawa popore o ng&#257; tamariki m&#333; &#333; r&#257;tou hoa. Kei te whanake hoki t&#333; r&#257;tou m&#257;ramatanga ki ng&#257; t&#363;momo huarahi ka whakatutuki r&#257;tou i ng&#257; tikanga M&#257;ori. Ka whakaongaongatia ng&#257; tamariki, kia whanake ai t&#333; r&#257;tou &#257;heinga ki te &#257;rahi, ki te &#257;ta whai w&#257;hi nui hoki ki te wh&#257;nau.</p><p>Ko te aronga toi whenuatanga o ng&#257; tamariki, me t&#333; r&#257;tou whai w&#257;hi motuhake ki te k&#333;hanga reo, ka whakap&#363;mautia m&#257; te whakapapa. Ko ng&#257; wheako akoranga ka whakaratohia ki ng&#257; tamariki e whakatairanga ana i ng&#257; hononga &#257;-wh&#257;nau. He p&#257;rekareka ki ng&#257; tamariki &#257; r&#257;tou w&#257; ako ki te taha o ng&#257; kaum&#257;tua, t&#333; r&#257;tou wh&#257;nau, me &#333; r&#257;tou hoa. Ka wheako ng&#257; tamariki i te aroha, te manaaki, me te tiaki, &#257;, e pou here nei aua ari&#257; i ng&#257; taunekeneke a te wh&#257;nau.</p><h3>Te Whakaritenga Matua ka Whai Ake</h3><p>E m&#333;hio ana te wh&#257;nau, k&#257;hore te h&#333;taka m&#257; ng&#257; p&#275;pi e &#257;ta h&#257;pai rawa i a r&#257;tou. Ahakoa ka whai w&#257;hi ng&#257; p&#275;pi ki te h&#333;taka a te wh&#257;nau katoa, ki te taha o &#333; r&#257;tou tu&#257;kana i ia r&#257;, he iti noa rawa te w&#257;hi, te w&#257; hoki m&#257; r&#257;tou ki te t&#363;hura haere m&#257; &#333; r&#257;tou tairongo, i runga an&#333; i te tikanga o t&#257; r&#257;tou ake haere.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka wheako ng&#257; tamariki i t&#275;tahi h&#333;taka akoranga i &#257;ta whakamaheretia ai. Ka whakarato ng&#257; mahere i ng&#257; aratohu m&#257;rama m&#257; ng&#257; kaimahi, i a r&#257;tou e whakatinana ana i te h&#333;taka akoranga. Ko te pai o ng&#257; putanga ako m&#257; ng&#257; tamariki ka &#257;ta whakaarohia.</p><p>He tino pai te kapo atu i te ako me te ahunga whakamua a ng&#257; tamariki ki te k&#333;hanga reo. He wh&#257;nui ng&#257; t&#363;momo huarahi ka whakamahia e ng&#257; kaimahi ki te whakatakoto haere i ng&#257; akoranga a ng&#257; tamariki. Ka p&#363;rongo r&#257;tou ki te wh&#257;nau m&#333; ng&#257; wheako akoranga a ia tamaiti, me &#257; r&#257;tou ekenga angitu. Ka h&#257;ngai hoki ng&#257; m&#333;hiohio ki te whakawhanake haere i te t&#363;m&#257;ia o ng&#257; tamariki, i t&#333; r&#257;tou hononga hoki ki t&#333; r&#257;tou wh&#257;nau.</p><p>Ko te whanaungatanga kei te p&#363;take o ng&#257; whakahaeretanga ki te k&#333;hanga reo. Kua whakamanahia ng&#257; kaimahi e te wh&#257;nau ki te whakatau i ng&#257; whakaritenga e p&#257; ana ki te nuinga o ng&#257; w&#257;hanga o te k&#333;hanga reo. He m&#257;ro te m&#257;ramatanga t&#333; ng&#257; mema ki &#333; r&#257;tou t&#363;ranga, &#257;, ka &#257;ta kawe hoki i &#275;nei hei h&#257;pai i &#257; r&#257;tou tamariki. N&#257; te pakari me te kaha tautoko o ng&#257; hononga &#257;-wh&#257;nau, ka whakawhirinaki t&#275;tahi i t&#275;tahi ki te whakatau i ng&#257; whakaritenga papai m&#257; &#257; r&#257;tou tamariki. Ko ng&#257; painga m&#333; ng&#257; tamariki e &#257;ta whakaarohia ana e te wh&#257;nau katoa.</p><p>Ka tino m&#257;ramahia e te wh&#257;nau ng&#257; &#257;huatanga matua e p&#257; ana ki te m&#257;tauranga me te atawhai o ng&#257; tamariki ki te k&#333;hanga reo i roto i te w&#257; kei te heke mai. Kua whai p&#257;nga nui te arotake whaiaro ki te noho marama a te wh&#257;nau ki te aronga whakamua o te h&#333;taka akoranga me te r&#333;nakitanga o te k&#333;hanga reo m&#333; me&#257;ke nei. Ka whakamahia <em>Te Ara T&#363;&#257;pae</em> hei t&#257;utu i ng&#257; t&#363;momo w&#257;hanga hei whakatupu ake an&#333;. Ko ng&#257; rautaki o te whakawhanaketanga e ahu mai ana i ng&#257; m&#257;t&#257;pono o te whanaungatanga me te whai w&#257;hi nui. Ko te ara m&#257;tauranga o ng&#257; tamariki ka &#257;ta whakaarohia, ka &#257;ta whakamaheretia.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga kia whakamahi te wh&#257;nau i te arotake whaiaro hei whakapai ake i te h&#333;taka akoranga m&#257; ng&#257; p&#275;pi.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te Kaahu ki Ng&#257;ruaw&#257;hia. Ka tino pu&#257;wai ng&#257; tamariki hei &#257;konga ki t&#333; r&#257;tou taiao reo M&#257;ori. E pou here ana te whanaungatanga i ng&#257; wheako katoa e whiwhi ana ng&#257; tamariki ki te k&#333;hanga reo. E whakapono ana te wh&#257;nau ki te &#257;heinga o ng&#257; kaimahi ki te whakahaere i te k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Te Kaahu i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>09 Pipiri, 2015</span></p><a id="evaluation" class="toc-anchor"></a><h2>Evaluation</h2><p>Te K&#333;hanga Reo o Te Kaahu is based in Ng&#257;ruawahia. Children thrive as learners in their te reo M&#257;ori environment. Whanaungatanga underpins all experiences children receive at k&#333;hanga reo. Wh&#257;nau trust kaimahi to operate the k&#333;hanga in the best interest of their children.</p><p>The next ERO review of Te K&#333;hanga Reo o Te Kaahu will be in three years.</p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p><em>Ko Tainui te waka Ko Taupiri te maunga Ko Waikato te awa Ko T&#363;rangawaewae te marae Ko Te K&#333;hanga Reo o Te Kaahu e tau nei.</em></p><p>Te K&#333;hanga Reo o Te Kaahu is in Ng&#257;ruawahia. The k&#333;hanga reo has a very close association to Te K&#299;ngitanga which is also acknowledged through their name, Te Kaahu. Kaiamahi has close whakapapa ties to tamariki and kaum&#257;tua. Kaum&#257;tua are valued members of the wh&#257;nau. The kaiako has been in the k&#333;hanga for a long period of time.</p><p>Whanaungatanga is important to the wh&#257;nau and guides how they manage operations of the k&#333;hanga reo. Children&rsquo;s interests are considered through a wh&#257;nau lens.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children express whanaungatanga in their learning?</h3><p>Children confidently express whanaungatanga in their experiences and learning.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children thrive as learners in their te reo M&#257;ori environment. They enjoy the activities used by kaimahi to enhance their language learning skills. Children hear excellent models of te reo M&#257;ori through their interactions with kaum&#257;tua. Tuakana assist teina as they explore the language. Children participate in whakatau, daily karakia, h&#299;mene, waiata, mihimihi, pepeh&#257;. Children respond well to challenges in te reo M&#257;ori.</p><p>Children are confident and take responsibility for their learning. The learning environment has photos, symbols and art that are familiar to children. Children have a number of resources available to them. They are happy learning together or as individuals. Children are comfortable and settled at k&#333;hanga reo.</p><p>Children show increasing confidence leading and supporting others in their learning. Kaimahi promote tuakana-teina relationships and interactions. Children show care, concern and consideration for their peers. They are also developing an understanding about the different roles they play in tikanga M&#257;ori. Children are stimulated to develop capability as leaders and confident participants in the wh&#257;nau.</p><p>Children&rsquo;s belonging and special place at the k&#333;hanga reo is reinforced through whakapapa. Learning experiences provided to children promote wh&#257;nau connections. Children enjoy the learning moments they have with kaum&#257;tua, their wh&#257;nau and peers. Children experience the aroha, manaaki and tiaki that underpin wh&#257;nau interactions.</p><h3>Key Next Steps</h3><p>The wh&#257;nau acknowledge that the programme for infants do not support them as well as it could. While infants are included in the programme with the entire wh&#257;nau and their tuakana during the day, there is very little space and time for them to explore through their senses and at their own pace.</p><h3>Planning and Evaluation</h3><p>Children experience a well planned learning programme. Planning provides clear guidelines to kaimahi as they implement the learning programme. Successful learning outcomes for children are carefully considered.</p><p>Children&rsquo;s learning and progress at k&#333;hanga reo is captured well. Kaimahi record the children&rsquo;s learning in a variety of ways. They report to wh&#257;nau about each child&rsquo;s learning experiences and their successes. Information includes how children are developing confidence and a sense of belonging to their wh&#257;nau. Individual reports provided to wh&#257;nau throughout the year provide an overview of children&rsquo;s learning.</p><p>Whanaungatanga is fundamental to the operations of the k&#333;hanga reo. Wh&#257;nau have empowered kaimahi to make decisions pertaining to most areas of the k&#333;hanga reo. Members have a firm understanding of their roles and carry these out well to support their children. Well established and supportive wh&#257;nau relationships mean that members trust each other to make good decisions for their children. Children&rsquo;s interests are considered by all of the wh&#257;nau.</p><p>The future priorities for children&rsquo;s education and care at k&#333;hanga reo are well understood by wh&#257;nau. Self-review has played a key role in understanding the future direction of the learning programme and sustainability of the k&#333;hanga reo. <em>Te Ara T&#363;&#257;pae</em> is used to identify potential areas for growth. Strategies for development are based on the principles of whanaungatanga and engagement. Children&rsquo;s learning journeys are well considered and planned.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the recommendation that the wh&#257;nau use self review to improve the learning programme for babies.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Te Kaahu is based in Ng&#257;ruawahia. Children thrive as learners in their te reo M&#257;ori environment. Whanaungatanga underpins all experiences children receive at k&#333;hanga reo. Wh&#257;nau trust kaimahi to operate the k&#333;hanga in the best interest of their children.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te Kaahu will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>9 June 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Ng&#257;ruawahia</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>30032</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>04A078</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>29 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>26 children, including 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 10</p>
<p>Boys 16</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="369">
<p>M&#257;ori 26</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>May 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>9 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td width="187">
<p>June 2012</p>
<p>June 2008</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Kaahu reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-09-06-2015/" title="Te Kōhanga Reo o Te Kaahu - 09/06/2015">Te Kōhanga Reo o Te Kaahu - 09/06/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-kaahu-28-06-2018/" title="Te Kōhanga Reo o Te Kaahu - 28/06/2018">Te Kōhanga Reo o Te Kaahu - 28/06/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
