<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Rangimarie - 25/06/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Rangimarie - 25/06/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Rangimarie - 25/06/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Rangimarie - 25/06/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Rangimarie - 25/06/2015 page" href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="53f00e240463a351fb553c6707a27de194597675" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=40011#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=40011#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Rangimarie - 25/06/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Rangimarie - 25/06/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Te Rangimarie ki Melville, ki Kirikiriroa. Koia nei te k&#333;hanga reo tuatahi i whakat&#363;ngia ai ki te rohe o Tainui. Ka whakahaerehia te k&#333;hanga reo ki t&#275;tahi whare mahana, he iti an&#333; hoki, &#257;, e &#257;ta tiakina ana, kua whakahoungia hoki hei whakatutuki i ng&#257; matea ako o ng&#257; tamariki. He m&#257;tua rangatahi ng&#257; kaimahi o t&#275;nei k&#333;hanga reo, &#257;, ka ng&#257;kau nui r&#257;tou ki te kaupapa o te k&#333;hanga reo, me te manaaki i &#257; r&#257;tou tamariki ki t&#275;tahi tino taiao akoranga.</p><p>I te tau 2012, i t&#257;utu te p&#363;rongo a Te Tari Arotake M&#257;tauranga i te maha o ng&#257; whakawhanaketanga papai ki te k&#333;hanga reo. I h&#257;ngai aua &#257;huatanga ki te reo M&#257;ori, ng&#257; taunekeneke me ng&#257; hononga, me te waiora o ng&#257; tamariki. Ko te whakahaeretanga a te wh&#257;nau, te whakamahere rautaki, ng&#257; mahi aromatawai, te whakamahere h&#333;taka me ng&#257; arom&#257;tai &#275;tahi atu &#257;huatanga pakari. I taunaki te p&#363;rongo kia whakapai ake te wh&#257;nau i &#257; r&#257;tou whakaritenga e p&#257; ana ki te arotake whaiaro.</p><p>E pou here ana te whanaungatanga i te katoa o ng&#257; taunekeneke me ng&#257; hononga m&#333; ng&#257; akoranga ki te k&#333;hanga reo. He m&#257;rama ki te wh&#257;nau te tirohanga me ng&#257; kaupapa matua m&#333; me&#257;ke nei. E arotahi ana r&#257;tou ki te tupu tonu me te whakapai tonu. He p&#257;rekareka te ako a ng&#257; tamariki, &#257;, e whakawhanake ana hoki t&#333; r&#257;tou t&#363;m&#257;ia ki te k&#333;rero ake i te reo M&#257;ori i t&#257; r&#257;tou noho ki te k&#333;hanga reo.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te poipoi, te tautoko hoki i ng&#257; tamariki ki t&#333; r&#257;tou k&#333;hanga reo?</h3><p>E tino tautokona ana, e tino poipoia ana hoki ng&#257; tamariki ki t&#333; r&#257;tou k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>He harikoa, he tau hoki ng&#257; tamariki ki te taiao o t&#333; r&#257;tou k&#333;hanga reo. E pou here ana te whanaungatanga i ng&#257; taunekeneke me ng&#257; hononga katoa i roto i ng&#257; akoranga. Ka wheako ng&#257; tamariki i ng&#257; taunekeneke e atawhai ana, e whakakoia ana hoki. He nui ng&#257; mihi me ng&#257; k&#333;rero akiaki ki a r&#257;tou. Ka tautokona ng&#257; tamariki hei whakawhanake i t&#257; r&#257;tou ake k&#333;kiri i ng&#257; mahi p&#275;r&#257; i te haere ki te whare paku me te whakamau k&#257;kahu. Whiwhi ai r&#257;tou i ng&#257; tohutohu m&#257;rama puta noa i te h&#333;taka. Ka whakamahi ng&#257; kaimahi i ng&#257; k&#333;rero m&#257;rie, ng&#257;wari hoki i a r&#257;tou e k&#333;rero ana ki ng&#257; tamariki. Ka &#257;ta whakaatuhia ng&#257; mahi a ng&#257; tamariki, &#257;, he &#257;taahua hoki te whakatakotoranga ki ng&#257; p&#363;kete hei p&#257;nui m&#257; ng&#257; m&#257;tua. He m&#257;rama ng&#257; mahinga, &#257;, he m&#257;m&#257; ki ng&#257; tamariki te whai atu. Ka whakatutukihia ng&#257; matea me ng&#257; ng&#257;kau nuitanga o ia tamaiti.</p><p>Kei te pakari haere te &#257;heinga o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori. E &#257;hei ana r&#257;tou ki te whakautu i ng&#257; mihi me ng&#257; tohutohu m&#257;m&#257;. Ka m&#257;rama r&#257;tou ki t&#275;n&#257; e k&#333;rerohia ana e ng&#257; p&#257;keke. He p&#257;rekareka ki ng&#257; tamariki ng&#257; waiata me ng&#257; k&#275;mu i roto i te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i te reo M&#257;ori i ng&#257; w&#257; katoa, puta noa i te r&#257;. E m&#333;hio ana r&#257;tou, me whakap&#257; atu r&#257;tou ki &#275;tahi atu mahi whakangungu, hei whakawh&#257;nui, hei whakatairanga hoki i &#333; r&#257;tou ake m&#333;hiotanga.</p><h3>Te Whakaritenga Matua ka Whai Ake</h3><p>I &#275;tahi w&#257; he taimaha ng&#257; taunekeneke ki waenga i ng&#257; tamariki. K&#257;hore ng&#257; tamariki e tino m&#333;hio ana ki ng&#257; &#257;huatanga ka puta ake in&#257; k&#257;hore i te pai t&#333; r&#257;tou whanonga. K&#257;hore an&#333; ng&#257; kaimahi kia whakarite i ng&#257; rautaki ka whakahaere t&#333;tika i te whanonga o ng&#257; tamariki.</p><p>Ka whai hua ng&#257; kaimahi m&#257; &#275;tahi atu whakawhanaketanga, me &#275;tahi atu whakangungu i roto i te reo M&#257;ori. Me whiwhi tautoko hei t&#257;utu i ng&#257; w&#257; e whakamahi ana ng&#257; kaimahi i ng&#257; hanganga reo e h&#275; ana, hei &#257;ta whakarite i te whiwhinga o ng&#257; tamariki i te whakatakotoranga reo me ng&#257; kupu e tika ana i roto i te reo M&#257;ori. Ka whai hua ng&#257; tamariki n&#257; te tika ake o ng&#257; kaimahi me te wh&#257;nau i roto i te reo M&#257;ori.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka &#257;ta whakamaheretia, ka &#257;ta aroturukitia te ako me te ahunga whakamua a ng&#257; tamariki. Ka whai p&#363;take ng&#257; taumahi ako i whakamaheretia ai, &#257;, he whakaongaonga, e ahu mai ana hoki i ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki. He m&#257;ramatanga ng&#257;tahi t&#333; ng&#257; kaimahi ki ng&#257; mahere, te whakapuakitanga, me te whakahaeretanga wh&#257;nui i te h&#333;taka. Ka whakamahere ng&#257;tahi r&#257;tou, &#257;, ka whai w&#257; an&#333; hoki ki te whakaaro huritao m&#333; te h&#333;taka. Ka whai whakaaro r&#257;tou ki t&#275;n&#257; e ng&#257;kau nuitia ana e ng&#257; tamariki, me ng&#257; &#257;huatanga i whai hua ai i mua. Ka whakamahi ng&#257; kaimahi i ng&#257; rautaki aromatawai papai hei kapo atu i te ako a ng&#257; tamariki me &#257; r&#257;tou ekenga angitu. Kei te noho m&#333;hio, kei te noho m&#257;rama hoki ng&#257; kaimahi ki &#257; r&#257;tou tamariki. He pai te whakam&#333;hio i te wh&#257;nau m&#333; ng&#257; &#257;huatanga e p&#257; ana ki ng&#257; akoranga a &#257; r&#257;tou tamariki ki te k&#333;hanga reo. Ka poipoia, ka h&#257;paitia hoki ng&#257; p&#363;manawa ake o ia tamaiti.</p><p>He m&#257;rama ki te wh&#257;nau te tirohanga me ng&#257; kaupapa matua m&#333; te whakawhanaketanga o te k&#333;hanga reo &#257; me&#257;ke nei. Kua t&#257;utuhia e r&#257;tou te wh&#257;nuitanga o ng&#257; wh&#257;inga, m&#257; te whakamahi i Te Ara T&#363;&#257;pae. Ka h&#257;ngai &#275;n&#257; ki t&#275;tahi whare hou me te whakawhanake i te &#257;heinga o te wh&#257;nau.</p><p>Ka t&#257;utu te t&#363;tohinga i te m&#257;ramatanga o ng&#257; wawata me ng&#257; t&#363;manako o te wh&#257;nau. He m&#333;hiohio papai hoki kei roto hei &#257;rahi i te whakahaeretanga a te wh&#257;nau i te k&#333;hanga reo. Kei te m&#257;rama te wh&#257;nau ki te take ka whai p&#257;nga nui te t&#363; auau o ng&#257; hui, te haere tonutanga o te arotake whaiaro, me te whakamahere hoki m&#333; me&#257;ke nei. Kua &#257;ta whakaritea ng&#257; mahi arotake whaiaro, &#257;, he pai te p&#363;rongo atu ki te wh&#257;nau. He pai te whakam&#333;hio i te wh&#257;nau m&#333; ng&#257; &#257;huatanga hei aroturuki ake, hei whakapai ake. Ka whai hua ng&#257; tamariki n&#257; te whai p&#257;nga o te whakahaeretanga ki &#333; r&#257;tou matea.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te Rangimarie ki te hapori o Melville, ki Kirikiriroa. Ka whakahaerehia te k&#333;hanga reo ki t&#275;tahi whare mahana, he iti an&#333; hoki, &#257;, e &#257;ta tiakina ana. Ka tino tautokona, ka tino poipoia hoki ng&#257; tamariki ki te k&#333;hanga reo. Ka whakatutukihia ng&#257; matea me ng&#257; ng&#257;kau nuitanga o ia tamaiti, &#257;, kei te pakari haere t&#333; r&#257;tou t&#363;m&#257;ia ki t&#275;tahi taiao reo M&#257;ori.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Te Rangimarie i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>25 Pipiri, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="377">
<p>Kei Melville, ki Kirikiriroa</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="377">
<p>35043</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="377">
<p>04C004</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td width="377">
<p>Ng&#257; Ture Ratonga M&#257;tauranga K&#333;hungahunga 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="377">
<p>12, kia tokowh&#257; ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="377">
<p>10, tokorua kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td width="377">
<p>K&#333;tiro 1</p>
<p>Tama t&#257;ne 9</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="377">
<p>Pout&#363;-te-rangi 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="377">
<p>25 Pipiri 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;piri</p>
<p>Arotake T&#257;piri</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Whiringa-&#257;-rangi 2012</p>
<p>Whiringa-&#257;-rangi 2007</p>
<p>Here-turi-k&#333;k&#257; 2005</p>
<p>Pout&#363;-te-rangi 2004</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Rangimarie is in Melville, Hamilton. This was the first k&#333;hanga reo to be established in the Tainui district. The k&#333;hanga reo operates from a small, cosy, well maintained house that has undergone modification to cater for the learning needs of children. The kaimahi at this k&#333;hanga reo are young parents who are committed to the kaupapa of Te K&#333;hanga Reo and caring for their children in a positive learning environment.</p><p>The ERO report of 2012 identified a number positive development in the k&#333;hanga reo. These included te reo M&#257;ori, interactions and relationships and children&rsquo;s wellbeing. Wh&#257;nau management, strategic planning, assessment practices, programme planning and evaluations were additional areas of strength. The report recommended that wh&#257;nau improve their self review practices.</p><p>Whanaungatanga underpins all interactions and relationships for learning at the k&#333;hanga reo. Wh&#257;nau are clear about the vision and priorities for the future. They are focused on continual growth and improvement. Children enjoy learning and are developing confidence to speak te reo M&#257;ori more during their time in the k&#333;hanga reo.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well are children nurtured and supported in their k&#333;hanga reo?</h3><p>Children are well supported and nurtured in their k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are happy and settled in their k&#333;hanga reo environment. Whanaungatanga underpins all interactions and relationships for learning. Children experience warm and affirming interactions. They receive lots of praise and encouragement. Children are supported to develop independence in activities such as toileting and getting dressed. They regularly receive clear instructions throughout the programme. Kaimahi use calm and soft tones when speaking to children. Children&rsquo;s work is prominently displayed and presented attractively in folders for parents to read. Routines are clear and children follow these easily. Children&rsquo;s individual needs and interests are catered for.</p><p>Children are becoming confident in their ability to speak te reo M&#257;ori. They are able to respond to basic greetings and instructions. They understand what adults are saying to them. Children enjoy waiata and games in te reo M&#257;ori. Kaimahi use te reo M&#257;ori consistently throughout the day. They acknowledge that they need to access further training to extend and enrich their own knowledge.</p><h3>Key Next Steps</h3><p>At times interactions between children are strained. Children are not aware of the consequences of their negative behaviour. Kaimahi have not established strategies for managing children&rsquo;s behaviour appropriately.</p><p>Kaimahi would benefit from additional development and training in te reo M&#257;ori. Support to identify when kaimahi are using incorrect language structures is necessary to ensure that children receive correct te reo M&#257;ori grammar and vocabulary. Children will benefit from increased kaimahi and wh&#257;nau accuracy in te reo M&#257;ori.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning and progress is well planned and monitored. Planned learning activities are meaningful, stimulating and based on children&rsquo;s interests. Kaimahi have a shared understanding about programme plans, its delivery and overall management. They plan together and spend time reflecting on the programme. They consider what children are interested in and what has worked well in the past. Kaimahi use good assessment methods to capture children&rsquo;s learning and their successes. Kaimahi know and understand their children. Wh&#257;nau are well informed of their children&rsquo;s learning while at k&#333;hanga reo. Children&rsquo;s individual talents are nurtured and supported.</p><p>Wh&#257;nau are clear about the vision and priorities for the future development of the k&#333;hanga reo. They have identified a range of goals using Te Ara T&#363;&#257;pae. These include a new building and developing wh&#257;nau capability.</p><p>The charter identifies clear aspirations and expectations of wh&#257;nau. It includes good information to guide wh&#257;nau management of the k&#333;hanga reo. Wh&#257;nau members understand the need for regular meetings, ongoing self review and planning for the future. Self review practices are well established, with good reporting to wh&#257;nau. Wh&#257;nau are well informed about areas that require monitoring and improvement. Children benefit from management that is based on their needs.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Rangimarie is based in the suburb of Melville, Hamilton. The k&#333;hanga reo operates from a small, cosy, well maintained house. Children are well supported and nurtured at k&#333;hanga reo. Children&rsquo;s individual needs and interests are catered for and they are becoming confident in a te reo M&#257;ori environment.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te Rangimarie will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>25 June 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Melville, Hamilton</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>35043</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>04C004</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>12 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>10 children, including up to 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 1</p>
<p>Boys 9</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>May 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>25 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>November 2012</p>
<p>November 2007</p>
<p>August 2005</p>
<p>March 2004</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Rangimarie reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-03-09-2018/" title="Te Kōhanga Reo o Te Rangimarie - 03/09/2018">Te Kōhanga Reo o Te Rangimarie - 03/09/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-rangimarie-25-06-2015/" title="Te Kōhanga Reo o Te Rangimarie - 25/06/2015">Te Kōhanga Reo o Te Rangimarie - 25/06/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
