<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015 page" href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="63fb6e56af63853c8427f344d8d35f746ffce37f" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=40011#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=40011#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Te K&#333;hao o Te Ngira ki Kirikiriroa, &#257;, he w&#257;hanga hoki o t&#275;tahi w&#257;hi e t&#363; ai te marae o Kirikiriroa, me ng&#257; ratonga e p&#257; ana ki te hauora, te p&#257;pori, me te taha ahurea. Ko ng&#257; tikanga me ng&#257; whakapono tuku iho o Te K&#299;ngitanga e pou here ana i ng&#257; akoranga katoa a ng&#257; tamariki ki te k&#333;hanga reo.</p><p>Ka rumakina ng&#257; tamariki ki te t&#363;turutanga me te h&#333;honutanga o ng&#257; horopaki o Te K&#299;ngitanga i a r&#257;tou e ako ana i te reo M&#257;ori me &#333;na tikanga.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te whakaatu a ng&#257; tamariki i te kaha o t&#333; r&#257;tou tuakiri?</h3><p>Ka t&#363;m&#257;ia ng&#257; tamariki, &#257;, he tau r&#257;tou ki te k&#333;hanga reo me &#333;na taiao katoa.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>He harikoa, he pai hoki ng&#257; tamariki i a r&#257;tou e taunekeneke ana ki &#275;tahi atu. Ka whakatauiratia ng&#257; kaiako i te &#257;hua o te whakaute me te tiaki m&#333; ng&#257; tamariki, m&#333; te te wh&#257;nau, m&#333; r&#257;tou an&#333; hoki. Ka ako ng&#257; tamariki ki te whakawhanaunga ki o r&#257;tou hoa &#257; t&#333;n&#257; w&#257;, i a r&#257;tou e tuari haere, e kori ana hoki. Ka whai w&#257; ng&#257; tamariki, &#257;, ka &#257;kina hoki ki te whakahoahoa ki &#333; r&#257;tou hoa. He pai, he manaakitanga hoki t&#333; ng&#257; taunekeneke ki waenga i ng&#257; kaimahi me ng&#257; p&#275;pi. Ka whai w&#257;, ka whai w&#257;hi hoki ng&#257; p&#275;pi ki te whakarongo, ki te aro atu ki ng&#257; tohutohu a ng&#257; kaimahi. Ka rumakina ng&#257; tamariki ki t&#275;tahi taiao ako m&#257;rie.</p><p>Kei te whanake haere te m&#257;ia o ng&#257; tamariki ki te whakamahi i te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki hei whakakaha ake i &#333; r&#257;tou p&#363;kenga whakawhiti k&#333;rero. Ka whakamahi ng&#257; tamariki i ng&#257; kupu me ng&#257; rerenga k&#333;rero m&#257;m&#257; i a r&#257;tou e k&#333;reroreo ana ki ng&#257; kaimahi. Ka whakarong ng&#257; tamariki ki te reo M&#257;ori, &#257;, e &#257;hei ana ki te whai atu i ng1a tohutohu m&#257;m&#257;. He p&#257;rekareka ki ng&#257; tamariki te whakarongo ki te reo M&#257;ori e k&#333;rerohia ana e &#333; r&#257;tou kuia ki a r&#257;tou. Kei te piki haere te &#257;heinga o ng&#257; tamariki ki te reo M&#257;ori.</p><p>Ka wheako ng&#257; tamariki i ng&#257; akoranga e whai whakaaro nui ana ki ng&#257; tikanga me ng&#257; kawa o Tainui. Ka ako r&#257;tou i ng&#257; karakia me ng&#257; m&#333;teatea o Tainui. Ko te &lsquo;karanga m&#333; te kai&rsquo; t&#275;tahi kawa kua &#257;ta taungia ki te k&#333;hanga reo. Haere ai ng&#257; tamariki ki ng&#257; p&#333;whiri ki te marae, &#257;, ka m&#257;takitaki hoki r&#257;tou i ng&#257; tikanga me ng&#257; kawa i t&#275;tahi horopaki t&#363;turu tonu. E m&#333;hio ana ng&#257; tamariki ki te hanganga me ng&#257; w&#257;hanga o te whare tupuna, &#257;, he kaha t&#257; r&#257;tou t&#257;utu i aua w&#257;hi. Kei te m&#257;rama ki a r&#257;tou t&#333; r&#257;tou whai w&#257;hi nui ki t&#333; r&#257;tou wh&#257;nau me t&#333; r&#257;tou hapori e whakamanahia ana ng&#257; tikanga M&#257;ori hei &#257;huatanga nui tonu o t&#333; r&#257;tou taiao.</p><p>Ka ako ng&#257; tamariki ki t&#275;tahi taiao o te whanaungatanga, &#257;, ka poipoi t&#275;nei i te whai p&#363;taketanga o ng&#257; hononga. Ka whakahaerehia ng&#257; whanonga o ng&#257; tamariki m&#257; ng&#257; rautaki papai e h&#257;pai ana i a r&#257;tou. Ka manaaki, ka whakaaro nui hoki ng&#257; kaimahi m&#333; ng&#257; tamariki. Ka whakamahi r&#257;tou i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki hei h&#257;pai i ng&#257; tamariki. I ng&#257; w&#257; katoa ka whakamihia ng&#257; tamariki, &#257;, ka whakanuia hoki &#257; r&#257;tou whakatutukitanga.</p><p>E whanake ana te m&#257;ia o ng&#257; tamariki hei &#257;konga. Ka whai w&#257;hi r&#257;tou ki te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi ako whakahihiri. E &#257;hei ana r&#257;tou ki te whiriwhiri ki te mahi takitahi, ki te mahi takir&#333;p&#363; iti, takir&#333;p&#363; nui r&#257;nei. Ka whakamahia ng&#257; rauemi hei whakatairanga ake i te mahi ng&#257;tahi, me te t&#363;hura, &#257;, hei whakawh&#257;nui an&#333; hoki i ng&#257; whakaaro. E arotahi ana ng&#257; tamariki, &#257;, ka whai w&#257;hi nui ki ng&#257; taumahi e ng&#257;kau nuitia ana e r&#257;tou.</p><p>Kua waia ng&#257; tamariki ki ng&#257; mahinga o ia r&#257;. He pai te whakahaeretanga o ng&#257; whakawhitinga i roto i te h&#333;taka. Ka whakapai haere ng&#257; tamariki whai muri i &#257; r&#257;tou t&#363;momo mahi, &#257;, ka whai kawenga hoki r&#257;tou m&#333; &#257; r&#257;tou rauemi, m&#333; t&#333; r&#257;tou taiao hoki. He harikoa ng&#257; tamariki, &#257;, he p&#257;rekareka ki a r&#257;tou te taetae atu ki t&#333; r&#257;tou k&#333;hanga reo.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka &#257;ta kitea te tautoko o te wh&#257;nau i a r&#257;tou an&#333;, i &#257; r&#257;tou tamariki hoki. E ai ki te wh&#257;nau, ka &#257;ta whakataungia r&#257;tou ki te k&#333;hanga reo. Ka &#257;ta whakanui, ka &#257;ta whakatinana hoki te wh&#257;nau i ng&#257; m&#257;t&#257;pono matua o te kotahitanga me te manaakitanga. Ka whakatauirahia aua uaratanga e te wh&#257;nau me ng&#257; kaimahi i ng&#257; w&#257; katoa. Ka h&#257;paitia, ka &#257;kina hoki te whanaketanga a te wh&#257;nau i t&#333; r&#257;tou &#257;heinga ki te k&#333;rero i te reo M&#257;ori. Ka whakawhanake r&#257;tou i te tino hononga ki te wh&#257;nau o te k&#333;hanga reo.</p><p>Ka tautokona hoki te wh&#257;nau kia kawe ai r&#257;tou i ng&#257; t&#363;ranga ki te k&#333;hanga reo. Ka whai w&#257;hi atu r&#257;tou ki ng&#257; mahi tari, &#257;, ka mahi hoki r&#257;tou hei kaimahi. Kei te whakatutuki r&#257;tou i te kawenga ki te whakawhanake i te reo M&#257;ori, m&#257; te whai w&#257;hi atu ki t&#275;tahi h&#333;taka whakawhanake reo e whakam&#257;tauhia ana e Te Poari Matua o Ng&#257; K&#333;hanga Reo.</p><p>He t&#363;tohinga m&#257;rama t&#257; te wh&#257;nau e whakaraupapa ana i t&#257; r&#257;tou tirohanga me te aronga whakamua. He matawh&#257;nui ng&#257; kaupapa here me ng&#257; tukanga. Ka whakatutukihia ng&#257; rehita e p&#257; ana ki te hauora me te haumaru, &#257;, ka h&#257;ngai hoki &#275;nei ki te r&#257;.</p><p>He matawh&#257;nui te whakamahere h&#333;taka, &#257;, ka whai kiko hoki. Ka whai hua ng&#257; tamariki n&#257; te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi e whakahihiritia ana, e whakaongaongatia ana. He p&#257;rekareka ki ng&#257; tamariki te ako.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Me whakawhanake te wh&#257;nau i t&#275;tahi mahere rautaki, mahere &#257;-tau hoki e &#257;ta whakatakotohia ana ng&#257; mahi matua me ng&#257; kaupapa matua. I t&#275;nei w&#257;, k&#257;hore te mahere rautaki me te mahere &#257;-tau e &#257;ta &#257;rahi ana i te wh&#257;nau i roto i ng&#257; mahi me ng&#257; kaupapa e tika ana.</p><p>Me whakarite te wh&#257;nau i te whakahaere auau o te aromatawai, te arom&#257;tai, me te p&#363;rongo i te h&#333;taka akoranga. K&#257;hore ng&#257; hui &#257;-kaimahi e h&#257;ngai m&#257;rika ana ki ng&#257; whakawhitinga k&#333;rero ngaio e p&#257; ana ki te ako a ng&#257; tamariki me ng&#257; huarahi ki te aroturuki me te whakatairanga i ng&#257; akoranga a ng&#257; tamariki.</p><p>Me whakapai ake ng&#257; whakaritenga e p&#257; ana ki te whakahaeretanga a ng&#257; kaimahi. K&#257;hore ng&#257; tuhinga t&#363;ranga mahi me ng&#257; kirimana e h&#257;ngai ana ki te r&#257;. Me whakarite te wh&#257;nau i te whakahaere auau o ng&#257; arohaehae m&#333; ng&#257; kaimahi katoa.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te K&#333;hao o Te Ngira ki Kirikiriroa. Kei t&#275;tahi o ng&#257; whare o te marae o Kirikiriroa te k&#333;hanga reo e t&#363; ana, e p&#257; tata atu ana ki Te Whare W&#257;nanga o Waikato. Ka t&#363;m&#257;ia ng&#257; tamariki, &#257;, he tau hoki r&#257;tou ki te k&#333;hanga reo me t&#333;na taiao wh&#257;nui. Kua whakap&#363;mau i ng&#257; m&#257;t&#257;pono me ng&#257; tikanga o Te K&#299;ngitanga ki te k&#333;hanga reo. Ka arohaina, ka tiakina, ka whakautehia te mana &#257;hua ake o t&#275;n&#257; me t&#275;n&#257; o ng&#257; tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hao o Te Ngira i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>31 Here-turi-k&#333;k&#257;, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="377">
<p>Kei Kirikiriroa</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="377">
<p>35057</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="377">
<p>04C055</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="377">
<p>35, kia tokorua ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="377">
<p>18, tokorua kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td width="377">
<p>K&#333;tiro 9</p>
<p>Tama t&#257;ne 9</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="377">
<p>24 &ndash; 25 Pipiri 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="377">
<p>31 Here-turi-k&#333;k&#257; 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;piri</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Pipiri 2012</p>
<p>Whiringa-&#257;-nuku 2008</p>
<p>Pipiri 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo Te K&#333;hao o Te Ngira is situated in Hamilton and is part of a larger community complex that includes Kirikiriroa Marae, health, social and cultural services. The K&#299;ngitanga heritage and beliefs underpin all learning for children at the k&#333;hanga reo.</p><p>Children are immersed in relevant, rich and real K&#299;ngitanga contexts for learning te reo M&#257;ori me &#333;n&#257; t&#299;kanga.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show they have a strong sense of identity?</h3><p>Children are confident and content in the k&#333;hanga reo and surrounding environments.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are happy and positive in their interactions with others. Kaiako model respect and care for children, wh&#257;nau and each other. Children learn to socialise with their peers over time through sharing and play. Interactions between kaimahi and babies are positive and caring. Babies have time and space to listen and respond to kaimahi instructions. Children are immersed in a calm learning environment.</p><p>Children are developing confidence in using te reo M&#257;ori. Kaimahi use a range of strategies to build children's communications skills. Children use words and simple sentence structures in their conversations with kaimahi. Children listen to te reo M&#257;ori and are able to follow simple instructions. Children enjoy listening to te reo Maori being spoken to them especially by their kuia. Children&rsquo;s ability to understand te reo M&#257;ori is growing.</p><p>Children experience learning where Tainui tikanga and kawa are prioritised. They learn karakia and m&#333;teatea specific to Tainui. &lsquo;Karanga m&#333; te kai&rsquo; is a kawa that is carried out naturally within the k&#333;hanga reo. Children attend p&#333;whiri at the marae complex where they observe tikanga and kawa in an authentic context. Children know and are able to clearly identify the structure and parts of the whare t&#363;puna. They understand their place in their wh&#257;nau and community where M&#257;ori practices are valued and a natural part of their environment.</p><p>Children learn in an environment where whanaungatanga fosters meaningful relationships. Children&rsquo;s behaviours are managed in positive and supportive ways. Kaimahi are caring and considerate with children. They use a range of strategies to support children. Children constantly receive praise and their achievements are acknowledged.</p><p>Children are developing confidence as learners. They participate in a range of interesting learning activities. They can choose to work as individuals or in small and or larger groups. Resources are used to promote working together, exploration and extending thinking. Children are focused and engaged in activities that interest them.</p><p>Children are familiar with daily routines. Transitions in the programme are managed well. Children clean up after themselves and take responsibility for their resources and surroundings. Children are happy and enjoy attending their k&#333;hanga reo.</p><h3>Planning and Evaluation</h3><p>Wh&#257;nau support for each other and their children is evident. Wh&#257;nau report that they feel welcome at the k&#333;hanga reo. K&#333;tahitanga and manaakitanga are key principles that the wh&#257;nau value and practice. These values are role modelled by the wh&#257;nau and kaimahi at all times. Wh&#257;nau are supported and encouraged to develop te reo M&#257;ori capability. They develop a strong sense of belonging to the k&#333;hanga reo wh&#257;nau.</p><p>Wh&#257;nau are also supported to take on roles within the k&#333;hanga reo. They participate in administrative and kaimahi duties. They take responsibility for te reo M&#257;ori development as participants in a trial language development programme being run by the K&#333;hanga Reo National Trust.</p><p>The wh&#257;nau have a clear charter that outlines their vision and future direction. Policies and procedures are comprehensive. Health and safety registers and records are well kept and up to date.</p><p>Programme planning is comprehensive and detailed. Children benefit from a range of activities that are exciting and stimulating. Children enjoy learning.</p><h3>Key Next Steps</h3><p>Wh&#257;nau need to develop a strategic and annual plan with clear priority tasks and activities. The current strategic and annual plans do not give the wh&#257;nau sufficient guidance regarding tasks and actions required.</p><p>Wh&#257;nau need to ensure that regular assessment, evaluation and reporting of the learning programme takes place. Kaimahi hui do not focus sufficiently on professional discussions about children's learning and how children's learning can be monitored and enhanced.</p><p>Personnel management practices need improving. Job descriptions and contracts are out of date. Wh&#257;nau need to ensure that appraisals for all staff take place on a regular basis.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo Te K&#333;hao o Te Ngira is in Hamilton. It is based on the Kirikiriroa Marae complex in close proximity to Waikato University. Children are confident and content in the k&#333;hanga reo and surrounding environments. The principles and philosophy of the K&#299;ngitanga is embedded in the k&#333;hanga reo. Children are loved, cared for and respected as unique individuals.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te K&#333;hao o Te Ngira will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>31 August 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Hamilton</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>35057</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>04C055</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>35 children, including up to 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>18 children, including 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 9</p>
<p>Boys 9</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>24 - 25 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>31 August 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>June 2012</p>
<p>October 2008</p>
<p>June 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Kohao o Te Ngira reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-21-11-2018/" title="Te Kōhanga Reo o Te Kohao o Te Ngira - 21/11/2018">Te Kōhanga Reo o Te Kohao o Te Ngira - 21/11/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-kohao-o-te-ngira-31-08-2015/" title="Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015">Te Kōhanga Reo o Te Kohao o Te Ngira - 31/08/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
