<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo ki Whakarewarewa - 31/07/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo ki Whakarewarewa - 31/07/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo ki Whakarewarewa - 31/07/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo ki Whakarewarewa - 31/07/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/feature-images/banner-montage1.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo ki Whakarewarewa - 31/07/2018 page" href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="1c4506ec31d2523dd3613a18011b8a18789b90af" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo ki Whakarewarewa - 31/07/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo ki Whakarewarewa - 31/07/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">Kei Rotorua Te K&#333;hanga Reo ki Whakarewarewa e t&#363; ana. He tino t&#257;tai whakapapa &#333; ng&#257; tamariki ki ng&#257; hap&#363; maha o Te Arawa. Ka whai w&#257;hi nui te kuia ki te k&#333;hanga reo. Ko t&#333;na matatau ki te reo M&#257;ori me ng&#257; m&#257;tauranga o te hapori nei, e whai p&#257;nga matua ana ki te whakawhanaketanga o te m&#257;ramatanga me te m&#333;hiotanga o ng&#257; tamariki ki a r&#257;tou an&#333;, hei uri o Te Arawa.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te t&#363;honohono o ng&#257; tamariki ki a r&#257;tou an&#333; me te ao e noho nei r&#257;tou?</h3><p lang="mi">Ka t&#363;honohono ng&#257; tamariki ki a r&#257;tou an&#333; me te ao e noho nei r&#257;tou, m&#257; ng&#257; taunekeneke papai, ng&#257; hononga e whai p&#363;take ana, me &#333; r&#257;tou t&#257;tai whakapapa.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E tino whakatairangatia ana te ako a ng&#257; tamariki i te reo M&#257;ori. Ka whakarato ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo wheako e whakapakari ake ana, e whakawh&#257;nui ake ana hoki i t&#333; r&#257;tou m&#333;hio ki te reo M&#257;ori, me t&#257; r&#257;tou whakamahi i te reo. E h&#257;paitia ana te taki a ng&#257; tamariki i ng&#257; karakia me &#333; r&#257;tou pepeha, me t&#257; r&#257;tou waiata i ng&#257; h&#299;mene. Ko ng&#257; haka, ng&#257; m&#333;teatea, ng&#257; waiata, te p&#257;nui pukapuka, me te reo e whai p&#257;nga ana ki ng&#257; kaupapa ako, e whakamahi katoatia ana e ng&#257; kaimahi hei whakawh&#257;nui ake i ng&#257; kupu k&#333;rero a ng&#257; tamariki. Ka taea e ng&#257; tamariki tu&#257;kana ng&#257; p&#257;tai a ng&#257; kaiako te whakautu m&#257; ng&#257; k&#333;rero poto. Ka &#257;ta whakarite ng&#257; kaimahi i te whai w&#257;hi atu a ng&#257; p&#275;pi ki te w&#257;hanga &#333;kawa o te h&#333;taka akoranga. Ka kitea te m&#257;ramatanga o ng&#257; p&#275;pi ki t&#275;n&#257; e k&#333;kirihia ana m&#257; &#333; r&#257;tou reo &#257;-tinana, &#257;-kanohi hoki. E whanake ana ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</p><p lang="mi">Ka whai w&#257;hi atu ng&#257; tamariki ki ng&#257; akoranga e whakanui ana i &#333; r&#257;tou tuakiri hei aronga matua. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te tae atu ki ng&#257; whakatau. Ka kite ng&#257; tamariki i ng&#257; tikanga me ng&#257; kawa e whai w&#257;hi ana ki te whakatau manuhiri. Ka kitea an&#333; hoki t&#333; r&#257;tou m&#257;ramatanga ki te whanonga e tika ana i aua w&#257;. Whakapuaki ai te kuia ki ng&#257; tamariki i ia te w&#257; i ng&#257; k&#333;rero tuku iho e p&#257; ana ki te h&#299;tori o T&#363;hourangi Ng&#257;ti W&#257;hiao. Ko ng&#257; mahere a ng&#257; kaimahi e &#257;ta whakarite ana i te taetae atu a ng&#257; tamariki ki te maha o ng&#257; w&#257;hi whakahirahira e whai p&#257;nga nui ana ki Te Arawa. Ko ng&#257; ng&#257;wh&#257;, ng&#257; roto, ng&#257; ngahere o te takiw&#257;, me ng&#257; w&#257;hi whakahirahira p&#275;r&#257; i a Maket&#363;, &#275;tahi o ng&#257; w&#257;hi ka kitea e ng&#257; tamariki. E ako ana ng&#257; tamariki i a r&#257;tou an&#333;, i &#333; r&#257;tou t&#363;rangawaewae hoki.</p><p lang="mi">He tino hononga &#333; ng&#257; tamariki ki &#275;tahi atu, &#257;, kua ahu mai i te whanaungatanga. He manaaki, he awhi hoki t&#333; ng&#257; taunekeneke a ng&#257; kaimahi ki ng&#257; tamariki. He tika ng&#257; taunekeneke a ng&#257; tamariki tu&#257;kana ki ng&#257; p&#275;pi. Ka whai whakaaro nui r&#257;tou ki t&#333; r&#257;tou t&#363; hei tu&#257;kana. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tu&#257;kana ki te &#257;rahi. Whakanuia ai e ng&#257; kaimahi ng&#257; whakatutukitanga a ng&#257; tamariki i ia te w&#257;. E whai p&#363;take ana, e whai kiko ana hoki ng&#257; taunekeneke katoa. Kua t&#257;utuhia e te wh&#257;nau, ka kawe mai r&#257;tou i &#257; r&#257;tou tamariki ki t&#275;nei k&#333;hanga reo, n&#257; t&#333; r&#257;tou whakapono ki te &#257;heinga o ng&#257; kaimahi ki te whakarato i t&#275;tahi tino w&#257;hi ako m&#333; &#257; r&#257;tou tamariki. He mauritau, he harikoa hoki te &#257;hua o ng&#257; tamariki.</p><p lang="mi">E h&#257;pai ana te kuia i ng&#257; tamariki ki te ako i te mana o ng&#257; atua. Ka ako ng&#257; tamariki i te whai hononga o ng&#257; atua ki a r&#257;tou, &#257;, e m&#333;hio ana r&#257;tou ki ng&#257; p&#363;manawa o ia atua, me &#333;na t&#363;honohono. Kei te m&#257;rama r&#257;tou, he kaitiaki, he uri hoki &#333; ng&#257; atua. Haere ai ng&#257; tamariki ki Te Puia i Rotorua i ia te w&#257;, &#257;, e whakaatuhia ana i konei te whakairo, te raranga, me &#275;tahi atu mahi toi. E whai hua ana ng&#257; tamariki i t&#333; r&#257;tou t&#363;honohono i ng&#257; hononga, ng&#257; whakapapa, me te whanaungatanga i t&#333; r&#257;tou ao.</p><p lang="mi">He m&#257;t&#257;toa te t&#363;hura o ng&#257; tamariki i t&#333; r&#257;tou taiao. Ko ng&#257; mahere a ng&#257; kaimahi e &#257;ta whakarite ana i te whai w&#257;hi nui o ng&#257; tamariki ki te ako, m&#257; te whakarato i te wh&#257;nuitanga o ng&#257; t&#363;momo wheako ako. He tau te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; horopaki ako &#333;kawa. He whai w&#257;hitanga an&#333; hoki m&#333; r&#257;tou ki te k&#333;kiri i te ako e whai p&#257;nga nui ana ki a r&#257;tou. He pakari t&#257; r&#257;tou nekeneke haere puta noa i te wh&#257;nuitanga tonu o t&#333; r&#257;tou k&#333;hanga reo. Ko ng&#257; akoranga e p&#257; ana ki te ao t&#363;roa, ka tuituia hoki e ng&#257; kaimahi ki roto i te marautanga. He k&#333;rero m&#333; ia r&#257;kau me ia manu e noho ana ki te takiw&#257; nei, &#257;, e w&#257;tea ana aua k&#333;rero ki ng&#257; tamariki. Ka ako ng&#257; tamariki i ng&#257; atua M&#257;ori me t&#333; r&#257;tou whai p&#257;nga matua ki te taiao. He &#257;konga pukumahi ng&#257; tamariki.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Kua whakaritea ng&#257; mahi ki te whakamahere me te arom&#257;tai i te h&#333;taka, me te aromatawai hoki. Ka &#257;ta t&#257;utu ng&#257; mahere i t&#275;n&#257; ka &#257;kona e ng&#257; tamariki, me ng&#257; huarahi ka wh&#257;ia ki te whakapuaki i aua m&#257;tauranga. Ka whai w&#257;hi nui ng&#257; m&#257;tauranga o te takiw&#257; nei ki ng&#257; mahere. He pai te whakahaere me te whakarite i te ako a ng&#257; tamariki. Kua whakatakotohia an&#333; hoki te arom&#257;tai h&#333;taka. Arom&#257;tai ai te kaiako i te h&#333;taka akoranga i ia wiki. Ka arotahi &#257;na arom&#257;tai ki t&#275;n&#257; i whai hua ai, ki t&#275;n&#257; an&#333; hoki k&#299;hai i whai hua ai, ki ng&#257; take an&#333; hoki i p&#275;r&#257; ai, &#257;, ki te huarahi an&#333; hoki ka whai ake. Ka whai hua ng&#257; tamariki i te w&#257; e whakatutuki ana ng&#257; mahere me ng&#257; mahi arom&#257;tai i &#333; r&#257;tou matea ako. He p&#363;kete t&#257; ia tamaiti e whakamahia ana e ng&#257; kaimahi hei huarahi aromatawai matua. Kei ng&#257; p&#363;kete a ia tamaiti ng&#257; whakaahua o &#257; r&#257;tou mahi. Ko ng&#257; kitenga a ng&#257; kaiako e whakatakoto m&#333;hiohio ana m&#333; ng&#257; aromatawai. E whakam&#333;hiotia ana te wh&#257;nau ki t&#275;n&#257; e &#257;kona ana e ng&#257; tamariki, ki ng&#257; mahi ki te whakapai ake i te h&#333;taka, me te ahu whakamua a ng&#257; tamariki.</p><p lang="mi">E whakahaere ana te wh&#257;nau i t&#333; r&#257;tou k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki. Kua &#257;ta tuhia ng&#257; mahi whakahaere, &#257;, e whai hua ana, kei te kounga kairangi hoki. Ka whakap&#363;mau te wh&#257;nau me ng&#257; kaimahi i ng&#257; kaupapa e whakatutuki ana i &#333; r&#257;tou matea me &#333; r&#257;tou t&#363;manako. He huringa tai&#257;whio ki te arotake i ng&#257; kaupapa here, &#257;, he pai an&#333; hoki te aroturuki i ng&#257; kaupapa here me ng&#257; tukanga. He haepapa te wh&#257;nau o te k&#333;hanga reo hei kaituku mahi. Kua &#257;ta whakaritea te katoa o ng&#257; tuhinga t&#363;ranga mahi, &#257;, e h&#257;ngai ana hoki &#275;nei ki te w&#257;. Kua oti ng&#257; mahi ki te arohaehae i ng&#257; kaimahi. He aronga tonutanga ki te whakarato i te ako ngaio me te whakawhanaketanga ngaio. E whai hua ana te arotake whaiaro. Ka arotakengia ng&#257; w&#257;hanga katoa o te k&#333;hanga reo. Whiwhi ai te wh&#257;nau i ng&#257; p&#363;rongo i ia te w&#257; ki &#257; r&#257;tou hui. Ka tuhia an&#333; hoki ng&#257; whakatutukitanga me ng&#257; hua ka puta i ng&#257; mahi rautaki. Kua whakaritea ng&#257; mahi ki te whakamahere rautaki, &#257;, kua whakatakotohia ng&#257; wh&#257;inga me ng&#257; kaupapa matua hei &#257;ta whakarite i te whakatutukitanga o ng&#257; putanga hei te pae tawhiti. Ka aroturuki t&#275;tahi mahere mahi i te whakatutukitanga o ng&#257; wh&#257;inga. Ka whai hua ng&#257; tamariki i te w&#257; e whakaarohia ana &#333; r&#257;tou matea m&#333; me&#257;ke nei.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo ki Whakarewarewa i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>31 H&#333;ngongoi, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Rotorua</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40124</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">05C018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">24, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">22, tokoono kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 10</p>
<p lang="mi">Tama 12</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">18 - 19 Pipiri 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>31 H&#333;ngongoi, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Pipiri 2015</p>
<p lang="mi">Whiringa-&#257;-nuku 2012</p>
<p lang="mi">Pout&#363;-te-rangi 2011</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo ki Whakarewarewa is in Rotorua. Children have strong whakapapa links to the many hap&#363; of Te Arawa. The kuia plays a key role in the k&#333;hanga reo. Her fluency in te reo M&#257;ori as well as her wealth of local knowledge is critical to the development of children&rsquo;s understanding and knowledge of themselves as descendants of Te Arawa.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children connect with each other and their world around them?</h3><p>Children connect with each other and their world around them through positive interactions, meaningful relationships and whakapapa.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are well resourced to learn te reo M&#257;ori. Kaimahi provide children with a range of experiences to build on and extend their knowledge and use of te reo M&#257;ori. Children are supported to recite karakia, their pepeha and h&#299;mene. Kaimahi also use haka, m&#333;teatea, waiata, p&#257;nui pukapuka and language appropriate to kaupapa ako to build children&rsquo;s vocabulary. Older children are able to respond to questions from kaiako using short verbal replies. Kaimahi ensure babies can participate in the formal part of the learning programme. Babies show their understanding of what is happening through their body language and facial expressions. Children are developing as speakers of te reo M&#257;ori.</p><p>Children participate in learning where their identity is a priority. Kaimahi provide opportunities for children to attend whakatau. Children observe tikanga and kawa related to welcoming manuhiri. They also demonstrate an understanding of appropriate behaviour during these times. The kuia constantly tells children stories related to the history of T&#363;hourangi Ng&#257;ti W&#257;hiao. Kaimahi planning ensures that children visit a number of significant sites that are relevant to Te Arawa. The ng&#257;wh&#257;, lakes, local forests, and significant places like Maket&#363; are some of the places visited by children. Children are learning about who they are and where they are from.</p><p>Children have established relationships based on whanaungatanga. Kaimahi interactions with children are based on manaaki and awhi. The older children interact with the babies appropriately. They take their role as tuakana seriously. Kaimahi provide tuakana with leadership opportunities. Children&rsquo;s successes are regularly affirmed by kaimahi. All interactions are meaningful and purposeful. The wh&#257;nau identify that the reasons for bringing their children to this k&#333;hanga reo is because they have faith in the kaimahi to provide the best possible place for their children to learn. Children appear to be secure and happy.</p><p>The kuia supports children to learn about the mana of atua. Children learn that atua are connected to them and know the attributes of each atua, especially relationships. They understand atua have kaitiaki and tamariki. Children visit Te Puia in Rotorua where the cultural practices of carving, weaving and other traditional M&#257;ori art forms are exhibited. Children benefit when they connect relationships, whakapapa and whanaungatanga in their world.</p><p>Children actively explore their environment. Kaimahi planning ensures children maximise their learning through providing a range of learning experiences. Children participate comfortably in formal learning situations. They also have opportunities to initiate learning that is important to them. Children move confidently in and around their k&#333;hanga reo environment. Kaimahi incorporate learning about the natural environment into the curriculum. Every tree and bird that inhabits the area has a story which children have access to. Children learn about atua M&#257;ori and how they influence nature. Children are busy learners.</p><h3>Planning and Evaluation</h3><p>Programme planning, evaluation and assessment practice are in place. Planning clearly identifies what children will be learning and how this knowledge will be implemented. Local knowledge has a strong focus in planning. Children&rsquo;s learning is well managed and organised. Programme evaluation is in place. The kaiako evaluates the learning programme weekly. Her evaluations focus on what went well, what did not go well and why, and where to next. Children benefit when planning and evaluation practice meets their learning needs. Kaimahi use individual profiles as the main method of assessment. Children&rsquo;s profiles include photos of what they are doing. Kaiako observations provide information for assessments. The wh&#257;nau is informed of what children are learning, programme improvements and children&rsquo;s progress.</p><p>The wh&#257;nau manage their k&#333;hanga reo in the best interests of their children. Management practices are well documented, effective and of high quality. The wh&#257;nau and kaimahi uphold kaupapa that meets their needs and expectations. There is a cycle of policy review, and policies and procedures are monitored well. The wh&#257;nau of the k&#333;hanga reo are responsible employers. All employee documentation is current and in place. Kaimahi appraisals are complete. There is an ongoing focus of providing professional learning and development. Self- review is effective. All areas of the k&#333;hanga reo are reviewed. The wh&#257;nau receive regular reports at their hui. Strategic achievements and successes are recorded. Strategic planning is in place and goals and priorities set to ensure long term outcomes are realised. An action plan monitors the achievement of goals. Children benefit when their future needs are considered.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo ki Whakarewarewa will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>31 July 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Rotorua</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40124</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>05C018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>24 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>22 children, including 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 10</p>
<p>Boys 12</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>18 - 19 June 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>31 July 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>June 2015</p>
<p>October 2012</p>
<p>March 2011</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo ki Whakarewarewa reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-30-06-2015/" title="Te Kōhanga Reo ki Whakarewarewa - 30/06/2015">Te Kōhanga Reo ki Whakarewarewa - 30/06/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-ki-whakarewarewa-31-07-2018/" title="Te Kōhanga Reo ki Whakarewarewa - 31/07/2018">Te Kōhanga Reo ki Whakarewarewa - 31/07/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
