<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Atawhai - 17/05/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Atawhai - 17/05/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Atawhai - 17/05/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Atawhai - 17/05/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Atawhai - 17/05/2018 page" href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="af11affea268d9c1835aac9966f2ae1e88b2458a" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Atawhai - 17/05/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Atawhai - 17/05/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Atawhai ki te taha o te kura o Tauhara. E noho p&#363;mau ana te wh&#257;nau ki te &#257;ta whakatau i te whai tonu a &#257; r&#257;tou tamariki i te m&#257;tauranga rumaki reo M&#257;ori i t&#257; r&#257;tou wehe atu i te k&#333;hanga reo. Ka uru atu te nuinga o ng&#257; tamariki ki te kura kaupapa M&#257;ori o te hapori nei. He tino hononga t&#333; te wh&#257;nau me ng&#257; tamariki ki ng&#257; hap&#363; o te iwi o Ng&#257;ti T&#363;wharetoa.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te ng&#257;kau titikaha o ng&#257; tamariki hei &#257;konga?</h3><p lang="mi">Ka kitea ki ng&#257; tamariki te whakawhanaketanga o &#333; r&#257;tou ng&#257;kau titikaha hei &#257;konga, i a r&#257;tou e taunekeneke ana ki &#275;tahi atu i roto i te h&#333;taka o ia r&#257;.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E whai w&#257;hi atu ana ng&#257; tamariki ki t&#275;tahi taiao e &#257;ta poipoi ana i te rangim&#257;rie me te harikoa. Ka ahu mai ng&#257; hononga o ng&#257; tamariki i te whanaungatanga. Ka rongo r&#257;tou i te aroha, te manaaki, te atawhai, te ng&#257;kau nui, me te harikoa i roto i &#257; r&#257;tou taunekeneke ki te taha o ng&#257; kaimahi. Ka whakatauira ng&#257; kaimahi i te whakaute o te tangata m&#333;na ake, &#257;, m&#333; &#275;tahi atu hoki. He pai te whakahaere i ng&#257; tamariki. He riterite, he m&#257;rama hoki ng&#257; t&#363;manako me ng&#257; mahinga e h&#257;pai ana i te whakawhanaketanga o ng&#257; tamariki i te whanonga me ng&#257; hononga e whai hua ana. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te whai i te huarahi tika i roto i &#257; r&#257;tou whanonga, &#257; r&#257;tou taunekeneke i ng&#257; w&#257; &#333;kawa o te h&#333;taka akoranga. He mauritau, he harikoa hoki te &#257;hua o ng&#257; tamariki.</p><p lang="mi">E whai w&#257;hi atu ana ng&#257; tamariki ki ng&#257; t&#363;momo akoranga e poipoi ana i &#333; r&#257;tou tuakiri. E whakatauira ana ng&#257; kaimahi i ng&#257; wawata o te wh&#257;nau, tae atu hoki ki &#275;r&#257; e h&#257;ngai ana ki te noho m&#333;hio o ng&#257; tamariki ki &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae. Kei te tino m&#333;hio ng&#257; kaimahi ki ng&#257; tamariki. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te ako i &#333; r&#257;tou pepeha me &#333; r&#257;tou marae. He t&#363;m&#257;ia ng&#257; tamariki tu&#257;kana ki te taki i &#333; r&#257;tou pepeha, me te iti noa tonu o te whai w&#257;hi mai o ng&#257; kaimahi hei h&#257;pai i a r&#257;tou. E h&#257;paitia ana te whakawhanaketanga o ng&#257; tamariki i t&#333; r&#257;tou m&#257;ramatanga ki te t&#363; o te tangata whenua. E &#257;kina ana t&#257; r&#257;tou whai w&#257;hi atu ki ng&#257; whakatau me ng&#257; p&#333;whiri m&#257; ng&#257; huarahi e tika ana. E whakawhanake ana ng&#257; tamariki i t&#333; r&#257;tou aronga toi whenuatanga.</p><p lang="mi">He nui ng&#257; puna rauemi e h&#257;pai ana i te ako a ng&#257; tamariki i te reo M&#257;ori. He pakari &#275;tahi mema o te wh&#257;nau ki te k&#333;rero i te reo M&#257;ori. Ka t&#363; r&#257;tou hei tauira m&#333; ng&#257; tamariki me &#275;tahi o atu o te wh&#257;nau. Ka whakamahi ng&#257; kaimahi i ng&#257; waiata, ng&#257; karakia, me ng&#257; m&#333;teatea o T&#363;wharetoa, hei rautaki e h&#257;pai ana i te whakawhanaketanga reo o ng&#257; tamariki. Ka whakamahi ng&#257; kaimahi i ng&#257; k&#275;mu &#257;-ringa kia &#257;ta areare mai ng&#257; taringa o ng&#257; tamariki ki te whakarongo. He pakari ng&#257; tamariki tu&#257;kana ki te uiui me te whakautu i ng&#257; p&#257;tai m&#257;m&#257;. He tika te aro atu a ng&#257; tamariki katoa ki ng&#257; tohutohu me ng&#257; p&#257;tai. Ka tohutohu, ka k&#333;rerorero hoki ng&#257; p&#275;pi i a r&#257;tou e taunekeneke ana ki waenga i a r&#257;tou an&#333;, ki &#333; r&#257;tou tu&#257;kana, &#257;, ki ng&#257; p&#257;keke hoki. Ka aro atu ng&#257; kaimahi ki ng&#257; whakawhitinga k&#333;rero a ng&#257; tamariki m&#257; te atawhai me te aroha. Ka kitea ki ng&#257; tamariki t&#333; r&#257;tou m&#257;ramatanga ki te reo M&#257;ori.</p><p lang="mi">He t&#363;m&#257;ia te t&#363;hura haere a ng&#257; tamariki i t&#333; r&#257;tou taiao. Ka whakaratohia ki ng&#257; p&#275;pi ng&#257; wheako e aro nui ana ki &#333; r&#257;tou matea ako. He hihiri, he t&#257;kare hoki te kaiako. He m&#257;horahora ake te whakapuaki a te kaiako me ng&#257; tamariki i &#333; r&#257;tou ake &#257;hua, i a r&#257;tou e t&#257;karo ng&#257;tahi ana. Ka whakarato te wh&#257;nau i te taiao haumaru, p&#363;mau hoki, &#257;, e h&#257;pai ana aua &#257;huatanga i te t&#363;hura haere me te &#257;ta whakam&#257;tau. Ka akiaki, ka h&#257;pai hoki ng&#257; kaimahi i ng&#257; tamariki ki te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga. Ka tuitui ki te h&#333;taka, ko ng&#257; whai w&#257;hitanga ki te t&#257;karo me te ako i roto i te taiao m&#257;oriori o te hapori. E whanake ana te ng&#257;kau titikaha o ng&#257; tamariki hei &#257;konga.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Kua whakarite e te wh&#257;nau ng&#257; tukanga ki te whakahaere i ng&#257; whakaritenga o t&#333; r&#257;tou k&#333;hanga reo. E t&#257;utu ana ng&#257; mahere rautaki me ng&#257; mahere &#257;-tau i ng&#257; kaupapa matua o te pae tawhiti. Ka whakatutukihia ng&#257; take e p&#257; ana ki ng&#257; kaimahi, ng&#257; p&#363;tea, te hauora, me te haumaru. Hui ai te wh&#257;nau i ia te w&#257; ki te whakawhiti whakaaro m&#333; ng&#257; whakahaeretanga i te k&#333;hanga reo. He p&#363;naha &#257; r&#257;tou e h&#257;pai ai i te r&#333;nakitanga, &#257;, ko &#275;tahi o &#275;nei, ko te whiwhi tohu m&#257;tauranga a te wh&#257;nau, me te mahi ng&#257;tahi ki te whakawh&#257;nui ake i t&#333; r&#257;tou whare. E mahi ng&#257;tahi ana te wh&#257;nau hei painga m&#333; &#257; r&#257;tou tamariki.</p><p lang="mi">Kua whakaritea e ng&#257; kaimahi ng&#257; tukanga ki te whakamahere i te h&#333;taka me te aromatawai i ng&#257; tamariki. Ka h&#257;ngai hoki &#275;nei ki ng&#257; rauemi e tika ana, ng&#257; wh&#257;inga, me ng&#257; tino hononga ki te kaupapa o te k&#333;hanga reo. E &#257;kina ana te whai w&#257;hi mai o te wh&#257;nau ki te waihanga o te h&#333;taka akoranga. He pai te m&#257;ramatanga o ng&#257; kaimahi ki &#333; r&#257;tou t&#363;ranga me &#257; r&#257;tou kawenga mahi. Ka whakatakotohia ng&#257; akoranga me te ahu whakamua a ng&#257; tamariki ki ng&#257; Pukapuka Kitenga. E noho p&#363;mau ana ki te whakapai tonu me te &#257;ta whakarite i te whakatutukitanga o ng&#257; matea ako o ng&#257; tamariki. He pai te whakariterite me te aroturuki i te ako a ng&#257; tamariki.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">K&#257;hore te wh&#257;nau e aroturuki ana i te ahu whakamua ki te whakatutuki haere i ng&#257; wh&#257;inga &#257;-tau. E m&#333;hio ana r&#257;tou ki te hua o te arowhai i ia te w&#257; i te ahu whakamua o aua wh&#257;inga. E noho p&#363;mau ana te wh&#257;nau ki te whakapakari ake me te whaka&#333;kawa ake i &#257; r&#257;tou whakaritenga. Ka whai hua ng&#257; tamariki m&#257; te whakatinanatanga o ng&#257; wawata o te wh&#257;nau kia puta ai ng&#257; painga m&#333; &#257; r&#257;tou akoranga.</p><p lang="mi">Ko te arom&#257;tai h&#333;taka t&#275;tahi w&#257;hanga hei whakapai ake. Me whai whakaaro ng&#257; kaimahi ki te &#257;hua o te ahu whakamua o te h&#333;taka akoranga, ki t&#275;n&#257; e whai hua ana, &#257;, ki t&#275;n&#257; hoki hei whakapai ake. Me tuhi r&#257;tou i ng&#257; whakawhitinga k&#333;rero, &#257;, me whakarerek&#275; haere i te w&#257; e tika ana. Ka riro i ng&#257; tamariki ng&#257; painga ka ahu mai i ng&#257; whakataunga i &#257;ta whakaarohia ai.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakawhanakehia, kia whakatinanahia hoki ng&#257; whakaritenga p&#363;rongo e t&#257;utu ana i ng&#257; kaupapa matua, &#257;, e whaka&#333;kawa ana hoki i te arom&#257;tai h&#333;taka.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Atawhai i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>17 Haratua, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Taupo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40130</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">11-002</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">22, kia tokoono ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">17, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 6</p>
<p lang="mi">Tama 11</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Paenga-wh&#257;wh&#257; 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>17 Haratua, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Pout&#363;-te-rangi 2015</p>
<p lang="mi">Haratua 2012</p>
<p lang="mi">Whiringa-&#257;-rangi 2010</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga reo o Atawhai is situated beside Tauhara school. Wh&#257;nau are committed to ensuring their children continue in M&#257;ori medium education after leaving k&#333;hanga reo. Most children enrol at the local kura kaupapa. Wh&#257;nau and children have close connections to the hap&#363; and iwi of Ng&#257;ti T&#363;wharetoa.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How confident are children as learners?</h3><p>Children show they are developing as confident learners as they interact with otheres in the daily programme.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children experience an environment where peace and happiness is nurtured. Children&rsquo;s relationships are based on whanaungatanga. They experience aroha, manaaki, atawhai, ngakanui and harikoa in their interactions with kaimahi. Kaimahi model respect of self and others. Children are managed positively. Consistent and clear expectations and routines support children to develop positive behaviour and relationships. Kaimahi support children to behave and respond appropriately during the formal parts of the learning programme. Children appear settled and happy.</p><p>Children participate in learning where their identity is nurtured. Kaimahi model the aspirations of the wh&#257;nau which includes children knowing who they are and where they come from. They know the children very well. Kaimahi support children to learn their pepeha and marae. Older children confidently recite their pepeha with very little support from kaimahi. Children are supported to develop their understanding of their role as tangata whenua. They are encouraged to participate in whakatau and p&#333;whiri in appropriate ways. Children are developing a sense belonging.</p><p>Children are well resourced to learn te reo M&#257;ori. Some whanau are good speakers of te reo M&#257;ori. They are role models for children and other wh&#257;nau members. Kaimahi use waiata, karakia and m&#333;teatea specific to T&#363;wharetoa as strategies to support children&rsquo;s language development. The kaimahi use hand games to focus listening. Older children confidently ask and answer simple questions. All children respond appropriately to instructions and questions. Babies point and babble when interacting with each other, tu&#257;kana and adults. Kaimahi respond to children&rsquo;s communication with warmth and love. Children demonstrate an understanding of te reo M&#257;ori.</p><p>Children explore their environment with confidence. Babies are provided with experiences that are responsive to their learning needs. <span>The kaiako is animated and enthusiastic. Both kaiako and children express themselves more freely when they are engaged in play with one another.</span> Wh&#257;nau provide a safe and secure environment that encourages exploration and risk taking. Kaimahi encourage and support children to pursue their interests. Opportunities to play and learn in the local natural environment are integrated into the programme. Children are developing as confident learners.</p><h3>Planning and Evaluation</h3><p>Whanau have in place processes to manage the operations of their k&#333;hanga reo. Strategic and annual plans identify long term priorities. Personnel, finances and health and safety matters are attended to. Wh&#257;nau meet regularly to discuss k&#333;hanga reo operations. They have systems in place to support the sustainability that includes wh&#257;nau gaining qualifications and working towards extending their building. Wh&#257;nau work together in the interests of their children.</p><p>Kaimahi have established process for programme planning and children&rsquo;s assessments. It includes appropriate resources, whainga and clear links to the kaupapa of k&#333;hanga reo. The whanau are encouraged to contribute to the design of the learning programme. Kaimahi have good understanding of their roles and responsibilities. Children&rsquo;s learning and progress is recorded in Pukapuka Kitenga. There is a commitment to improvement and ensuring children&rsquo;s learning needs are catered for. Children&rsquo;s learning is well organised and monitored.</p><h4>Key Next Steps</h4><p>Wh&#257;nau do not monitor progress about annual goals. They do acknowledge the benefits of consistently checking the progress of these goals. Wh&#257;nau are committed to strengthening and formalising their practices. Children benefit when wh&#257;nau aspirations will result in positive outcomes for their learning.</p><p>Programme evaluation is an area for improvement. Kaimahi need to consider how the learning programme is progressing, what is working well and what needs to be improved. They should record discussions and implement changes as needed. Children benefit from well considered decisions.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluate, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>Develop and implement reporting expectations that identifies priorities and formalise programme evaluation.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Atawhai will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>17 May 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Taup&#333;</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40130</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>11-002</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>22 children, including up to 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>17 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 6</p>
<p>Boys 11</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>April 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>17 May 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>March 2015</p>
<p>May 2012</p>
<p>November 2010</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Atawhai reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-atawhai-12-03-2015/" title="Te Kōhanga Reo o Atawhai - 12/03/2015">Te Kōhanga Reo o Atawhai - 12/03/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-atawhai-17-05-2018/" title="Te Kōhanga Reo o Atawhai - 17/05/2018">Te Kōhanga Reo o Atawhai - 17/05/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
