<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tutarawananga - 12/09/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tutarawananga - 12/09/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tutarawananga - 12/09/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tutarawananga - 12/09/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tutarawananga - 12/09/2018 page" href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e16df1d0ecb8ea6be97b3c95410c896a01fe6124" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tutarawananga - 12/09/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tutarawananga - 12/09/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o T&#363;taraw&#257;nanga ki ng&#257; papa o te kura tuatahi o Merivale, ki Tauranga. Kei ng&#257; papa tonu o te kura t&#275;tahi whare k&#333;hungahunga, ki tua atu tonu i te k&#333;hanga reo. I tautoko te hapori M&#257;ori - tae atu hoki ki ng&#257; kaum&#257;tua me ng&#257; iwi - i te whakat&#363;nga o te k&#333;hanga reo. N&#333; Tauranga Moana, n&#333; &#275;tahi atu iwi hoki ng&#257; tamariki, te wh&#257;nau, me ng&#257; kaimahi.</p><p lang="mi">Whai muri i te arotake o mua a Te Tari Arotake M&#257;tauranga, kua whakawhanakehia e te wh&#257;nau ng&#257; taiao ako o roto, o waho hoki i te k&#333;hanga reo, kia whai w&#257;hi nui ake ai te aronga M&#257;ori.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakaatu i &#333; r&#257;tou ng&#257;kau titikaha hei &#257;konga?</h3><p lang="mi">Ka kitea ki ng&#257; tamariki t&#333; r&#257;tou tino t&#363;m&#257;ia i a r&#257;tou e ako ana.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E whiwhi ana ng&#257; tamariki i ng&#257; tino whai w&#257;hitanga ki te &#257;ta t&#363;hura m&#257;t&#257;toa i t&#333; r&#257;tou taiao. Kua waihangatia te h&#333;taka akoranga hei whakatairanga i te k&#333;kiri a te tamaiti i t&#257;na ake t&#363;hura haere. Ka poipoi ng&#257; kaimahi i ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki, &#257;, ka akiaki an&#333; hoki i a r&#257;tou ki te whakapuaki i &#257; r&#257;tou akoranga. Ka aro nui r&#257;tou ki ng&#257; tamariki, &#257;, ka h&#257;pai i a r&#257;tou ki te whakawh&#257;nui i &#333; r&#257;tou whakaaro i a r&#257;tou e whai w&#257;hi atu ana ki ng&#257; akoranga. He maha ng&#257; w&#257; ka rangona ng&#257; tamariki e katakata ana, &#257;, ka kitea an&#333; hoki t&#257; r&#257;tou whakangahau. He pakari ng&#257; p&#275;pi ki te whakawhitiwhiti haere i ng&#257; w&#257;hi o roto, o waho hoki. E tino tautokona ana r&#257;tou e ng&#257; tamariki tu&#257;kana. He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te ako.</p><p lang="mi">Ka t&#363;hura ng&#257; tamariki i te reo M&#257;ori m&#257; ng&#257; huarahi e whai p&#363;take ana, &#257;, e whakaongaonga ana hoki. Ka hui ng&#257;tahi ng&#257; tamariki ki te whakapuaki i &#333; r&#257;tou pepeha me te whakamihi a t&#275;tahi i t&#275;tahi. E &#257;ta whakapuakihia ana e ng&#257; kaimahi ng&#257; uara o te aroha, te manaaki, me te awhi. Ka tautoko ng&#257; kaimahi i ng&#257; mema o te wh&#257;nau e hiahia ana ki te whakapiki ake i &#333; r&#257;tou m&#333;hiotanga ki te reo M&#257;ori, me t&#257; r&#257;tou whakamahi i te reo. Ka &#257;ta whakatairanga ng&#257; kaimahi i te reo rotarota i ng&#257; tamariki e waiata ana. Ka kitea ki ng&#257; tamariki t&#333; r&#257;tou tino m&#333;hiotanga ki te whai p&#257;nga nui mai o te reo M&#257;ori hei &#257;huatanga m&#257;oriori tonu nei o &#257; r&#257;tou akoranga.</p><p lang="mi">Ka whai w&#257;hi nui ng&#257; tamariki ki t&#275;tahi taiao ako whakaongaonga. Ka whakatakoto haere ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi ako e whakaongaonga ana i te taha auaha, &#257;, e whakawhanake ana hoki i ng&#257; t&#363;momo p&#363;kenga. Ko &#275;tahi o aua taumahi ko te hanganga, te whakaari, ng&#257; mahi toi, me ng&#257; taputapu t&#257;karo. Ka k&#333;kiri r&#257;tou i ng&#257; taumahi e whakahono ana i ng&#257; tamariki ki ng&#257; atua M&#257;ori me ng&#257; p&#363;r&#257;kau. E &#257;hei ana ng&#257; tamariki ki te whiriwhiri i &#257; r&#257;tou akoranga, me te whakawhitiwhiti ng&#257;wari, whakawhitiwhiti takitahi an&#333; hoki ki ng&#257; t&#363;momo taumahi. Ka whai w&#257;hi nui ia tamaiti, ng&#257; r&#333;p&#363; tamariki an&#333; hoki ki te roanga o ng&#257; kaupapa e whakaw&#257;tea ana i a r&#257;tou ki te waihanga, te mahi, te hangahanga, te piki, te kanikani, te p&#257;nui, me te eke. Ka whakawerohia, ka whakawh&#257;nuihia hoki ng&#257; whakaaro o ng&#257; tamariki i roto i &#257; r&#257;tou t&#257;karo me &#257; r&#257;tou akoranga.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Kua tae ki te w&#257; kia whakaarohia, kia whakatinanahia hoki e ng&#257; kaimahi ng&#257; rautaki e whakapakari ake ai i te whakamahinga a ng&#257; tamariki i te reo M&#257;ori. K&#257;hore ng&#257; kaimahi e &#257;ta kite ana i ia te w&#257;, i ng&#257; tino whai w&#257;hitanga i ng&#257; taumahi ako ki te whakawh&#257;nui ake i te whakamahinga a ng&#257; tamariki i te reo M&#257;ori. Ahakoa e h&#257;pai ana te taiao i te whai w&#257;hi nui o ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi, k&#257;hore t&#333; r&#257;tou whakawhanaketanga reo e whai w&#257;hi atu ana hei aronga. K&#257;hore te whakamahinga o ng&#257; tamariki i te reo M&#257;ori e &#257;ta whakawh&#257;nuihia ana.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">E whiwhi ana ng&#257; tamariki i ng&#257; h&#333;taka akoranga whakaongaonga e whai p&#363;take ana. Kua whakaritea ng&#257; mahi whakamahere i &#257;ta whakawhanakehia ai, &#257;, e whakatairanga m&#257;rika ana i Te Wh&#257;riki a Te K&#333;hanga Reo. E tino whakaarohia ana te ako a ng&#257; tamariki puta noa i Ng&#257; Taumata Whakahirahira, tae atu ki ng&#257; taumahi ako &#257;-kaupapa e whakaongaonga ana i te wh&#257;nuitanga o ng&#257; reanga, ng&#257; &#257;heinga, me ng&#257; matea. Ka aro nui ng&#257; mahere ki te t&#363;hura haere o te ao t&#363;roa me te ao t&#363;turu. He pai te aronga o ng&#257; kaimahi e h&#257;pai ai i t&#257; r&#257;tou ako i ng&#257; tamariki. Ko ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki me &#333; r&#257;tou hononga ki te ao M&#257;ori e noho matua ana ki ng&#257; whakaritenga e p&#257; ana ki ng&#257; mahere.</p><p lang="mi">Ko te whakawhanaketanga o ng&#257; tamariki me t&#257; r&#257;tou ako e whakam&#333;hio ana i ng&#257; aromatawai me te arom&#257;tai. Kua &#257;ta whakawhanakehia ng&#257; whakaritenga ki te aromatawai. Ka whakatakoto haere ng&#257; kaimahi i te &#257;hua o te reo M&#257;ori e whakamahia ana e ia tamaiti. Whai muri i te arotake o mua a Te Tari Arotake M&#257;tauranga, kua rangahau tonu, kua whakat&#333;p&#363; tonu hoki ng&#257; kaimahi i ng&#257; whakaritenga aromatawai M&#257;ori, tae atu hoki ki Te Whatu P&#333;keka. He matawh&#257;nui ng&#257; p&#363;rongo a ng&#257; kaimahi, kua &#257;ta whakaarohia hoki, &#257;, e arotahi ana ki te angitu o ng&#257; h&#333;taka. Ka whakanuia te eke angitu o ng&#257; tamariki i roto i ng&#257; akoranga.</p><p lang="mi">E whakahaerehia ana te k&#333;hanga reo hei painga m&#333; ng&#257; tamariki. He pai te tae &#257;-tinana atu a te wh&#257;nau ki ng&#257; hui o ia marama. Ka whakatutuki ng&#257;tahitia ng&#257; whakataunga, &#257;, he m&#257;rama hoki. Ka arotahi ng&#257; whakawhitinga k&#333;rero a te wh&#257;nau ki te ako a ng&#257; tamariki, te hauora me te haumaru, me te waiora tonu o te katoa. Kua h&#257;pai ake t&#275;tahi kaiwhakahaere tari ukiuki i ng&#257; whakahaeretanga o te k&#333;hanga reo i ia r&#257;. Kua whakaraupapahia e te wh&#257;nau te aronga matua ki te whakapakari ake i te &#257;heinga o ng&#257; kaimahi m&#257; ng&#257; tohu m&#257;tauranga me ng&#257; kaupapa whakangungu a te Poari Matua o Ng&#257; K&#333;hanga Reo. Ko te whakawhanake i ng&#257; rawa t&#275;tahi aronga tonutanga o te wh&#257;nau, &#257;, he maha ng&#257; t&#363; kaupapa i whakatutukihia ai, p&#275;r&#257; i te w&#257;hi t&#257;karo o waho. He r&#257;rangi arotake t&#257; te wh&#257;nau e t&#363; auau ana ki te whakatutuki haere i ng&#257; mahi, tae atu hoki ki te w&#257; e tika ana kia arotakengia t&#257; r&#257;tou t&#363;tohinga. Ko ng&#257; tamariki kei te p&#363;take o ng&#257; mahi whakahaere a te wh&#257;nau.</p><p lang="mi">E arotahi ana te arom&#257;tai o roto ki te tupu o te wh&#257;nau, me te ako, te whakawhanaketanga an&#333; hoki o ng&#257; tamariki. He pakari te haere tonutanga i ia te w&#257; i te arotake me te whakaaro huritao i waenga i te wh&#257;nau. Arotahi p&#363; ai r&#257;tou i ia te w&#257; ki ng&#257; whakaritenga me ng&#257; whakahaeretanga o te k&#333;hanga reo. He maha ng&#257; huarahi e whakamahia ana hei whakapuaki, hei whakaaro huritao, hei whakawhitiwhiti k&#333;rero hoki ki ng&#257; mema o te wh&#257;nau m&#333; ng&#257; whakawhanaketanga i te k&#333;hanga reo. E whai w&#257;hi atu ana ng&#257; m&#333;hiohio arotake ki te whakawhanaketanga o t&#275;tahi mahere rautaki a te katoa, &#257;, e whakatakoto ana hoki i ng&#257; tino wh&#257;inga, puta noa i Ng&#257; Pou e Wh&#257;. He pai te t&#363;nga o ng&#257; mema o te wh&#257;nau ki te whakatinana i &#257; r&#257;tou wh&#257;inga rautaki.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Kei te whare o te k&#333;hanga reo &#275;tahi take hei tirohanga wawe. Kei te turuturu ki te w&#257;hi horoi, &#257;, kua taretare haere te whare e t&#363; k&#257;p&#299;piti ana hei w&#257;hi moe, hei w&#257;hi kai, hei w&#257;hi horoi hoki. Kua ahu whakamua te wh&#257;nau ki te whakaiti ake i ng&#257; &#257;huatanga e noho m&#333;rearea ana, engari e toro atu ana r&#257;tou ki te tautoko me te &#257;whina o te Poari Matua o Ng&#257; K&#333;hanga Reo ki te whakatika i aua &#257;huatanga e p&#257; t&#333;raro ana ki te hauora me te haumaru. K&#257;hore te haumaru &#257;-tinana o ng&#257; tamariki me ng&#257; kaimahi e whakat&#363;turuhia ana.</p><p lang="mi">Ka taea te whakapakari ake ng&#257; &#257;huatanga maha o te whakahaeretanga a te wh&#257;nau i roto i te k&#333;hanga reo. E akiaki ana Te Tari Arotake M&#257;tauranga i te wh&#257;nau ki te k&#333;kiri tonu i t&#257; r&#257;tou whakawhanaketanga reo M&#257;ori hei h&#257;pai i te ako a ng&#257; tamariki, &#257;, ki te arotake hoki i ng&#257; aratohu me ng&#257; m&#333;hiohio e p&#257; ana ki ng&#257; t&#363;ranga o te wh&#257;nau me &#257; r&#257;tou kawenga mahi.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;:</p><ul>
<li lang="mi">kia wawe te tautoko mai o te Poari Matua o Ng&#257; K&#333;hanga Reo ki te whakatutuki i ng&#257; take e p&#257; ana ki ng&#257; rawa.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o T&#363;taraw&#257;nanga i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>12 Mahuru, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Tauranga</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40148</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">14A004</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">20, kia tokoono ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">11, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 8</p>
<p lang="mi">Tama 3</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Here-turi-k&#333;k&#257; 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>12 Mahuru, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
</td>
<td width="171">
<p lang="mi">Haratua 2015</p>
<p lang="mi">Hui-tanguru 2012</p>
<p lang="mi">Hui-tanguru 2008</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o T&#363;taraw&#257;nanga is located on the grounds of Merivale Primary School in Tauranga. An early childhood centre is also located on the school site, directly opposite the k&#333;hanga reo. The M&#257;ori community, including kaum&#257;tua and iwi, supported the establishment of the k&#333;hanga reo. Children, wh&#257;nau and kaimahi affiliate to Tauranga Moana and other iwi.</p><p>Since the previous ERO review, the wh&#257;nau has developed the indoor and outdoor learning environments of the k&#333;hanga reo to more strongly reflect a strong M&#257;ori presence.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children display confidence as learners?</h3><p>Children show a high level of confidence while learning.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children enjoy opportunities to actively explore their environment. The learning programme is designed to promote independent exploration. Kaimahi foster children&rsquo;s interests and encourage others to share their learning. They are responsive to children and support them to extend their thinking as they engage in learning. Children are often heard laughing and seen having fun. Babies confidently move between the indoor and outdoor spaces. They are well supported by the older children. Children are confident learners.</p><p>Children explore te reo M&#257;ori in meaningful and stimulating ways. Children come together to share their pepeha and acknowledge each other. The values of aroha, manaaki and awhi are clearly communicated by kaimahi. Kaimahi support wh&#257;nau members who are keen to increase their knowledge and use of te reo M&#257;ori. Kaimahi deliberately promote te reo rotarota as children sing waiata. Children show a strong awareness that te reo M&#257;ori is a natural part of their learning.</p><p>Children enjoy a stimulating learning environment. Kaimahi arrange a wide range of learning activities that stimulate creative interests and develop a range of skills. These include construction, role play, art and play equipment. They facilitate activities that connect children to atua M&#257;ori and p&#363;r&#257;kau. Children can make choices in their learning and are able to move confidently and independently between activities. Individual and groups of children enjoy sustained opportunities to create, make, construct, climb, dig, dance, read and ride. Children are challenged and extended in their play and learning.</p><h3>Key Next Steps</h3><p>It is timely for kaimahi to consider and implement strategies to strengthen the use of te reo M&#257;ori by children. Kaimahi do not always recognise the valuable opportunities during learning activities to extend the use of te reo M&#257;ori by children. While the environment engages children in a wide range of activities, their language development has not been an area of focus. Children&rsquo;s use of and ownership of te reo M&#257;ori is not effectively extended.</p><h3>Planning and Evaluation</h3><p>Children receive stimulating and meaningful programmes of learning. Well-developed planning practices are in place that strongly promote Te Wh&#257;riki a Te K&#333;hanga Reo. Children&rsquo;s learning across Ng&#257; Taumata Whakahirahira is very well considered including specific kaupapa learning activities to stimulate the different ages, abilities and needs. Plans gives emphasis to exploration of the natural and physical worlds. Kaimahi have good direction to support children&rsquo;s learning. Children&rsquo;s interests and their connections to ao M&#257;ori are central to planning practices.</p><p>Children&rsquo;s development and learning informs assessment and evaluation. Assessment practices are well developed. Kaimahi record how each child is using te reo M&#257;ori. Since the previous ERO review, kaimahi have continued to research and consolidate M&#257;ori assessment practices including Te Whatu P&#333;keka. Kaimahi reports are comprehensive, well considered and focused on the success of programmes. Children&rsquo;s success in learning is celebrated.</p><p>The k&#333;hanga reo is managed in the best interests of children. There is good attendance by wh&#257;nau at monthly hui. Decision making is shared and transparent. Wh&#257;nau discussions focus on children&rsquo;s learning, health and safety, and overall wellbeing. A full-time administrator has enhanced the daily operations of the k&#333;hanga reo. The wh&#257;nau have prioritised building kaimahi capability through Te K&#333;hanga Reo National Trust qualifications and training. Property development has been an ongoing focus for the wh&#257;nau with many completed projects such as the outdoor play area. Wh&#257;nau have a regular review schedule in place that includes when to review their charter. Children are at the heart of wh&#257;nau management.</p><p>Internal evaluation is focused on wh&#257;nau growth and children&rsquo;s learning and development. Review and reflection is ongoing and strong amongst the wh&#257;nau. They consistently focus on the operations and management of the k&#333;hanga reo. There are many avenues used to share, reflect and communicate with wh&#257;nau members about developments in the k&#333;hanga reo. Review information contributes to the development of a shared strategic plan that includes specific goals across Ng&#257; Pou e Wh&#257;. Wh&#257;nau members are well positioned to realise their strategic goals.</p><h3>Key Next Steps</h3><p>There are issues with the k&#333;hanga reo building that need urgent attention. There is leaking in the wash area as well as deterioration in the adjoining building used for sleeping, kai and washing. The wh&#257;nau has taken steps to minimise the potential risks, however they are seeking support and assistance from Te K&#333;hanga Reo National Trust to remedy these health and safety risks. The physical safety of children and kaimahi is not guaranteed.</p><p>There are aspects of wh&#257;nau management that can be strengthened within the k&#333;hanga reo. ERO encourages wh&#257;nau to continue their own te reo M&#257;ori development to support children&rsquo;s learning and review the guidelines and information for wh&#257;nau about their roles and responsibilities.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>urgent support from Te K&#333;hanga Reo National Trust is required to address property issues.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o T&#363;taraw&#257;nanga will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>12 September 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Tauranga</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40148</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>14A004</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>20 children, including up to 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>11 children, including 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 8</p>
<p>Boys 3</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>August 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>12 September 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td colspan="2" width="187">
<p>May 2015</p>
<p>February 2012</p>
<p>February 2008</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tutarawananga reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-12-09-2018/" title="Te Kōhanga Reo o Tutarawananga - 12/09/2018">Te Kōhanga Reo o Tutarawananga - 12/09/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-tutarawananga-19-05-2015/" title="Te Kōhanga Reo o Tutarawananga - 19/05/2015">Te Kōhanga Reo o Tutarawananga - 19/05/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
