<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Ngāpeke - 30/04/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngāpeke - 30/04/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngāpeke - 30/04/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Ngāpeke - 30/04/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Ngāpeke - 30/04/2018 page" href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="954c88ac4bf97865d2fb59b0f9c9b7a47622756a" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=47703#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Ngāpeke - 30/04/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Ngāpeke - 30/04/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Ng&#257;peke ki te marae o Te Whet&#363; o te Rangi, ki Welcome Bay, e p&#257; tata tonu atu ana ki Tauranga. He hononga &#257;-whakapapa t&#333; ng&#257; tamariki me ng&#257; wh&#257;nau ki a Ng&#257;ti P&#363;kenga me Tauranga Moana. E noho ana &#275;tahi kaum&#257;tua ki te papak&#257;inga e t&#363; p&#257; tata ana ki te k&#333;hanga reo. Ka noho ng&#257;tahi r&#257;tou ko ng&#257; tamariki ki te k&#333;hanga reo i ia r&#257;. He pai te mahi ng&#257;tahi a te r&#333;p&#363; whakahaere haere hou o te wh&#257;nau me ng&#257; kaimahi, &#257;, e whakarato tonu ana r&#257;tou i ng&#257; tino painga m&#333; ng&#257; tamariki.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakaatu i &#333; r&#257;tou ng&#257;kau titikaha ki te ako?</h3><p lang="mi">Ka kitea ki ng&#257; tamariki &#333; r&#257;tou ng&#257;kau titikaha ki te ako, i a r&#257;tou e whai w&#257;hi nui ana ki ng&#257; tini &#257;huatanga katoa o te h&#333;taka akoranga.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E rumakina ana ng&#257; tamariki ki te reo M&#257;ori me &#333;na tikanga, &#257;, e whakap&#363;mau ana aua t&#363;&#257;huatanga i t&#333; r&#257;tou tuakiri me t&#333; r&#257;tou aronga toi whenuatanga ki t&#333; r&#257;tou taiao. Ka whakatangi ng&#257; tamariki i te pere i te t&#299;matanga o te r&#257;, hei whakakao mai i te wh&#257;nau. Ka kitea ki ng&#257; mahi a ng&#257; kaimahi, ko te whakatinanatanga o ng&#257; kawa me ng&#257; tikanga o te marae hei &#257;huatanga tonu o te h&#333;taka o ia r&#257; i ng&#257; tamariki e taki ana i &#257; r&#257;tou mihimihi. Ka h&#257;ngai ng&#257; karakia i te k&#333;hanga reo ki ng&#257; atua M&#257;ori, &#257;, ka t&#363;hono an&#333; hoki i ng&#257; tamariki ki t&#275;tahi atu &#257;huatanga o te ao M&#257;ori. Ka poipoi ng&#257; kaimahi i te m&#333;hiotanga o ng&#257; tamariki ki &#333; r&#257;tou hononga ki te whenua. He mauritau ng&#257; tamariki, &#257;, he tino pakari t&#333; r&#257;tou hononga ki t&#333; r&#257;tou taiao.</p><p lang="mi">E whai w&#257;hi atu ana ng&#257; tamariki ki ng&#257; wheako akoranga e whakatairanga ana i te whanaungatanga. Ka whakakoia ng&#257; kaimahi i ng&#257; hononga o ng&#257; tamariki ki te marae me te whenua m&#257; ng&#257; waiata me ng&#257; pao e whai p&#257;nga nui ana ki te takiw&#257; nei. E whai w&#257;hi nui ana ng&#257; tamariki ki ng&#257; taunekeneke ki te taha o ng&#257; kaum&#257;tua i ia r&#257;, &#257;, ka kawea hoki e ng&#257; kaum&#257;tua &#275;tahi atu o ng&#257; kaupapa i te marae. Ka hongi, ka awhi hoki ng&#257; kaum&#257;tua i ng&#257; mokopuna i ia te w&#257;, i a r&#257;tou e k&#333;rero ana ki ng&#257; tamariki i roto i te reo M&#257;ori. E noho m&#333;hio ana ng&#257; tamariki ki ng&#257; kawa me ng&#257; tikanga i te marae. Ka ako r&#257;tou, m&#257; te taetae atu ki ng&#257; tangihanga me ng&#257; huihuinga ki te taha o &#333; r&#257;tou kaum&#257;tua. He hononga whakaute t&#333; ng&#257; tamariki ki &#275;tahi atu, &#257;, ka ako r&#257;tou i te reo M&#257;ori me ng&#257; tikanga M&#257;ori m&#257; ng&#257; huarahi e whai p&#363;take ana.</p><p lang="mi">Kei te harikoa ng&#257; tamariki i a r&#257;tou e ako ng&#257;tahi ana. Ka noho m&#333;hio ng&#257; tu&#257;kana ki te whai w&#257;hi mai o ng&#257; p&#275;pi ki t&#333; r&#257;tou w&#257;hi ako, &#257;, ka poipoi, ka awhi, ka &#257;ta &#257;rahi r&#257;tou i ng&#257; p&#275;pi, puta noa i ng&#257; t&#363;momo whakawhitinga o ia r&#257;. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tu&#257;kana me ng&#257; t&#275;ina ki te t&#363;hura i a Papat&#363;&#257;nuku, me te whakahonohono hoki ki a Papat&#363;&#257;nuku m&#257; &#257; r&#257;tou m&#257;ra i &#257;ta whakatakotohia ai, i &#257;ta tiakina ai hoki. He ng&#257;kau titikaha t&#333; ng&#257; p&#275;pi ki te whai w&#257;hi atu ki ng&#257; mahi m&#257;ra, p&#275;r&#257; i te whakat&#333;, te ngaki, me te tiaki i te m&#257;ra, ki te taha tonu o ng&#257; tu&#257;kana.</p><p lang="mi">E whakawhanake ana ng&#257; tamariki i t&#333; r&#257;tou ng&#257;kau titikaha ki te t&#363; hei kaitiaki o te whenua. He manawa whakah&#299; t&#333; r&#257;tou ki te whakapuaki i &#257; r&#257;tou akoranga e p&#257; ana ki te m&#257;ra, ki ng&#257; wh&#257;nau me ng&#257; manuhiri i te k&#333;hanga reo. He hihiri ng&#257; tamariki ki te whakapuaki i &#257; r&#257;tou akoranga m&#257; te reo M&#257;ori. Ka whakawh&#257;nui ng&#257; kaimahi i ng&#257; akoranga a ng&#257; tamariki i te taiao, m&#257; te whakarato i ng&#257; taumahi e whai p&#363;take ana, p&#275;r&#257; i te kohikohi i ng&#257; k&#257;kano, me te hauhake i te kai hei manaaki i ng&#257; t&#257;ngata. He t&#363;m&#257;ia ng&#257; tamariki ki te whakawhitiwhiti k&#333;rero m&#257; te reo M&#257;ori, i a r&#257;tou e t&#363;honohono haere ana ki t&#333; r&#257;tou taiao m&#257;oriori.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">He pai te ahu whakamua o ng&#257; mahere. Ka &#257;ta whakarite ng&#257; mahere a ng&#257; kaimahi i te tino whakamahinga o ng&#257; tamariki i t&#333; r&#257;tou w&#257;hi ako w&#257;teatea. He hou ng&#257; kaimahi, &#257;, ka hui tahi r&#257;tou i ia te w&#257; ki te whakamahere me te aromatawai i te ahu whakamua o ng&#257; tamariki, &#257;, e t&#299;mata ana hoki r&#257;tou ki te arom&#257;tai i te h&#333;taka akoranga. E t&#299;mata ana r&#257;tou ki te whakamahi i ng&#257; p&#363;kete ako, hei kapo atu i te ahu whakamua a ng&#257; tamariki me t&#333; r&#257;tou whakawhanaketanga m&#333; te wh&#257;nau.</p><p lang="mi">He t&#257;kare, he ng&#257;kau nui hoki ng&#257; mema o te wh&#257;nau ki te kaupapa o te k&#333;hanga reo, hei painga m&#333; &#257; r&#257;tou tamariki. E tino tautokona ana te wh&#257;nau e ng&#257; mema m&#257;tanga o te komiti, me te kuia o te k&#333;hanga reo. E tino whai kiko ana te mahere rautaki, &#257;, e whakatakoto ana i te tirohanga, ng&#257; wh&#257;inga, me te aronga whakamua a te wh&#257;nau. E t&#257;utu ana te mahere &#257;-tau i ng&#257; tino huihuinga me ng&#257; tino kaupapa i te k&#333;hanga reo. Arotakengia ai, whakahoungia ai hoki ng&#257; kaupapa here me ng&#257; tukanga i ia te w&#257;. Whakatutukihia ai ng&#257; akoako h&#333;neatanga, &#257;, he pai hoki te whakatakoto haere o ng&#257; tuhinga ki ng&#257; rehita e p&#257; ana ki te hauora me te haumaru. He m&#257;t&#257;toa &#275;tahi o ng&#257; mema o te wh&#257;nau, &#257;, ka h&#257;pai r&#257;tou i ng&#257; whakaritenga me te whakahaeretanga o te k&#333;hanga reo, m&#257; roto mai i ng&#257; ohu i whakat&#363;ngia ia. N&#333; n&#257; tata tonu nei t&#275;tahi kaiwhakahaere i whakat&#363;ngia ai, &#257;, ka h&#257;pai ia i te rere pai o ng&#257; whakahaeretanga ki te k&#333;hanga reo.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Kua tae ki te w&#257; kia arotake ng&#257; kaimahi i ng&#257; mahi aromatawai. Inar&#257;, me whakapakari i te whakamahinga o ng&#257; p&#363;kete ako hei kapo ake i te ako me te ahu whakamua a ng&#257; tamariki. M&#257; t&#275;nei, ka m&#257;rama ake ng&#257; m&#333;hiohio o te wh&#257;nau m&#333; te &#257;hua o te ahu whakamua o &#257; r&#257;tou tamariki i roto i ng&#257; akoranga i t&#257;utuhia ai ki ng&#257; kaupapa ako i roto i ng&#257; mahere.</p><p lang="mi">Me titiro ki te arom&#257;tai a ng&#257; kaimahi i te h&#333;taka akoranga. Kia tutuki ai i te h&#333;taka ng&#257; matea ako o ng&#257; tamariki, e tika ana kia h&#257;ngai ng&#257; whakaaro huritao o ng&#257; kaimahi ki t&#275;n&#257; i whai hua ai, t&#275;n&#257; k&#299;hai i whai hua ai, me ng&#257; &#257;huatanga k&#275; ka wh&#257;ia &#257; muri atu. Ka whai w&#257;hi t&#275;nei ki te aroturuki i ng&#257; &#257;huatanga o te h&#333;taka hei whakapai ake, kia whai hua ai ng&#257; tamariki katoa.</p><p lang="mi">K&#257;hore an&#333; kia whakatutukihia te arohaehae i ng&#257; kaimahi. Kia oti ng&#257; arohaehae, ka noho m&#333;hio ng&#257; kaimahi ki te whakah&#257;ngaitanga o &#257; r&#257;tou wh&#257;inga whakatairanga mahi ki ng&#257; whai w&#257;hitanga ako ngaio e tika ana, e whai p&#257;nga ana hoki ki a r&#257;tou. Ka riro i ng&#257; tamariki ng&#257; hua ka puta i te whakatairanga tonutanga o ng&#257; whakaritenga a ng&#257; kaimahi.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakareia ng&#257; arotakenga i roto i ng&#257; w&#257;hi katoa o te k&#333;hanga reo, kia eke ai ng&#257; wawata ki te taumata e manakohia ana e te wh&#257;nau m&#333; ng&#257; tamariki.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Ng&#257;peke i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>30 Paengawh&#257;wh&#257;, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Welcome Bay, ki Tauranga</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40151</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">14A002</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">25, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">9, tokotoru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 4</p>
<p lang="mi">Tama 5</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
<p lang="mi">Par&#299;hi</p>
</td>
<td width="171">
<p lang="mi">8</p>
<p lang="mi">1</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Pout&#363;-te-rangi 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>30 Paengawh&#257;wh&#257;, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
<p lang="mi">Arotake T&#257;piri</p>
</td>
<td width="171">
<p lang="mi">Paenga-wh&#257;wh&#257; 2015</p>
<p lang="mi">Haratua 2012</p>
<p lang="mi">Here-turi-k&#333;k&#257; 2010</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Ng&#257;peke is located on Te Whet&#363; o te Rangi Marae in Welcome Bay, near Tauranga. Children and wh&#257;nau have whakapapa links to Ng&#257;ti Pukenga and Tauranga moana. Kaum&#257;tua are based in the papak&#257;inga adjacent to the k&#333;hanga reo. They interact daily with children at the k&#333;hanga reo. The new wh&#257;nau management group and kaimahi work well together and continue to provide positive outcomes for children.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children show they are confident learners?</h3><p>Children show they are confident learners as they participate willingly in all aspects of the learning programme.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are immersed in te reo M&#257;ori me &#333;na tikanga that reinforces identity and belonging to their environment. Children bring wh&#257;nau together as they ring the bell to start their day. Kaimahi practice reflect the kawa and tikanga of the marae as part of the daily programme when children recite their mihimihi. The karakia used in the k&#333;hanga reo acknowledge atua M&#257;ori and connect children to other aspects of te ao M&#257;ori. Kaimahi foster children&rsquo;s awareness of their connections to the land. Children are settled and confidently connected to their environment.</p><p>Children enjoy learning experiences that enhance whanaungatanga. Kaimahi reaffirm children&rsquo;s connections to the marae and whenua through waiata and pao that are significant to the local area. Children enjoy daily interactions with kaum&#257;tua who are often involved in other kaupapa around the marae. Kaum&#257;tua hongi and awhi mokopuna regularly as they talk with children in te reo M&#257;ori. Children are aware of kawa and tikanga of the marae. They learn through attending tangihanga and other kaupapa alongside kaum&#257;tua. Children are engaged in respectful relationships with others and learn te reo M&#257;ori and tikanga M&#257;ori in meaningful ways.</p><p>Children are happy as they learn alongside each other. Tu&#257;kana are aware of p&#275;pi presence in their learning space and nurture p&#275;pi with awhi and gentle guiding through transitions of the day. Kaimahi provide opportunities for tu&#257;kana and t&#275;ina to explore and connect with Papat&#363;&#257;nuku through their well established and maintained gardens. P&#275;pi confidently participate in planting, weeding and taking care of their m&#257;ra alongside tu&#257;kana.</p><p>Children are developing confidence in their role as kaitiaki of the land. They proudly share their learning from the m&#257;ra with wh&#257;nau and visitors to the k&#333;hanga reo. Children excitedly share their learning through te reo M&#257;ori. Kaimahi extend children&rsquo;s learning of the environment through providing meaningful activities such as seed collecting and harvesting kai to show care for people. Children communicate confidently in te reo M&#257;ori as they make connections with their natural surroundings.</p><h3>Planning and Evaluation</h3><p>Planning is progressing well. Kaimahi planning ensures that children make the most of their spacious learning environment. As a team of new kaimahi, they meet regularly to plan and assess children&rsquo;s progress, and are beginning to evaluate the learning programme. They are beginning to use learning portfolios to capture children&rsquo;s progress and development for wh&#257;nau.</p><p>Wh&#257;nau members are passionate and committed to the kaupapa of the k&#333;hanga reo for their children. The wh&#257;nau are well supported by experienced committee members and the kuia of the k&#333;hanga reo. An extensive strategic plan provides vision, goals and direction for the wh&#257;nau. The annual plan identifies significant events and kaupapa for the k&#333;hanga reo. Policies and procedures are regularly reviewed and updated. Emergency drills are carried out regularly, and health and safety registers are well recorded. There are proactive wh&#257;nau members who support the operations and management of the k&#333;hanga reo as part of designated working groups. A kaiwhakahaere was recently appointed and assists with the smooth operation of the k&#333;hanga reo.</p><h3>Key Next Steps</h3><p>It is time for kaimahi to review assessment practices. In particular to strengthen the use of learning portfolios to better capture children&rsquo;s learning and progress. This will provide clearer information to the wh&#257;nau about how their children are progressing in aspects of their learning identified in kaupapa ako as defined in the planning.</p><p>Kaimahi evaluation of the learning programme requires attention. In order for the programme to meet the learning needs of children, it is important that kaimahi reflections ask what worked? What didn&rsquo;t work? and what do we need to do different next time? This will help to monitor how the programme can be improved to benefit all children.</p><p>Kaimahi appraisals have yet to be carried out. Once completed kaimahi can be assured that their goals to improve their practice can be aligned to appropriate and relevant professional learning opportunities. Children benefit when kaimahi practice is continuously enhanced.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:s of the k&#333;hanga reo in order to meet wh&#257;nau aspirations of sustainability and excellence for children.</p><ul>
<li>to continue to enhance internal evaluation in all area</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Ng&#257;peke will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>30 April 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Welcome Bay, Tauranga</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40151</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>14A002</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>25 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>9 children, including up to 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 4</p>
<p>Boys 5</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
<p>Brazil</p>
</td>
<td width="178">
<p>8</p>
<p>1</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>March 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>30 April 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Supplementary Review</p>
</td>
<td colspan="2" width="187">
<p>April 2015</p>
<p>May 2012</p>
<p>August 2010</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Ngāpeke reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-02-04-2015/" title="Te Kōhanga Reo o Ngāpeke - 02/04/2015">Te Kōhanga Reo o Ngāpeke - 02/04/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-ngapeke-30-04-2018/" title="Te Kōhanga Reo o Ngāpeke - 30/04/2018">Te Kōhanga Reo o Ngāpeke - 30/04/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
