<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015 page" href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="8ea3471d82807aa40faf455a410e774abfe64beb" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#1-he-whakamarama" title="1 He Whakamārama">1 He Whakamārama</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#2-te-horopaki" title="2 Te Horopaki">2 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#3-nga-whakaaturanga" title="3 Ngā Whakaaturanga">3 Ngā Whakaaturanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#1-background" title="1 Background">1 Background</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#2-context" title="2 Context">2 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#3-findings" title="3 Findings">3 Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-he-whakamarama" class="toc-anchor"></a><h2>1 He Whakam&#257;rama</h2>
<h3>He Kupu Whakataki</h3>
<p>Ka whakahaeretia t&#275;tehi arotake t&#257;piri i runga o te whakataunga &#257; te Kaiurungi Whakaturuki Arotake M&#257;ori i Te Tari Arotake M&#257;tauranga.</p>
<p>E arom&#257;tai ana te arotake t&#257;piri i te wh&#257;nuitanga me te whai hua o ng&#257; mahi &#257; te k&#333;hanga reo ki te whakatutuki i ng&#257; take i whakatakotohia ai i roto i te arotake m&#257;tauranga o mua atu i t&#275;nei, me &#275;tehi atu w&#257;hanga r&#257;nei kua t&#257;utuhia whai muri o taua arotake.</p>
<h4>Ng&#257; Whakataunga m&#333; ng&#257; Whakapuakitanga</h4>
<p>Ko t&#275;nei arotake t&#257;piri i whakaritea i runga o te arom&#257;taitanga o te whakatutukitanga a te r&#333;p&#363; k&#257;wanatanga, whakahaeretanga o te k&#333;hanga reo, e p&#257; ana ki ng&#257; w&#257;hanga i t&#257;utuhia ai e te p&#363;rongo a Te Tari Arotake M&#257;tauranga, i mua atu, me ng&#257; take r&#257;nei kua t&#257;utuhia whai muri o taua arotake. Ko ng&#257; whakataunga m&#333; ng&#257; whakapuakitanga e p&#257; ana ki t&#275;nei arotake, ko te titiro ki:</p>
<ul>
<li>ng&#257; taumata whakahirahira &ndash; hei t&#257;piritanga ki t&#275;nei ko te whakakaha i te reo M&#257;ori; ng&#257; rauemi; te h&#333;taka ako m&#257; ng&#257; pepi</li>
<li>te mahere me te arotake - tat&#363; atu ki ng&#257; aromatawai, ki te arotake i te h&#333;taka; ki ng&#257; mahere rautaki me te rangatiratanga</li>
<li>te w&#257;hi ki te ture &ndash; kia rite tonu te whakatinana, te hopu hoki i ng&#257; whakawai ahi, r&#363; whenua hoki, me te pupuri, &#257;, he whakarato hoki i te rite tonutanga o ng&#257; aromihi kaimahi me ng&#257; whakangungutanga kua m&#257;heretia hei tautoko i a r&#257;tou.</li>
<li>ng&#257; take k&#275; atu ka whakaao m&#257;ramatia i te w&#257; o te arotake</li>
</ul>
<a id="2-te-horopaki" class="toc-anchor"></a><h2>2 Te Horopaki</h2>
<p>E t&#363; ana Te K&#333;hanga Reo o Kaingaroa Forest i te p&#257; o Kaingaroa, p&#257;tata ki Murupara. E whakamomori ana te wh&#257;nau ki te whakatairanga i te reo M&#257;ori me ng&#257; tikanga ki ng&#257; tamariki, me te whakam&#257;ro i &#333; r&#257;tou here ki ng&#257; t&#363;puna me te tuakiritanga:</p>
<p>Ko Tawhiau te maunga Ko Rangitaiki te awa Ko Tangiharuru te tangata Ko M&#257;taatua te waka</p>
<p>Ko te p&#363;rongo t&#257;piri nei a Te Tari Arotake M&#257;tauranga he mea whakak&#333;rero i te kokenga o te wh&#257;nau i roto i ng&#257; &#257;huatanga whakawhanake i puta i te p&#363;rongo o te tau 2014. I whakar&#257;rangihia mai e te arotake o mua ng&#257; take maha. Hei t&#257;piritanga ki t&#275;nei ko te whakatinana i te rautaki ki te whaka&#363; tonu i te k&#333;rerotanga o te reo M&#257;ori i roto i te k&#333;hanga reo puta noa i te r&#257;, e ng&#257; kaimahi me te wh&#257;nau. I kitea hoki me whai h&#333;taka ako ng&#257; pepi e h&#257;ngai ana ki &#333; r&#257;tou hiahia ako.</p>
<p>Kua rongo te wh&#257;nau i ng&#257; piki me ng&#257; heke i roto i te whakahaeretanga o te k&#333;hanga reo, waihoki te manaaki kaimahi, te whakahaere rautaki, me te whaka&#363; i te rangatiratanga whakak&#333;tahi nei i te wh&#257;nau kia tika ai te tere o te waka. Ko ng&#257; mahere, me whai k&#333;iriiritanga rawa, &#257;, k&#257;ore i tino h&#257;ngai ki te h&#333;taka ako. Me uaua ka m&#257;ramatia ng&#257; k&#333;rero i hopukina m&#333; ng&#257; nga akoranga a ng&#257; tamariki, &#257;, he ngoikore ng&#257; arotakenga o te h&#333;taka.</p>
<a id="3-nga-whakaaturanga" class="toc-anchor"></a><h2>3 Ng&#257; Whakaaturanga</h2>
<h3>Ng&#257; Taumata Whakahirahira</h3>
<h4>Ng&#257; w&#257;hanga e koke ana</h4>
<p>E ai ki te arotake o mua me whakakaha ake te k&#333;rerotanga o te reo M&#257;ori. N&#333; taua w&#257; kua kaha te wh&#257;nau ki te whakatapu i te reo M&#257;ori kia noho hei reo matua puta noa i te k&#333;hanga reo m&#333; ng&#257; tamariki me ng&#257; m&#257;tua. Kua piki te m&#257;ramatanga &#333; te wh&#257;nau me te whakamahi i te reo M&#257;ori. He pai te p&#257;nga o te &#257;huatanga nei ki te k&#333;hanga reo me te whakamahi a ng&#257; tamariki i te reo M&#257;ori. He m&#257;ia k&#275; atu, he tau hoki ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori i ng&#257; w&#257; e &#257;whinatia ana.</p>
<p>He pai te raueimitanga, te whakaritetanga mai me te whakahaeretanga o te h&#333;taka ako e ng&#257; kaimahi. E whakarato ana te h&#333;taka ki ng&#257; tamariki te w&#257; ki te wh&#257;i w&#257;hi atu ki ng&#257; akoranga &#333;kawa, &#257;, me te w&#257; ki te whakarewa i &#333; r&#257;tou ake waka. E mahea ana te kite atu he pai ki ng&#257; tamariki t&#275;tehi taiao k&#299; ana i ng&#257; mahi rerek&#275;, &#257;, e whakaarotia ana &#333; r&#257;tou hiahia hoki.</p>
<p>Kei ng&#257; kaimahi in&#257;ianei t&#275;tehi mahere o te h&#333;taka e mau ana i ng&#257; k&#333;iriiritanga me ng&#257; mea e tika ana m&#257; ng&#257; tamariki pakeke. E kitea ana i roto i te mahere ng&#257; kaupapa o te h&#333;taka, ng&#257; rautaki m&#333; te whakatinana mahi, me ng&#257; rauemi e tika ana. M&#257; ng&#257; tamariki pakeke te mahere kua whakawhanaketia. E arahi ana te mahere i te h&#333;taka ako. Ka whai w&#257;hi atu ng&#257; tamariki ki t&#275;tehi h&#333;taka rite tonu, waia hoki ki a r&#257;tou.</p>
<p>Kua toka i te wh&#257;nau ng&#257; pae tata me ng&#257; wh&#257;inga a te katoa e h&#257;ngai ana ki &#333; r&#257;tou wawata me te whakakitenga a te k&#333;hanga reo. Ko te tino aro o ng&#257; wh&#257;inga ko te whakarato i te taiao me ng&#257; putanga e h&#257;ngai p&#363; ana ki ng&#257; tamariki.</p>
<p>Kua kaha ake te whakahaeretanga a te wh&#257;nau i te k&#333;hanga reo m&#257; ng&#257; tamariki. Kua whakapau kaha ng&#257; mema ki te whakapakari i te mahi ng&#257;tahi a te wh&#257;nau ki te whakahaere i te k&#333;hanga reo. E koke ana te k&#333;hanga reo i runga i te tika me te pai. Ko ng&#257; tamariki te p&#363;take o ng&#257; whakataunga whakahaere nei.</p>
<h4>Ng&#257; Whakaritenga Matua ka Whai Ake</h4>
<p>E t&#257;rewa tonu ana ng&#257; m&#257;harahara m&#333; te h&#333;taka ako a ng&#257; pepi. Ahakoa kua oti i te wh&#257;nau te whakarite mai i t&#275;tehi w&#257;hi me ng&#257; rauemi m&#257; nga pepi tonu, k&#257;ore i te tika te whakamahitanga. Ka whakanohohia ng&#257; tamariki ki t&#275;tehi w&#257;hi, &#257;, k&#257;ore i te tino manaakitia. Ki te t&#363; te p&#363;ehu ka tangohia atu ng&#257; pepi kia noho i te taha o ng&#257; tu&#257;kana. Ka haere matap&#333;kere i k&#333;nei. Me riro rawa e ng&#257; pepi t&#275;tehi h&#333;taka ako me ng&#257; kaimahi hoki. M&#257; t&#275;nei e riro ai i ng&#257; pepi ng&#257; akoranga e h&#257;ngai tonu atu ki &#333; r&#257;tou hiahia.</p>
<p>K&#257;ore an&#333; kia tino mau i ng&#257; kaimahi te take o ng&#257; aromatawai me ng&#257; arotakenga o te h&#333;taka. K&#257;ore ng&#257; k&#333;paki ako a ng&#257; tamariki i te aro ki ng&#257; mea e ako ana ng&#257; tamariki, kei te aro k&#275; ki &#257; r&#257;tou mahi. K&#257;ore an&#333; kia whakak&#299;a ng&#257; tauira o ng&#257; p&#363;rongo. K&#257;ore te wh&#257;nau i te tino m&#333;hio ki te kokenga me ng&#257; mea e ako ana ng&#257; tamariki.</p>
<p>K&#257;ore i te m&#257;ro te tukanga m&#257;takitaki i te tika o te h&#333;taka ako. M&#257;rakerake ana te kitea e rehurehure ana te rerek&#275;tanga o te aromatawai me te arotake ki ng&#257; kaimahi. Kua tae ki te w&#257; m&#333; te wh&#257;nau me ng&#257; kaimahi ki te whaka&#363; i t&#275;tehi tukanga ki te arotake i te h&#333;taka ako. M&#257; t&#275;nei e whai w&#257;hi atu ai te h&#333;taka ako kia m&#257;ori ai ng&#257; akoranga ki ng&#257; tamariki.</p>
<h4>Ng&#257; Herenga &#257; ture</h4>
<p>Kua oti i te wh&#257;nau te whakatika i ng&#257; take manaaki kaimahi, me ng&#257; whakawai ahi, r&#363; whenua hoki m&#257; ng&#257; tamariki.</p>
<a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2>
<p>I whakawhanakehia e te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei:</p>
<ul>
<li>kia whaka&#363;ngia e te wh&#257;nau t&#275;tehi h&#333;taka ako e h&#257;ngai tonu ana ki ng&#257; hiahia ako nei me te haumarutanga o ng&#257; pepi</li>
<li>kia whai tautoko ng&#257; kaimahi ki te whaka&#363; i t&#275;tehi tukanga m&#333; ng&#257; aromatawai hopu i ng&#257; akoranga a ng&#257; tamariki</li>
<li>kia whakatinanatia he tukanga m&#333; te arotake i te h&#333;taka e kitea ai ng&#257; momo akoranga e w&#257;tea ana ki ng&#257; tamariki katoa.</li>
</ul>
<h3>Te Whakar&#257;popototanga</h3>
<p>E t&#363; ana Te K&#333;hanga Reo o Kaingaroa Forest i te p&#257; o Kaingaroa, p&#257;tata ki Murupara. E koke ana te wh&#257;nau o te k&#333;hanga reo i roto i ng&#257; &#257;huatanga whakapaipai i ng&#257; whakahaere me ng&#257; tikanga mahi a te k&#333;hanga reo m&#257; ng&#257; tamariki. He m&#333;hio ake, he tau hoki ng&#257; tamariki ki te whakamahi i te reo M&#257;ori. E mahea ana te kite atu he pai ki ng&#257; tamariki t&#275;tehi taiao k&#299; ana i ng&#257; mahi rerek&#275;, &#257;, e whakaarotia ana &#333; r&#257;tou hiahia hoki.</p>
<h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3>
<p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Kaingaroa Forest i roto i te toru o ng&#257; tau.</p>
<p>Lynda Pura-Watson</p>
<p>Kaiurungi Whakaturuki Arotake M&#257;ori</p>
<p><span>24 Pipiri, 2015</span></p>
<a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2>
<table>
<tbody>
<tr>
<td width="196" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="370">
<p>Kaingaroa</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="370">
<p>40168</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tau tohu o te k&#333;hanga reo</p>
</td>
<td width="370">
<p>12F024</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te taha ture</p>
</td>
<td width="370">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="370">
<p>20, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="370">
<p>13, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te ira tangata</p>
</td>
<td width="370">
<p>Tama t&#257;ne 8</p>
<p>K&#333;tiro 5</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="166">
<p>M&#257;ori</p>
</td>
<td width="190">
<p>100%</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="370">
<p>Haratua 2015</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="370">
<p>24 Pipiri 2015</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="166">
<p>Arotake M&#257;tauranga</p>
<p>Arotake Tapiri</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="190">
<p>Hui-t&#257;nguru 2014</p>
<p>Whiringa-&#257;-rangi 2010</p>
<p>H&#333;ngongoi 2009</p>
</td>
</tr>
</tbody>
</table>
<a id="1-background" class="toc-anchor"></a><h2>1 Background</h2>
<h3>Introduction</h3>
<p>A supplementary review is undertaken at the discretion of the Deputy Chief Review Officer M&#257;ori in the Education Review Office (ERO).</p>
<p>A supplementary review evaluates the extent and effectiveness of actions a k&#333;hanga reo has taken towards addressing issues specified in its previous ERO review and/or any additional areas identified since that review.</p>
<h4>Terms of Reference</h4>
<p>This supplementary review is based on an evaluation of the performance of the k&#333;hanga reo governing body and management in relation to areas identified in the previous ERO report or issues identified since that review. The terms of reference for this review are to investigate:</p>
<ul>
<li>ng&#257; taumata whakahirahira - includes strengthening te reo M&#257;ori; resourcing; programme for babies</li>
<li>planning and evaluation - includes assessment, programme evaluation; strategic planning and shared leadership</li>
<li>areas of non compliance - carry out and record regular fire and earthquake drills, and maintain and provide regular kaimahi appraisal and planned professional support</li>
<li>any other issues identified during the course of the review.</li>
</ul>
<a id="2-context" class="toc-anchor"></a><h2>2 Context</h2>
<p>Te K&#333;hanga Reo o Kaingaroa Forest is in Kaingaroa Village, near Murupara. The k&#333;hanga reo wh&#257;nau are committed to promoting te reo M&#257;ori and t&#299;kanga to children, that reinforces their ancestral heritage and identity:</p>
<p>Ko Tawhiau te maunga Ko Rangitaiki te awa Ko Tangiharuru te tangata Ko Mataatua te waka</p>
<p>This ERO supplementary review reports on the progress wh&#257;nau have made with the areas for development identified in the 2014 report. The previous review outlined a number of areas of concerns. These included implementing strategies to maintain the use of te reo M&#257;ori in k&#333;hanga reo throughout the day by both kaimahi and wh&#257;nau. It was identified that babies required a learning programme that was appropriate for their learning needs. Wh&#257;nau were experiencing difficulty managing some aspects of k&#333;hanga reo operations, including personnel and strategic management, and establishing shared wh&#257;nau leadership for effective management. Planning required attention to detail and did not clearly link to the learning programme. Documentation of children&rsquo;s learning was difficult to understand and programme evaluation was very weak.</p>
<a id="3-findings" class="toc-anchor"></a><h2>3 Findings</h2>
<h3>Ng&#257; Taumata Whakahirahira</h3>
<h4>Areas of progress</h4>
<p>The previous review identified that the use of te reo M&#257;ori required strengthening. Since then the wh&#257;nau have ensured that te reo M&#257;ori only is used throughout the k&#333;hanga reo by both children and adults. Some wh&#257;nau improved their understanding and use of te reo M&#257;ori. This has had a positive impact on the k&#333;hanga reo and children&rsquo;s use of te reo M&#257;ori. Children are more certain and comfortable with using te reo M&#257;ori when prompted.</p>
<p>The learning programme is well resourced, organised and managed by kaimahi. The programme provides children with opportunities to participate in formal learning as well as times for them to initiate their own work. Children clearly enjoy an environment where learning is varied and responds to their interests and needs.</p>
<p>Kaimahi now have in place a programme plan that is detailed and appropriate for the older children. Planning identifies programme content, strategies for implementing content and required resources. The plan is developed to cater for the older children. Programme plans guide the learning programme. Children experience a programme that is consistent and familiar.</p>
<p>The wh&#257;nau now have in place a clear strategic pathway with shared goals that reflect their aspirations and vision for the k&#333;hanga reo. The focus of all goals is about providing the best possible environment and outcomes for the children.</p>
<p>Wh&#257;nau management of the k&#333;hanga reo for children has strengthened. Members have worked hard to establish stronger shared management of the k&#333;hanga reo. The k&#333;hanga reo is moving forward in positive ways. Children are at the centre of all management decisions.</p>
<h4>Key Next Steps</h4>
<p>The learning programme for babies remains an area of concern. Although the wh&#257;nau have organised a place and resources specifically for babies, this is not used appropriately. Babies are put in this area without proper adult supervision. When conflict occurs the babies are removed and put with the older children. They then wander aimlessly. The babies need a planned programme with designated kaimahi to work with them. This will enable babies to receive learning that responds to their needs.</p>
<p>Kaimahi still do not clearly understand the purpose of assessment and programme evaluation. Children&rsquo;s profiles do not focus on what they are learning but more on what they doing. Report templates have not been completed. Wh&#257;nau do not have a clear indication of their children&rsquo;s progress and learning.</p>
<p>There is no process in place to monitor the effectiveness of the learning programme. Kaimahi are clearly confused about the difference between assessment and evaluation. It is time for wh&#257;nau and kaimahi to establish processes to evaluate the learning programme. This will ensure that the learning programme will contribute to the holistic learning of all children.</p>
<h4>Areas of Non Compliance</h4>
<p>The wh&#257;nau have addressed personnel management matters, and required fire and earthquake evacuation practices for children.</p>
<a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2>
<p>ERO and the k&#333;hanga reo wh&#257;nau developed the following recommendations:</p>
<ul>
<li>wh&#257;nau establish a learning programme that responds to babies learning and physical needs</li>
<li>kaimahi seek support to establish processes for assessing children&rsquo;s learning and progress</li>
<li>kaimahi implement a process of programme evaluation to ensure the best possible learning opportunities are available for all children.</li>
</ul>
<h3>Conclusion</h3>
<p>Te K&#333;hanga Reo o Kaingaroa Forest is located in Kaingaroa Village near Murupara. The k&#333;hanga reo wh&#257;nau are making progress towards improving the overall management and practice of the kohanga reo for their children. Children are more certain and comfortable with using te reo M&#257;ori. Children clearly enjoy an environment where learning is varied and responds to their interests and needs.</p>
<h3>When is ERO likely to review the k&#333;hanga reo again?</h3>
<p>The next ERO review of Te K&#333;hanga Reo o Kaingaroa Forest will be in three years.</p>
<p>Lynda Pura-Watson</p>
<p>Deputy Chief Review Officer M&#257;ori</p>
<p>24 June 2015</p>
<a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2>
<table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Kaingaroa</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>40168</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>12F024</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>20 children, including up to 4 aged under 2 years old</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>13 children, including 4 aged under 2 years old</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Boys 8</p>
<p>Girls 5</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>May 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>24 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>February 2014</p>
<p>November 2010</p>
<p>July 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Kaingaroa Forest reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-19-03-2019/" title="Te Kōhanga Reo o Kaingaroa Forest - 19/03/2019">Te Kōhanga Reo o Kaingaroa Forest - 19/03/2019</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-kaingaroa-forest-24-06-2015/" title="Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015">Te Kōhanga Reo o Kaingaroa Forest - 24/06/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
