<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tarimano - 26/01/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tarimano - 26/01/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tarimano - 26/01/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tarimano - 26/01/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tarimano - 26/01/2018 page" href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="836280a134e6fce4c57528aeb72cd7a6ad7d972c" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tarimano - 26/01/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tarimano - 26/01/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo ">Ngā kōrero e pā ana ki te kōhanga reo </a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo ">Information about the Kōhanga Reo </a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div class="WordSection1">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><div class="WordSection2">
<p lang="mi"><em>Ko Tawakeheimoa te tupuna whare<br> Ko Te Aong&#257;horo te tupuna kuia<br> Ko Ng&#257;ti Rangiwewehi te hap&#363;<br> Ko Tarimano te marae<br> Ko Tarimano te k&#333;hanga reo</em></p>
<p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Tarimano ki te taha o te marae o Awahou, ki Rotorua. He tino hononga t&#333; te wh&#257;nau ki a Ng&#257;ti Rangiwewehi me te hapori. Ko T&#333;ku Rangiwewehitanga te tirohanga o te iwi me te hap&#363;. E whai w&#257;hi nui ana taua tirohanga ki te &#257;hua o ng&#257; mahi whakahaere i te k&#333;hanga reo. Ka whakamana te wh&#257;nau i t&#333; r&#257;tou k&#333;hanga reo me t&#333;na whai w&#257;hi nui ki te whakarite i &#257; r&#257;tou tamariki ki te t&#363; &#257; t&#333;na w&#257; hei kanohi m&#333; &#333; r&#257;tou wh&#257;nau, t&#333; r&#257;tou hap&#363;, me t&#333; r&#257;tou iwi.</p>
<a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2>
<h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakaatu i t&#333; r&#257;tou m&#257;ramatanga ki te Rangiwewehitanga?</h3>
<p lang="mi">Ka kitea ki ng&#257; tamariki tu&#257;kana t&#333; r&#257;tou ng&#257;kau titikaha, t&#333; r&#257;tou t&#257;kare, me t&#333; r&#257;tou m&#257;ramatanga an&#333; hoki ki a r&#257;tou an&#333;, &#257;, ki t&#333; r&#257;tou t&#363;rangawaewae hoki.</p>
<h3 lang="mi">Ng&#257; Taumata Whakahirahira&nbsp;&nbsp;</h3>
<p lang="mi">E ako ana ng&#257; tamariki ki t&#275;tahi taiao reo o Rangiwewehi. He pakari, he m&#257;tau hoki ng&#257; kaimahi ki te k&#333;rero i te reo M&#257;ori, &#257;, ka tino whakatauira r&#257;tou i te reo. E tino tautokona ana te whakawhitiwhiti whakaaro o ng&#257; tamariki m&#257; te reo M&#257;ori. Ko te rere tonu o te reo M&#257;ori i te k&#333;hanga reo ki te k&#257;inga, e m&#257;oriori ana i te whakamahinga a ng&#257; tamariki i te reo M&#257;ori. Ka patapatai, ka wh&#257;ngai kupu, ka k&#333;rerorero, ka tohu &#257;-ringa hoki hei h&#257;pai i te whanaketanga reo o ng&#257; tamariki. He pakari ng&#257; tamariki tu&#257;kana ki te patapatai me te whakautu k&#333;rero. He m&#257;horahora, he m&#257;oriori hoki t&#257; r&#257;tou whai w&#257;hi nui ki ng&#257; whakawhitinga k&#333;rero ki waenga i a r&#257;tou an&#333;. Ka whakapuaki ng&#257; p&#275;pi i t&#333; r&#257;tou m&#257;ramatanga m&#257; &#333; r&#257;tou kanohi me te reo &#257;-tinana. He pai te whakawhanaketanga o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori o Ng&#257;ti Rangiwewehi.</p>
<p lang="mi">Ka whai w&#257;hi atu ng&#257; tamariki ki t&#275;tahi h&#333;taka e whakatairanga ana i t&#333; r&#257;tou tuakiri. Ko te whai w&#257;hi mai o ng&#257; kuia me ng&#257; koroua ki te k&#333;hanga reo e whakatairanga ana i te hononga o ng&#257; tamariki ki t&#333; r&#257;tou marae me t&#333; r&#257;tou whenua. Ka whakatauira te wh&#257;nau i te ng&#257;kau nui me te manawa whakah&#299; hei uri o Ng&#257;ti Rangiwewehi. Ka tuitui, ka whai p&#257;nga nui an&#333; hoki ng&#257; waiata, ng&#257; k&#333;rero tuku iho, me ng&#257; w&#257;hi ki te h&#333;taka akoranga. Ka ako ng&#257; tamariki i ng&#257; waiata me ng&#257; m&#333;teatea e h&#257;ngai p&#363; ana ki a Ng&#257;ti Rangiwewehi. Ka whakaratohia ki ng&#257; tamariki ng&#257; whai w&#257;hitanga i ia te w&#257; ki te t&#363; hei tangata whenua ki ng&#257; huihuinga i te marae. Ka whai w&#257;hi atu r&#257;tou ki ng&#257; mahi ki te whakarite i te wharenui, te kohikohi i ng&#257; r&#299;hi, te taka kai, me ng&#257; p&#333;whiri. E ako ana ng&#257; tamariki i t&#333; r&#257;tou t&#363; ki te wh&#257;nuitanga o Ng&#257;ti Rangiwewehi.</p>
<p lang="mi">He pakari ng&#257; hononga o ng&#257; tamariki ki ng&#257; t&#257;ngata me ng&#257; w&#257;hi whakahirahira o Ng&#257;ti Rangiwewehi. He hononga &#257;-whakapapa t&#333; te wh&#257;nau katoa. N&#257; runga i taua &#257;huatanga, e rongo ana ng&#257; tamariki i ng&#257; hononga e ahu matua ana i te whanaungatanga. Ka whai p&#363;take an&#333; hoki ng&#257; taunekeneke a ng&#257; tamariki ki t&#275;tahi atu, &#257;, he m&#257;t&#257;toa r&#257;tou hei tuakana, hei teina. Ka ng&#257;kau nui ng&#257; tamariki ki ng&#257; taunekeneke papai ki waenga i a r&#257;tou an&#333;, &#257;, ki ng&#257; p&#257;keke hoki. Ka whakatinana ng&#257; kaimahi i ng&#257; uaratanga o te awhi, te manaaki, me te aroha i a r&#257;tou e mahi ana ki te taha o ng&#257; tamariki. Ka whakamanahia, ka whakam&#257;ramahia, ka manaakitia hoki ng&#257; tamariki m&#257; te aroha. Ka whakatinana hoki ng&#257; tamariki i te whakaute me te manaaki ki &#275;tahi atu.</p>
<p lang="mi">He &#257;konga p&#257;kiki ng&#257; tamariki e ng&#257;kau nui ana ki te ako. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga me &#333; r&#257;tou ake p&#363;manawa, me te whai w&#257;hi m&#257;t&#257;toa atu hoki ki te wh&#257;nuitanga o ng&#257; t&#363;momo kaupapa ako, kaupapa t&#257;karo hoki. Ka ng&#257;kau nui ng&#257; tamariki ki te waiata. Ka whakapuaki r&#257;tou i &#333; r&#257;tou mana &#257;hua ake i a r&#257;tou e waiata ana i ng&#257; waiata o t&#333; r&#257;tou iwi. He whai w&#257;hitanga i ia te w&#257; m&#333; ng&#257; tamariki ki te t&#363;hura i te ao wh&#257;nui, m&#257; te hangarau, ng&#257; haerenga ki te moana, te manaaki i ng&#257; manuhiri n&#333; t&#257;w&#257;hi ki te marae, &#257;, m&#257; te haere an&#333; hoki ki te kite i ng&#257; kaum&#257;tua i &#333; r&#257;tou k&#257;inga. E whakarite ana ng&#257; kaimahi ki te whakawh&#257;nui ake i ng&#257; whakaaro o ng&#257; tamariki m&#257; te whakarato i te h&#333;honutanga o ng&#257; wheako ako ki tua atu i ng&#257; pakitara o te k&#333;hanga reo. He m&#257;t&#257;toa te ako a ng&#257; tamariki.</p>
<h3 lang="mi">Te Whakamahere me te Arom&#257;tai&nbsp;</h3>
<p lang="mi">E whiwhi ana ng&#257; tamariki i ng&#257; hua ka puta i ng&#257; mahere me ng&#257; whakaritenga arom&#257;tai i &#257;ta tuhia ai. He m&#257;rama te tukanga i whakatakotohia ai ki te h&#257;pai i te whakaratonga a ng&#257; kaimahi me te wh&#257;nau i ng&#257; m&#333;hiohio e tika ana, hei &#257;ta whakat&#333; i ng&#257; m&#257;tauranga me ng&#257; taonga tuku iho a Ng&#257;ti Rangiwewehi ki te marautanga. E &#257;hei ana ng&#257; kaimahi ki te whakapuaki i ng&#257; painga m&#333; ng&#257; tamariki. Arom&#257;tai ai ng&#257; kaimahi i te h&#333;taka akoranga me ng&#257; painga m&#333; ng&#257; tamariki i ia te w&#257;. He aronga ki te whakatutuki i ng&#257; matea o ng&#257; tamariki. Ka whai w&#257;hi atu ng&#257; tamariki ki ng&#257; akoranga i whakapai ake ai kia tutuki ai &#333; r&#257;tou matea.</p>
<p lang="mi">E &#257;ta tuhia ana ng&#257; wheako akoranga a ng&#257; tamariki, &#257;, ka whakapuakihia an&#333; hoki &#275;nei m&#257; te wh&#257;nau. Kua whakatinanahia t&#275;tahi w&#257;hi ipurangi hei tohu i t&#275;n&#257; e &#257;kona ana e ng&#257; tamariki, i runga an&#333; i te &#257;hua o ng&#257; wh&#257;inga i t&#257;utuhia ai. Ka tukuatu, ka whakapuaki hoki ng&#257; kaimahi i ng&#257; whakaahua, ng&#257; k&#333;rerorero, me ng&#257; paki ako e p&#257; ana ki ng&#257; tamariki. Kua whakapakari te w&#257;hi ipurangi i te m&#257;ramatanga o ng&#257; m&#257;tua me ng&#257; wh&#257;nau ki ng&#257; akoranga a ng&#257; tamariki, &#257;, e whakarato ana hoki i ng&#257; h&#333;tuku e whai hua ana m&#333; te &#257;hua o te whai w&#257;hi atu a ng&#257; kaimahi me ng&#257; wh&#257;nau ki aua m&#333;hiohio aromatawai. Ka aroturukitia te ako a ng&#257; tamariki.</p>
<p lang="mi">E whakahaere ana te wh&#257;nau i te k&#333;hanga reo hei painga m&#333; ng&#257; tamariki. E whakahaerehia ana te k&#333;hanga reo e t&#275;tahi komiti whakahaere e tino noho p&#363;mau ana ki te kaupapa. Ka &#257;rahi, ka tautoko hoki ng&#257; kaum&#257;tua i ng&#257; w&#257; katoa. E whakatakoto ana te t&#363;tohinga i ng&#257; tino aronga m&#333; te whakahaeretanga o te k&#333;hanga reo. Kua oti i te wh&#257;nau t&#257; r&#257;tou mahere rautaki e k&#299;ia nei, ko Te Korowai o Tarimano. E h&#257;ngai ana te mahere ki t&#257; r&#257;tou tirohanga me t&#257; r&#257;tou tau&#257;ki taketake. Ka aroturukitia ng&#257; paetae o ng&#257; wh&#257;inga me ng&#257; kaupapa matua, &#257;, ka p&#363;rongotia an&#333; hoki m&#257; te wh&#257;nau. Kua arotake r&#257;tou i &#257; r&#257;tou kaupapa here me ng&#257; tukanga e p&#257; ana ki te hauora me te haumaru. Kua whakatakotohia an&#333; hoki ng&#257; rehita e p&#257; ana ki ng&#257; herenga &#257;-ture. Ka kitea ki te wh&#257;nau t&#257; r&#257;tou whai kawenga hei kaituku mahi, m&#257; te &#363; o ng&#257; tuhinga kaimahi ki te w&#257;. Kua whakatakotohia ng&#257; tuhinga t&#363;ranga mahi, ng&#257; kirimana, me ng&#257; tuhinga e p&#257; ana ki te arowhai a ng&#257; pirihimana i ng&#257; kaimahi. E ako ana ng&#257; tamariki ki t&#275;tahi taiao e mau nei i ng&#257; tukanga me ng&#257; p&#363;naha e arotahi ana ki te pae tawhiti tonu o t&#257; r&#257;tou ako me t&#333; r&#257;tou waiora.</p>
<p lang="mi">Kua whakaritea te arom&#257;tai o roto. Ka whakatutuki te wh&#257;nau i ng&#257; arotake, puta noa i ng&#257; w&#257;hanga katoa o te k&#333;hanga reo. Ka kitea ki ng&#257; tuhinga ng&#257; tohu e p&#257; ana ki ng&#257; putanga. Ko te arotake i ia te w&#257; e &#257;ta whakarite ana i te whakatutukitanga o ng&#257; p&#363;rongo ki ng&#257; hui &#257;-wh&#257;nau, m&#333; ng&#257; &#257;huatanga katoa o ng&#257; whakahaeretanga. E arotahi ana aua p&#363;rongo ki ng&#257; whakapaitanga. E tino m&#333;hio ana te wh&#257;nau, e tika ana kia &#257;ta whakatau r&#257;tou i te r&#333;nakitanga o te whakahaeretanga o te k&#333;hanga reo. Ka taea e ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau te &#257;ta whakatau te p&#363;mautanga o t&#333; r&#257;tou k&#333;hanga reo m&#333; me&#257;ke nei.</p>
<h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3>
<p lang="mi">Ahakoa e whakatakoto ana te w&#257;hi ipurangi i ng&#257; whakaaturanga papai o ng&#257; wheako me ng&#257; akoranga a ng&#257; tamariki puta noa i te tau, he mea nui tonu kia whakaarohia e te wh&#257;nau me ng&#257; kaimahi me p&#275;hea te whakaatu i te ahu whakamua o te ako a ng&#257; tamariki me &#333; r&#257;tou whakawhanaketanga i roto i te roanga o te w&#257;. T&#275;r&#257; pea ka h&#257;ngai hoki t&#275;nei ki te whakapakari i ng&#257; k&#333;rerorero me te t&#257;tari o ng&#257; wheako o ng&#257; tamariki, hei tohu i ng&#257; akoranga i whakatutukihia ai, me &#275;r&#257; tonu ka whai ake.</p>
<a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2>
<p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p>
<ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)&nbsp;</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.&nbsp;</li>
</ul>
<p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.&nbsp;</p>
<a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2>
<p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p>
<ul>
<li lang="mi">rapu te wh&#257;nau i te tautoko e tika ana m&#333; ng&#257; kaimahi ki te whakatairanga ake i ng&#257; mahi aromatawai m&#257; ng&#257; tamariki.&nbsp;</li>
</ul>
<h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3>
<p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Tarimano i roto i te wh&#257; o ng&#257; tau.</p>
<p lang="mi">Lynda Pura-Watson</p>
<p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori&nbsp;</p>
<p lang="mi">26 Kohit&#257;tea, 2018</p>
<a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo&nbsp;</h2>
<table border="0" cellspacing="0" cellpadding="0" style="width: 0px;">
<tbody>
<tr>
<td width="192">
<p class="TableParagraph">Te t&#363;w&#257;hi</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">Kei Rotorua</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">40192</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">05B021</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te t&#363;momo raihana</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">He K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Kua raihanatia ki te ture</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te tokomaha m&#333; te raihana</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">40, kia 12 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">15, 11 kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te ira tangata</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">K&#333;tiro&nbsp; 12</p>
<p class="TableParagraph">Tama&nbsp; 14</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="185">
<p class="TableParagraph">M&#257;ori&nbsp;&nbsp;</p>
</td>
<td width="185" colspan="2">
<p class="TableParagraph">100%</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">Whiringa-&#257;-rangi 2017</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="369" colspan="3">
<p class="TableParagraph">26 Kohit&#257;tea, 2018</p>
</td>
</tr>
<tr>
<td width="192">
<p class="TableParagraph">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga&nbsp;</p>
</td>
<td width="185" colspan="2">
<p class="TableParagraph">Arotake M&#257;tauranga</p>
<p class="TableParagraph">Arotake M&#257;tauranga</p>
<p class="TableParagraph">Arotake T&#257;piri&nbsp;</p>
</td>
<td width="184">
<p class="TableParagraph">Hakihea 2014</p>
<p class="TableParagraph">Whiringa-&#257;-rangi 2011</p>
<p class="TableParagraph">H&#333;ngongoi 2008&nbsp;&nbsp;</p>
</td>
</tr>
</tbody>
</table>
</div><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p><em>Ko Tawakeheimoa te tupuna whare<br> Ko Te Aongahoro te tupuna kuia<br> Ko Ng&#257;ti Rangiwewehi te hap&#363;<br> Ko Tarimano te marae<br> Ko Tarimano te k&#333;hanga reo</em></p><p>Te K&#333;hanga Reo o Tarimano is next to Awahou Marae in Rotorua. The wh&#257;nau has strong connections to Ng&#257;ti Rangiwewehi and the local community. T&#333;ku Rangiwewehitanga is a vision for the iwi and hap&#363;. This vision positively influences the way in which the k&#333;hanga reo operates. The wh&#257;nau value their k&#333;hanga reo and the contribution it makes in preparing their children for their future roles as members of their wh&#257;nau, hap&#363; and iwi.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children show their understanding of Rangiwewehitanga?</h3><p>The older children demonstrate confidence and enthusiasm and understanding about who they are and where they belong.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children learn in a Rangiwewehi language environment. The kaimahi are confident and skilled speakers of te reo M&#257;ori, who provide strong language models. Children are well supported to communicate in te reo M&#257;ori. Continuity of te reo M&#257;ori from the k&#333;hanga reo through to the home enables children to view the M&#257;ori language as normal. Questions, prompts, conversations and hand signs are used to support children&rsquo;s language development. Older children confidently ask and answer questions. They engage in conversations with one another naturally and with ease. Babies communicate their understanding through facial expressions and body language. Children are developing well as speakers of Ng&#257;ti Rangiwewehi te reo M&#257;ori.</p><p>Children participate in a programme where their identity is promoted. The involvement of kuia and koroua in the k&#333;hanga reo enhances children&rsquo;s connection to their marae and their whenua. Wh&#257;nau model passion and pride in being Rangiwewehi. Local waiata, k&#333;rero and places are integrated into and influence the learning programme. Children learn waiata and m&#333;teatea specific to Ng&#257;ti Rangiwewehi. Children are provided with regular opportunities to participate as tangata whenua that they attend during marae events. This includes preparing the wharenui, helping with dishes, food preparation and supporting the p&#333;whiri. Children are learning about their place in the wider settings of Rangiwewehi.</p><p>Children have strong relationships with the people and significant places of Rangiwewehi. All wh&#257;nau share the same whakapapa. Therefore, children experience relationships based within whanaungatanga. Children have meaningful contact with others and are active as tuakana and teina. Children enjoy positive interactions with all children and adults. Kaimahi practice values of awhi, manaaki and aroha when working with the children. Children are respected, understood and cared for in a loving caring way. Children demonstrate respect and care for others.</p><p>Children are inquisitive and interested learners. Kaimahi encourage children to follow their personal preferences and strengths and actively participate in a range of learning and play activities. Children love to waiata. They express their individuality through waiata specific to their Iwi. Regular opportunities are provided for children to explore the wider world such as technology, visits to the moana, hosting international manuhiri at the marae and visits to kaum&#257;tua in their homes. Kaimahi plan to extend children&rsquo;s thinking by providing rich learning experiences beyond the walls of the k&#333;hanga reo. Children are active learners.</p><h3>Planning and Evaluation</h3><p>Children benefit from well-documented planning and evaluation practices. There is a clear process in place to assist kaimahi and wh&#257;nau to provide relevant information to embed current knowledge and traditions of Rangiwewehi into the curriculum. Kaimahi can articulate the benefits for children. Kaimahi regularly evaluate the learning programme and outcomes for children. There is a focus on meeting children&rsquo;s needs. Children participate in learning where improvements meet their needs.</p><p>Children&rsquo;s learning experiences are well documented and shared with wh&#257;nau. An online platform has been implemented to show what children are learning in relation to identified goals. Kaimahi regularly upload and share photographs, anecdotes and learning stories about children. The online platform has strengthened parent and wh&#257;nau understanding of children&rsquo;s learning, and provides useful data about how kaimahi and wh&#257;nau are engaging with this assessment information. Children&rsquo;s learning is monitored.</p><p>Wh&#257;nau manage the k&#333;hanga reo in the best interests of the children. The k&#333;hanga reo is managed by a highly committed management committee. Kaum&#257;tua provide regular guidance and support. The charter provides clear directions for the management of the k&#333;hanga reo. Wh&#257;nau have completed their strategic plan Te Korowai o Tarimano. The plan aligns to their vision and mission. Achievements of goals and priorities are monitored and reported to wh&#257;nau. They have reviewed their health and safety policies and procedures. Compliance registers are in place. Wh&#257;nau show they are responsible employers by keeping personnel documentation current. Job descriptions, employment contracts and police vetting are in place. Children learn in an environment where processes and systems focus on their long-term learning and wellbeing.</p><p>Internal evaluation is in place. Wh&#257;nau carry out reviews across all areas of the k&#333;hanga reo. Documentation shows evidence of outcomes. Regular reviews ensure that reporting to wh&#257;nau hui on all aspects of operations are complete. This reporting focuses on improvements. Wh&#257;nau are highly aware of the need to ensure the management of the k&#333;hanga reo is sustainable. Children and their wh&#257;nau can be assured that the future of their k&#333;hanga reo is secure.</p><h3>Key Next Steps</h3><p>While the online platform provides a useful record of children&rsquo;s experiences and learning throughout the year, it is important for wh&#257;nau and kaimahi to consider how to show the progress in children&rsquo;s learning and development over time. This could include strengthening commentary and analysis of children&rsquo;s experiences to show what learning has occurred and where to next.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>The wh&#257;nau seek support for kaimahi to enhance assessment practices for children.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Tarimano will be in four years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori&nbsp;</p><p>26 January 2018&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo&nbsp;</h2><table border="0" cellspacing="0" cellpadding="0" style="width: 0px;">
<tbody>
<tr>
<td width="247">
<p class="TableParagraph">Location</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">Rotorua</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Ministry of Education profile number</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">40192</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">K&#333;hanga Reo Identification Number</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">05B021</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Licence type</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Licensed under</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Number licensed for</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">40 children, including up to 12 aged under 2</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">K&#333;hanga Reo roll</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">15 children, including up to 11 aged under 2</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Gender composition</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">Girls 12</p>
<p class="TableParagraph">Boys 14</p>
</td>
</tr>
<tr>
<td width="247" valign="top">
<p class="TableParagraph">Ethnic composition</p>
</td>
<td width="191" colspan="2" valign="top">
<p class="TableParagraph">M&#257;ori</p>
</td>
<td width="191" valign="top">
<p class="TableParagraph">100%</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Review team on site</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">November 2017</p>
</td>
</tr>
<tr>
<td width="247">
<p class="TableParagraph">Date of this report</p>
</td>
<td width="383" colspan="3">
<p class="TableParagraph">26 January 2018</p>
</td>
</tr>
<tr>
<td width="247" valign="top">
<p class="TableParagraph">Most recent ERO report(s)</p>
</td>
<td width="182" valign="top">
<p class="TableParagraph">Education Review</p>
<p class="TableParagraph">Education Review</p>
<p class="TableParagraph">Supplementary Review</p>
</td>
<td width="201" colspan="2" valign="top">
<p class="TableParagraph">December 2014</p>
<p class="TableParagraph">November 2011</p>
<p class="TableParagraph">July 2008</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tarimano reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-tarimano-05-12-2014/" title="Te Kōhanga Reo o Tarimano - 05/12/2014">Te Kōhanga Reo o Tarimano - 05/12/2014</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-tarimano-26-01-2018/" title="Te Kōhanga Reo o Tarimano - 26/01/2018">Te Kōhanga Reo o Tarimano - 26/01/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
