<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Terere - 23/06/2016 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Terere - 23/06/2016" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-terere-23-06-2016/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Terere - 23/06/2016" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-terere-23-06-2016/" />

    <meta property="og:title" content="Te Kōhanga Reo o Terere - 23/06/2016" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-terere-23-06-2016/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Terere - 23/06/2016 page" href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-terere-23-06-2016/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="fab53e288cbbe87d096cc39a09f215f2f19e638d" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Terere - 23/06/2016</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Terere - 23/06/2016</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#te-aromatai" title="Te Aromātai">Te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#evaluation" title="Evaluation">Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="te-aromatai" class="toc-anchor"></a><h2>Te Arom&#257;tai</h2>
</div><p>He k&#333;hanga reo noho marae Te K&#333;hanga Reo o Terere, ki &#332;p&#333;tiki. Ka whai w&#257;hi m&#257;t&#257;toa ng&#257; kaum&#257;tua, hei kaitiaki o te reo me &#333;na tikanga. Ko te poipoi i te tuakiri me te aronga toi whenuatanga o ng&#257; tamariki kei te p&#363;take o ng&#257; mahi. Kua roa nei te k&#333;hanga reo e tohu ana i te taumata teitei o &#257;na mahi i roto i ng&#257; p&#363;rongo a Te Tari Arotake M&#257;tauranga.</p><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Terere i roto i te toru o ng&#257; tau.</p><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E whakahaerehia ana Te K&#333;hanga Reo o Terere ki te marae o Terere, i &#332;p&#333;tiki. Ka whai w&#257;hi m&#257;t&#257;toa ng&#257; kaum&#257;tua, hei kaitiaki o te reo me &#333;na tikanga. He hononga t&#333; te wh&#257;nau me ng&#257; tamariki ki te marae, te hap&#363;, me te iwi. Kua roa ng&#257; tau e whai w&#257;hi ai te wh&#257;nau ki te k&#333;hanga reo. He tirohanga ng&#257;tahi t&#333; te marae, te hap&#363;, te iwi, me te wh&#257;nau o te k&#333;hanga reo m&#333; te m&#257;tauranga a te iwi o Te Whakat&#333;hea. He whakaaro nui te tupuranga me te r&#333;nakitanga o te k&#333;hanga reo m&#333; te wh&#257;nau. Ka noho matua te poipoi i te tuakiri o ng&#257; tamariki, me t&#333; r&#257;tou aronga toi whenuatanga.</p><p>Kua roa nei te k&#333;hanga reo e tohu ana i te taumata pai o &#257;na mahi i roto i ng&#257; p&#363;rongo a Te Tari Arotake M&#257;tauranga.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa &#257; t&#257;tou tamariki e poipoia ana hei &#257;konga i Te Whakat&#333;hea Maurua?</h3><p>E whai hua ana te &#257;ta poipoi i ng&#257; tamariki hei &#257;konga, kia m&#257;t&#257;toa ai, kia pakari ai an&#333; hoki t&#257; r&#257;tou whai w&#257;hi atu ki Te Whakat&#333;hea Maurua.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>E ako ana ng&#257; tamariki i ng&#257; hononga &#257;-wairua, &#257;-ahurea hoki. Ka whai p&#257;nga matua te whakapapa o Ng&#257;ti Ngahere ki te ako o ng&#257; tamariki i t&#333; r&#257;tou tuakiri. Ka whai w&#257;hi ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo hui ki te marae, &#257;, tae atu ki ng&#257; mahi &#257;-hapori, &#257;-rohe &#257;-motu hoki. Ka whakarato te wh&#257;nau me ng&#257; kaimahi i ng&#257; wheako m&#333; ng&#257; tamariki, hei whakakoia i t&#333; r&#257;tou aronga toi whenuatanga. Ka whakawhanake ng&#257; tamariki i t&#333; r&#257;tou m&#333;hiotanga ki ng&#257; karakia, ng&#257; tikanga, me ng&#257; waiata o Te H&#257;hi Ringat&#363;. He kaha ng&#257; tamariki ki te k&#333;rero ki waenga i a r&#257;tou an&#333;, m&#333; Ranginui r&#257;ua ko Papat&#363;&#257;nuku, me ng&#257; atua M&#257;ori. Ka whakamahia ng&#257; waiata me ng&#257; m&#333;teatea hei h&#257;pai i te m&#257;rama haere o ng&#257; tamariki ki &#257; r&#257;tou k&#333;rero tuku iho, ng&#257; atua M&#257;ori, me ng&#257; tikanga o te ao M&#257;ori. He manawa whakah&#299; t&#333; ng&#257; tamariki m&#333; t&#333; r&#257;tou wh&#257;nau, t&#333; r&#257;tou hap&#363;, me t&#333; r&#257;tou iwi.</p><p>E whanake ana te m&#257;ramatanga o ng&#257; tamariki ki t&#333; r&#257;tou t&#363;, ki &#257; r&#257;tou kawenga an&#333; hoki hei tangata whenua. Kua &#257;ta whakaritea ng&#257; mahinga me ng&#257; t&#363;manako i te k&#333;hanga reo. Ka whakatauira ng&#257; kaimahi me te wh&#257;nau i ng&#257; t&#363;ranga me ng&#257; kawenga mahi ki ng&#257; tamariki, hei h&#257;pai i t&#333; r&#257;tou m&#257;ramatanga. Ko ng&#257; uaratanga o te manaaki, te tiaki, me te whakaute, e whai p&#257;nga matua ana ki ng&#257; tamariki me &#257; r&#257;tou taunekeneke ki ng&#257; manuhiri. He pai te aro atu a ng&#257; tamariki ki ng&#257; tono me ng&#257; tohutohu a ng&#257; kaimahi. Ka whakaw&#257;tea ng&#257; kaimahi i ng&#257; tamariki ki te whakatau i &#257; r&#257;tou ake whiringa i roto i &#257; r&#257;tou taumahi ako, hei poipoi tonu i te t&#363; takitahi. Ka whai w&#257; an&#333; hoki ng&#257; tamariki i roto i ng&#257; waiata ki te whakaatu i te t&#363;nga o te kai&#257;rahi. He m&#257;horahora, he m&#257;t&#257;toa hoki te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; akoranga.</p><p>Ka noho matua te waiora o ng&#257; tamariki. Ko ng&#257; uaratanga o te aroha, te manaaki, me te whakapono e &#257;ta poipoi ana i te pai o ng&#257; hononga me ng&#257; taunekeneke ki waenga i ng&#257; tamariki, ng&#257; kaimahi, me te wh&#257;nau. Ka aro nui ng&#257; kaimahi ki ng&#257; tamariki, &#257;, ka whakanui, ka whakamihi an&#333; hoki i &#257; r&#257;tou whakam&#257;tau. Ka ng&#257;kau nui ng&#257; tamariki ki ng&#257; awhiawhi, &#257;, e &#257;ta rongo ana r&#257;tou i te aroha. Kua whakaritea he taumata papai m&#333; te hauora, te haumaru, te atawhai, me ng&#257; mahi akuaku. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te moe me te kai i runga an&#333; i te &#257;hua o &#333; r&#257;tou matea. He &#257;huatanga matua t&#275;nei o t&#257; r&#257;tou k&#333;kiri i &#275;tahi &#257;huatanga e p&#257; ana ki t&#333; r&#257;tou tiaki i a r&#257;tou an&#333;. Ka whakanuia ng&#257; kai hauora me te korikori tinana, ki te h&#333;taka o ia r&#257;. N&#257; te whakatupu kai me te whakapounamu kai ka whakawhanake te m&#257;ramatanga o ng&#257; tamariki ki te oranga tinana me te r&#333;nakitanga. He pakari te whakatinana a ng&#257; tamariki i te &#257;rahitanga hei tuakana, hei teina, i a r&#257;tou e tautoko ana i &#275;tahi atu. Ka m&#257;takitaki, ka t&#257;whai hoki ng&#257; tamariki t&#275;ina i ng&#257; mahi &#257;rahi a ng&#257; tu&#257;kana. N&#257; ng&#257; taumahi e whakaritea ai, ka whai w&#257; ng&#257; tamariki ki te mahi takir&#333;p&#363;, takitahi r&#257;nei. Ka m&#257;takitaki ng&#257; kaimahi i ia tamaiti, hei t&#257;utu i &#333; r&#257;tou ake kaha me &#333; r&#257;tou ng&#257;kaunuitanga. He &#257;konga pakari ng&#257; tamariki, e aro nui ana ki te ako.</p><p>Ka rongo ng&#257; tamariki i te reo M&#257;ori ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki. Ka whai p&#257;nga nui Te Whakat&#333;hea Maurua, me te reo, ng&#257; tikanga hoki o Ng&#257;ti Ngahere ki te h&#333;taka akoranga. Ka whakarato te wh&#257;nau me ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te rongo i te reo M&#257;ori ki te wh&#257;nuitanga o ng&#257; horopaki &#333;kawa me ng&#257; horopaki &#333;paki. Ko te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; p&#333;whiri, ng&#257; tangihanga, ng&#257; w&#257;nanga, te kapa haka, me ng&#257; haerenga e whakatairanga ana i te whanaketanga reo o ng&#257; tamariki. Ka whakat&#333;ngia te k&#257;kano o te reo matatini, te p&#257;nui, me te m&#333;hiotanga ki ng&#257; p&#363; me ng&#257; ingoa, &#257;, ka h&#257;pai t&#275;nei i ng&#257; tamariki ki te whakahonohono i te reo k&#333;rero me te reo tuhituhi. I ia te w&#257;, ka p&#257;nui ng&#257; kaimahi ki ng&#257; tamariki, ka k&#333;rero ki ia tamaiti m&#333; &#257;na mahi, &#257;, ka whakaw&#257;tea an&#333; hoki i ng&#257; momo reanga ki te whakatinana i ng&#257; whakaaro me ng&#257; matea e hiahia ana r&#257;tou ki te whakapuaki. N&#257; ng&#257; taumahi reo ka whakapuaki ng&#257; tamariki i &#333; r&#257;tou m&#333;hiotanga, te whakaputa whakaaro, me te whakawh&#257;nui hoki i &#333; r&#257;tou hinengaro. E whanake ana te &#257;heinga o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</p><p>Ka hono ng&#257; wheako akoranga a ng&#257; tamariki ki t&#333; r&#257;tou taiao m&#257;oriori me t&#333; r&#257;tou ahurea. Ka whai w&#257;hitanga ng&#257; tamariki ki te t&#363;hura me te whakatau i a r&#257;tou an&#333; ki t&#333; r&#257;tou taiao. Ka whakaemihia ng&#257; taonga m&#257;oriori, &#257;, ka whakamahia i te h&#333;taka akoranga hei whakatairanga i te m&#257;ramatanga o ng&#257; tamariki ki ng&#257; tikanga e tika ana ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki. Ka whakarato ng&#257; kaimahi i ng&#257; wheako akoranga ki ng&#257; tamariki, hei poipoi i te whakaute, te manaaki, me te maioha ki t&#333; r&#257;tou taiao. Ka t&#363;hura haere, ka whakatewhatewha hoki ng&#257; tamariki i ng&#257; taiao o t&#333; r&#257;tou k&#333;hanga reo me te rohe wh&#257;nui. Ka waihanga ng&#257; kaimahi i ng&#257; wheako akoranga ka whakawero, ka whakawh&#257;nui hoki ng&#257; whakaaro p&#257;kiki o ng&#257; tamariki. Ka ng&#257;kau nui ng&#257; tamariki ki te t&#363;hura me te whakatewhatewha i &#333; r&#257;tou taiao ako.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka noho matua ng&#257; akoranga a ng&#257; tamariki. Kua &#257;ta whakaarohia te mahere h&#333;taka, &#257;, ka &#257;ta whai p&#257;nga hoki ki t&#333; r&#257;tou ao, ng&#257; tikanga, me te reo. Kua mahi ng&#257; kaimahi ki te taha o te purapura ki te waihanga i t&#275;tahi angamahi whakamahere e h&#257;ngai p&#363; ana ki Te Whakat&#333;hea Maurua me Ng&#257;ti Ngahere. Ka whakamahi ng&#257; kaimahi i taua angamahi hei whakamahere i ng&#257; h&#333;taka e whakatutuki ana i ng&#257; matea o ng&#257; tamariki, i &#257; r&#257;tou wheako akoranga, &#257;, i te whakawhanaketanga hoki o t&#333; r&#257;tou reo. Ka aro nui ng&#257; h&#333;taka akoranga a ng&#257; tamariki ki t&#333; r&#257;tou whakawhanaketanga.</p><p>He kaha te &#257;ta aroturuki i te ahu whakamua a ng&#257; tamariki i roto i ng&#257; akoranga. I waihanga ng&#257; kaimahi i ng&#257; p&#363;kete ka kapo ake i te tupu o ia tamaiti i roto i te reo M&#257;ori me ng&#257; tikanga, tae atu hoki ki &#333; r&#257;tou ng&#257;kau nuitanga me &#333; r&#257;tou matea. I roto i ng&#257; mahi ki te aroturuki i te ako a ng&#257; tamariki, ka whakanuia ng&#257; hononga ki ng&#257; wh&#257;inga o Te Whakat&#333;hea Maurua me Ng&#257;ti Ngahere. Ka whakapuakihia, ka p&#363;rongotia hoki ng&#257; p&#363;kete ki ng&#257; wh&#257;nau. Ko te arom&#257;tai h&#333;taka i ia te w&#257;, t&#275;tahi tino aronga ki ng&#257; putanga m&#333; ng&#257; tamariki. Ka ako ng&#257; tamariki ki t&#275;tahi taiao e aro nui ana ki a r&#257;tou.</p><p>Ko ng&#257; matea o ng&#257; tamariki kei te p&#363;take o te whakahaeretanga a te wh&#257;nau, ng&#257; mahi whakamahere, te arotake, me te whakatau whakaritenga. Ka arotahi ng&#257; hui &#257;-wh&#257;nau ki te ako me te ahu whakamua a ng&#257; tamariki. He pakari te &#257;heinga me ng&#257; hononga o te wh&#257;nau. Ko te tirohanga o t&#257; r&#257;tou t&#363;tohinga, te tau&#257;ki taketake, me te mahere rautaki e &#257;rahi ana i te arotake i ia te w&#257;. He pai t&#333; r&#257;tou t&#363;nga ki te p&#363;rongo i ng&#257; putanga rautaki i runga an&#333; i ng&#257; kaupapa matua i whakamaheretia ai. Ka whakanuia te ako a ng&#257; tamariki.</p><p>Kua tino whakat&#363;ria te arotake o roto puta noa i te k&#333;hanga reo. He m&#257;rama te tirohanga o te wh&#257;nau m&#333; te k&#333;hanga reo me ng&#257; tamariki. Aroturukitia ai, k&#333;rerohia ai hoki e r&#257;tou te ahu whakamua i ia te w&#257;. Ka whai whakaaro r&#257;tou ki ng&#257; &#257;huatanga e noho matua ana ki te r&#333;nakitanga o te k&#333;hanga reo me te huarahi kei mua tonu i &#257; r&#257;tou tamariki. Ka whai hua ng&#257; tamariki n&#257; te aronga nahanaha ki &#257; r&#257;tou akoranga me t&#333; r&#257;tou whakawhanaketanga.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;:</p><ul>
<li>te noho tonu ki te whakapiki ake i te &#257;heitanga o te wh&#257;nau ki te whakatutuki i t&#333; r&#257;tou tirohanga wh&#257;nui me ng&#257; rautaki matua hei whakakaha ake i Te Whakat&#333;hea Maurua.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>He k&#333;hanga reo noho marae Te K&#333;hanga Reo o Terere, ki &#332;p&#333;tiki. Ka whai w&#257;hi m&#257;t&#257;toa ng&#257; kaum&#257;tua, hei kaitiaki o te reo me &#333;na tikanga. Ko te poipoi i te tuakiri me te aronga toi whenuatanga o ng&#257; tamariki kei te p&#363;take o ng&#257; mahi. Kua roa nei te k&#333;hanga reo e tohu ana i te taumata teitei o &#257;na mahi i roto i ng&#257; p&#363;rongo a Te Tari Arotake M&#257;tauranga.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Terere i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>23 Pipiri, 2016</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table style="width: 593px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="3" width="377">
<p>Kei &#332;p&#333;tiki</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="3" width="377">
<p>40218</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="3" width="377">
<p>12B008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="3" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td colspan="3" width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="3" width="377">
<p>28, kia 10 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="3" width="377">
<p>14, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="3" width="377">
<p>K&#333;tiro 9</p>
<p>Tama t&#257;ne 5</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td colspan="2" width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="3" width="377">
<p>Paenga-wh&#257;wh&#257; 2016</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="3" width="377">
<p><span>23 Pipiri, 2016</span></p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td colspan="2" width="225">
<p>Pipiri 2011</p>
<p>Whiringa-&#257;-rangi 2007</p>
<p>Mahuru 2003</p>
</td>
</tr>
</tbody>
</table><a id="evaluation" class="toc-anchor"></a><h2>Evaluation</h2><p>Te K&#333;hanga Reo o Terere is a marae based k&#333;hanga reo in &#332;p&#333;tiki. Kaum&#257;tua play an active role as kaitiaki of te reo me &#333;na t&#299;kanga. Nurturing children&rsquo;s identity and belonging is paramount. The k&#333;hanga has a consistently sound performing ERO reporting history.</p><p>The next ERO review of Te K&#333;hanga Reo o Terere will be in three years.</p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Terere operates from Terere marae in &#332;p&#333;tiki. Kaum&#257;tua play an active role as kaitiaki for te reo me &#333;na tikanga. Wh&#257;nau and children have links to the marae, hap&#363; and iwi. Wh&#257;nau have had years of involvement in the k&#333;hanga reo. The marae, hap&#363;, iwi and k&#333;hanga reo wh&#257;nau share an education vision for Whakat&#333;hea. Growth and sustainability of the k&#333;hanga reo is a priority for wh&#257;nau. Nurturing children&rsquo;s identity and belonging is paramount.</p><p>The k&#333;hanga reo has a consistently good performing ERO reporting history.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well are our children nurtured as learners in Te Whakat&#333;hea Maurua?</h3><p>Children are successfully nurtured as learners to become active and confident participants of Te Whakat&#333;hea Maurua.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are learning about spiritual and cultural connections. Ng&#257;ti Ngahere whakapapa is an integral part of children&rsquo;s learning about their identity. Children participate in a range of activities on the marae, including community events held locally and nationally. Wh&#257;nau and kaimahi provide children with experiences to affirm their sense of belonging. Children develop their knowledge about Ringat&#363; karakia, tikanga and waiata. Children confidently talk about Ranginui, Papatu&#257;nuku and atua M&#257;ori with each other. Waiata and m&#333;teatea are used to support children with developing understanding about their ancestral history, atua M&#257;ori and tikanga of te ao M&#257;ori. Children are proud about their wh&#257;nau, hap&#363; and iwi.</p><p>Children are developing an understanding about their roles and responsibilities as tangata whenua. K&#333;hanga reo routines and expectations are well established. Kaimahi and wh&#257;nau model roles and responsibilities for children to support their understanding. Values of manaaki, tiaki and respect is an integral part of children&rsquo;s interactions with manuhiri. Children respond positively to kaimahi requests and directions. Kaimahi allow children to make choices in their learning activities to foster independence. Waiata are opportunities for children to demonstrate leadership roles. Children are spontaneous and active participants.</p><p>Children&rsquo;s wellbeing is a priority. Values of aroha, manaaki and whakapono fosters positive relationships and interactions amongst children, kaimahi and wh&#257;nau. Kaimahi are responsive, affirming and praise children&rsquo;s efforts. Children enjoy cuddles and know they are loved. A good standard of health, safety, care and hygiene are maintained. Kaimahi encourage children to sleep and eat according to their needs. It is an integral part of managing aspects of self-care. Healthy food and physical activity is promoted in the daily programme. Growing and preserving food enables children to develop understanding about healthy living and sustainability. Children confidently display leadership as tuakana, teina, and supporting others. Younger children observe and mimic the older children. Planned activities enable children to participate in groups or on their own. Kaimahi observe individuals to identify their strengths and interests. Children are confident and focused learners.</p><p>Children are exposed to te reo M&#257;ori in a variety of contexts. Whakat&#333;hea Maurua, Ng&#257;ti Ngahere dialect and tikanga are an central part of the learning programme. Wh&#257;nau and kaimahi provide opportunities for children to hear te reo Maori in a range of formal and informal settings. Participation in p&#333;whiri, tangihanga, w&#257;nanga, kapa haka and haerenga enhances children&rsquo;s language development. Early literacy reading and letter identification, and name recognition helps children to make connections between the spoken and written language. Kaimahi regularly read to children, talk with individuals about their activities and allow different age groups to use actions to share their messages or needs. Language activities enable children to share knowledge, express themselves and extent their thinking. Tuakana guide teina with te reo M&#257;ori development as needed in the learning programme. Children are developing as speakers of te reo M&#257;ori.</p><p>Children&rsquo;s learning experiences link to their natural and cultural environment. They are provided with opportunities to explore and familiarise themselves with their natural environment. Natural resources are collected and used in the learning programme to enhance children&rsquo;s understanding of appropriate tikanga for a range of situations. Kaimahi provide children with learning experiences to foster respect, care and appreciation for their environment. Children explore and investigate their k&#333;hanga reo and local environments. Kaimahi create learning experiences to challenge and extend children&rsquo;s curiosity and inquisitive natures. Children enjoy exploring and investigating their learning environments.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning is important. Programme planning is well-designed and clearly reflects their world, customs and language. Kaimahi have worked with the purapura to create a planning framework specific to Whakat&#333;hea Maurua and Ng&#257;ti Ngahere. Kaimahi use this framework to plan programmes to meet children&rsquo;s needs, learning experiences and language development. Children&rsquo;s learning programmes are responsive to their development.</p><p>Children&rsquo;s learning progress is rigorously monitored. Kaimahi design individual profiles to capture children&rsquo;s progress in te reo M&#257;ori and tikanga, interests and needs. Links to Whakat&#333;hea Maurua and Ng&#257;ti Ngahere goals are promoted in the process of monitoring children&rsquo;s learning. Profiles are shared and reported to wh&#257;nau. Regular programme evaluation focus on outcomes for children. Children&rsquo;s learn in a responsive environment.</p><p>Children&rsquo;s needs are at the centre of wh&#257;nau management, planning, review and decision making. Wh&#257;nau hui are focused on children&rsquo;s learning and progress. Whanau capability and relationships are strong. Their t&#363;tohinga vision, mission and strategic plan guides regular review. They are well placed to report on strategic outcomes in line with planned priorities. Children&rsquo;s learning is promoted.</p><p>Internal review across the k&#333;hanga reo is well managed. Whanau have a clear vision for the k&#333;hanga reo and the children. They monitor and discuss progress regularly. They consider factors that are crucial to the sustainability of the k&#333;hanga reo and the future of their children. Children benefit from a strategic approach to their learning and development.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>continue to build wh&#257;nau capacity to achieve their vision and strategic priorities to strengthen Te Whakat&#333;hea Maurua.</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Terere is a marae based k&#333;hanga reo in &#332;p&#333;tiki. Kaum&#257;tua play an active role as kaitiaki of te reo me &#333;na t&#299;kanga. Nurturing children&rsquo;s identity and belonging is paramount. The k&#333;hanga has a consistently sound performing ERO reporting history.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Terere will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>23 June 2016&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>&#332;p&#333;tiki</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40218</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>12B008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>28 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>14 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 9</p>
<p>Boys 5</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>April 2016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>23 June 2016</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>June 2011</p>
<p>November 2007</p>
<p>September 2003</p>
</td>
</tr>
</tbody>
</table><div>
<p align="right">&nbsp;</p>
</div></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Terere reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-terere-08-10-2019/" title="Te Kōhanga Reo o Terere - 08/10/2019">Te Kōhanga Reo o Terere - 08/10/2019</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-terere-23-06-2016/" title="Te Kōhanga Reo o Terere - 23/06/2016">Te Kōhanga Reo o Terere - 23/06/2016</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
