<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018 page" href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e8f1da6e3a48a457bc6bae766e47ae7c20c6051a" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=20116#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=20116#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#4-recommendations" title="4 Recommendations">4 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Ng&#257; Whare Maha ki te taha o Te Kura Kaupapa M&#257;ori o Te Raki Paewhenua, ki te whanga o Mairangi, ki T&#257;maki-makau-rau. E h&#257;pai ana te t&#363; ki te taha o te kura i ng&#257; wawata o te wh&#257;nau kia rumakina te m&#257;tauranga o &#257; r&#257;tou tamariki i te reo M&#257;ori. He tokomaha ng&#257; wh&#257;nau hou me ng&#257; kaimahi hou e k&#333;kiri ana i ng&#257; mahi whakapaipai o ng&#257; whakahaeretanga o te k&#333;hanga reo.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te kite i te harikoa o ng&#257; tamariki hei &#257;konga?</h3><p lang="mi"><span>Kei te harikoa</span><span>, kei te mauritau hoki ng&#257; tamariki hei &#257;konga.</span></p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">Ka rongo, ka t&#363;hura hoki ng&#257; tamariki i te reo M&#257;ori ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki me ng&#257; t&#363;momo kaupapa. E whakarato ana ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te whakapuaki i &#333; r&#257;tou m&#257;ramatanga ki te reo M&#257;ori. He p&#257;rekareka ki a r&#257;tou te w&#257;hanga o te &#257;ta, &#257;, e arahina ana e &#275;tahi o ng&#257; tamariki ng&#257; karakia, ng&#257; mihimihi, ng&#257; waiata, me ng&#257; pepeha. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki i aua w&#257;. Ka whakamahi &#275;tahi o ng&#257; kaimahi i ng&#257; rautaki e whai hua ana ki te h&#257;pai i te whakawhanaketanga reo o ng&#257; tamariki. Ko &#275;tahi o aua rautaki, ko te wh&#257;ngai kupu, te patapatai, ng&#257; k&#275;mu, ng&#257; tohu &#257;-ringa, me ng&#257; waiata. Kei te t&#299;mata ng&#257; tamariki ki te m&#257;rama haere i te reo M&#257;ori me te whakawhiti k&#333;rero m&#257; te reo.</p><p lang="mi">Kua &#257;ta t&#363;honohono ng&#257; tamariki i ng&#257; hononga pakari, hononga tautoko hoki. Ka whakapuaki ng&#257; kaimahi i te aroha, te awhi, me te manaaki i a r&#257;tou e taunekeneke ana ki te taha o ng&#257; tamariki. Kei te harikoa ng&#257; tamariki, &#257;, e karapotia ana r&#257;tou ki te katakata i ng&#257; w&#257; katoa. Ka whakaatu r&#257;tou i t&#333; r&#257;tou harikoa m&#257; te katakata, te pakipaki, me ng&#257; awhi. Ka kitea ki ng&#257; p&#275;pi me ng&#257; tamariki k&#333;hungahunga &#333; r&#257;tou tino hononga ki &#333; r&#257;tou kaimahi. Ka manaakitia, ka aro nuitia hoki ng&#257; tamariki me te wh&#257;nau e te kuia. E arotahi ana ng&#257; kaimahi ki te poipoi i ng&#257; hononga e mau ana i te harikoa me te manaakitanga. E tupu ana te m&#333;hiotanga o ng&#257; kaimahi hou ki ng&#257; hiahia ako ake o ia tamaiti, me ng&#257; huarahi e tika ana ki te &#257;ta poipoi i a r&#257;tou. Kei te harikoa, kei te mauritau hoki ng&#257; tamariki.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">K&#257;hore ng&#257; tamariki e whiwhi ana i ng&#257; taunekeneke e arotahi ana ki te reo, hei whakawero an&#333; hoki i &#333; r&#257;tou whakaaro. E m&#333;hio ana ng&#257; kaimahi, ka whai p&#257;nga nui aua w&#257; whakahirahira ki te whakawhanaketanga reo o ng&#257; tamariki. Kua tae ki te w&#257; kia whai whakaaro te wh&#257;nau ki ng&#257; huarahi e h&#257;pai ai i te whakawh&#257;nuitanga ake o ng&#257; kaimahi i &#333; r&#257;tou &#257;heinga reo, kia whai hua ake ai &#257; r&#257;tou mahi ki te taha o ng&#257; tamariki. He mea nui an&#333; hoki, kia whai huarahi te wh&#257;nau kia reo M&#257;ori anake te reo e k&#333;rerohia ana ki te k&#333;hanga reo. K&#257;hore te whakawhanaketanga o te reo M&#257;ori o ng&#257; tamariki e &#257;ta h&#257;paitia ana kia whai hua ai.</p><p lang="mi">Ko te taiao ako t&#275;tahi &#257;huatanga hei tirohanga ake. He mea nui kia whakaaweawetia te ako a ng&#257; tamariki m&#257; te muramura me te &#257;hua whakaongaonga o te taiao. Ahakoa kua aro nui te titiro ki te whakatakotoranga o ng&#257; whakaritenga matua e p&#257; ana ki te hauora me te haumaru o ng&#257; tamariki, he mea nui an&#333; hoki kia tika ng&#257; rauemi me te whakatakotoranga o te k&#333;hanga reo m&#333; t&#257; r&#257;tou ako. Me whai whakaaro te wh&#257;nau me p&#275;hea te &#257;ta whakatakoto haere, te &#257;ta whakamahi an&#333; hoki i te taiao ako hei whakatairanga i te t&#363;hura me te taha auaha o ng&#257; tamariki.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Ko te ako me te atawhai o ng&#257; tamariki kei te p&#363;take o ng&#257; mahi whakahaere a te wh&#257;nau. T&#363; ai ng&#257; hui i ia te w&#257;, &#257;, he pai an&#333; hoki te tuhi haere i aua huihuinga. Ko te whai w&#257;hi atu a te wh&#257;nau ki te whakahaeretanga o te k&#333;hanga reo t&#275;tahi aronga matua i ia te w&#257;. He nahanaha t&#257; r&#257;tou aroturuki i &#257; r&#257;tou whakahaeretanga &#257;- wiki ki ng&#257; hui o ia marama. Kua arotakengia te t&#363;tohinga, ng&#257; kaupapa here, me ng&#257; tukanga. He p&#363;naha arohaehae t&#257; ng&#257; kaimahi e &#257;ta whakatinanahia ana m&#257; ng&#257; kaimahi katoa. Ka whakamahi te wh&#257;nau i aua m&#333;hiohio hei aroturuki, hei whakamahere an&#333; hoki i ia te w&#257; i te tautoko ngaio o ng&#257; kaimahi.</p><p lang="mi">He nui ng&#257; mahi i whakatutukihia ai e ng&#257; kaimahi katoa, hei whakawhanake i te m&#257;ramatanga ng&#257;tahi ki te &#257;hua o ng&#257; mahi whai hua i roto i te whakamahere. E arahina ana te h&#333;taka akoranga ki ng&#257; mahere e t&#257;utu ana i te kiko, ng&#257; rautaki, me ng&#257; rauemi e tika ana m&#257; ng&#257; tamariki tu&#257;kana. Ka &#257;ta whakamaheretia, ka &#257;ta whakahaerehia hoki te ako a ng&#257; tamariki.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">Me whakapakari ake i ng&#257; mahere h&#333;taka &#257; ng&#257; p&#275;pi. He mea nui kia poipoi te h&#333;taka i te rerek&#275; haere o &#333; r&#257;tou ng&#257;kau nuitanga me &#333; r&#257;tou hiahia. E m&#333;hio ana ng&#257; kaimahi, ko t&#275;tahi whakaritenga matua ka whai ake i roto i t&#333; r&#257;tou huarahi mahi, ko te whakatakoto i ng&#257; taumahi e &#257;ta whakamaheretia ana, e &#257;ta whai kiko ana, e &#257;ta tuhia ana hoki hei whakatutuki i ng&#257; matea &#257;-whatumanawa, &#257;-tinana hoki o ng&#257; p&#275;pi.</p><p lang="mi">Ko ng&#257; mahi ki te aromatawai i ng&#257; tamariki t&#275;tahi &#257;huatanga hei whakapai ake. E m&#333;hio ana ng&#257; kaimahi, e tika ana te whakapai ake i ng&#257; m&#333;hiohio aromatawai. He mea nui kia h&#257;pai te wh&#257;nau i ng&#257; kaimahi ki te whakatakoto i t&#275;tahi tukanga aromatawai e t&#257;utu m&#257;rika ana i t&#275;n&#257; e &#257;kona ana e ng&#257; tamariki, &#257;, i te &#257;hua o t&#257; r&#257;tou ahu whakamua hoki i roto i te roanga o te w&#257;.</p><p lang="mi">K&#257;hore e &#257;ta tuhia ana ng&#257; mahere rautaki m&#333; te paetawhiti o te k&#333;hanga reo. Me whai whakaaro te wh&#257;nau ki &#257; r&#257;tou kaupapa matua m&#333; te paetawhiti o te k&#333;hanga reo, &#257;, me whakatakoto &#257;-tuhi nei hoki i ng&#257; huarahi ka wh&#257;ia e r&#257;tou kia tutukihia ai aua t&#363;&#257;huatanga.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Ng&#257; Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakapakari i te &#257;heinga reo M&#257;ori o ng&#257; kaimahi</li>
<li lang="mi">arotake i te whakaritenga me te whakatakotoranga o te taiao ako</li>
<li lang="mi">whakamahere i t&#275;tahi h&#333;taka akoranga e poipoi ana i ng&#257; p&#275;pi</li>
<li lang="mi">whakapakari i ng&#257; mahi e aromatawai ana i ng&#257; tamariki</li>
<li lang="mi">whakarite i t&#275;tahi mahere rautaki m&#333; te paetawhiti o te k&#333;hanga reo.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Ng&#257; Whare Maha i roto i te toru o ng&#257; tau.</p><p lang="mi">Charles Rolleston Toka &#257;-nuku</p><p lang="mi"><span>12 Hakihea, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei te whanga o Mairangi, ki T&#257;maki-makau-rau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">45561</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">02B020</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">28, kia 10 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">24, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 10</p>
<p lang="mi">Tama 14</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Whiringa-&#257;-nuku 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>12 Hakihea, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Hakihea 2015</p>
<p lang="mi">Whiringa-&#257;-rangi 2012</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Ng&#257; Whare Maha is located next to Te Kura Kaupapa M&#257;ori o Te Raki Pae Whenua in Mairangi Bay, Auckland. This location supports wh&#257;nau aspirations for M&#257;ori immersion education for their children. There are a number of new wh&#257;nau and kaimahi who are progressing well with improvements to the operations of the k&#333;hanga reo.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children show they are happy learners?</h3><p>Children are happy and comfortable learners.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children hear and explore te reo M&#257;ori in a variety of settings and situations. Kaimahi provide a range of opportunities where children can share their understanding of te reo M&#257;ori. They enjoy the morning session where some individual children are able to lead karakia, mihimihi, waiata and pepeha. Kaimahi support children during these sessions. Some kaimahi use some effective strategies to support children&rsquo;s language development. These include prompts, questions, games, hand signs and waiata. Children are in the early stages of understanding and communicating in te reo M&#257;ori.</p><p>Children have formed strong and supportive relationships. Kaimahi show aroha, awhi and manaaki when interacting with children. Children are happy and constantly surrounded by laughter. They exhibit happiness through laughter, clapping and hugs. Babies and toddlers show strong connections with their kaimahi. The kuia provides care and attention with children and wh&#257;nau. Kaimahi are focused on fostering happy and caring relationships. There is growing awareness amongst new kaimahi about the learning preferences of individual children and how best to provide for them. Children are happy and settled.</p><h4>Key Next Steps</h4><p>Children do not receive focused language interactions to challenge their thinking. Kaimahi recognise that these are valuable moments for children&rsquo;s language development. It is time for wh&#257;nau to consider ways to support kaimahi to extend their language capabilities in order to work effectively with the children. It is also important that wh&#257;nau find ways to ensure the k&#333;hanga reo is maintained as a domain where only te reo M&#257;ori is spoken. Children&rsquo;s te reo M&#257;ori development is not effectively supported.</p><p>The learning environment needs some attention. It is important that children&rsquo;s learning is also inspired by an environment that is bright and stimulating. While attention has largely been on establishing key health and safety practices for the children, it is important that the resources and the way the k&#333;hanga reo is set up is appropriate for their learning. The wh&#257;nau and kaimahi should consider how best to setup and use the learning environment to promote exploration and creativity for children.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning and their care is at the heart of wh&#257;nau management. Regular hui are held and well documented. Wh&#257;nau involvement in the management of the k&#333;hanga reo is an ongoing focus. They strategically monitor their weekly operations in monthly hui. The charter, policies and procedures have been reviewed. The kaimahi have an appraisal system in place that is well implemented for all employees. Wh&#257;nau use this information to regularly monitor and plan professional support for kaimahi.</p><p>Significant work has been done by all kaimahi to develop a shared understanding about good planning practice. The learning programme is guided by planning that identifies content, strategies and required resources for the older children. Children&rsquo;s learning is well planned and managed.</p><h4>Key Next Steps</h4><p>Programme planning for babies requires strengthening. It is important that the programme caters to their changing interests and preferences. Kaimahi recognise that a key next step in their journey is to establish well-planned, detailed and documented activities that meets the emotional and physical needs of babies.</p><p>Children&rsquo;s assessment practices are an area for improvement. Kaimahi are aware of the need to improve assessment information. It is important that the wh&#257;nau support kaimahi to establish an assessment process that best identifies what children are learning and their progress over time.</p><p>Strategic planning for the future of the k&#333;hanga reo is not clearly documented. The wh&#257;nau must consider their long-term priorities for the k&#333;hanga reo and document how they will achieve those.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendations" class="toc-anchor"></a><h2>4 Recommendations</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendations:</p><ul>
<li>
<p>Strengthen te reo M&#257;ori capability of kaimahi</p>
</li>
<li>
<p>Review the setup and layout of the learning environment</p>
</li>
<li>
<p>Plan a learning programme that caters for babies</p>
</li>
<li>
<p>Strengthen children&rsquo;s assessments</p>
</li>
<li>
<p>Establish a strategic plan for the future of the k&#333;hanga reo.</p>
</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Ng&#257; Whare Maha will be in three years.</p><p>Charles Rolleston Toka &#257;-nuku</p><p>12 December 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Mairangi Bay, Auckland</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>45561</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>02B020</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>28 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>24 children, including 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 10</p>
<p>Boys 14</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>October 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>12 December 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>December 2015</p>
<p>November 2012</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Ngā Whare Maha reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-12-12-2018/" title="Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018">Te Kōhanga Reo o Ngā Whare Maha - 12/12/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-nga-whare-maha-16-12-2015/" title="Te Kōhanga Reo o Ngā Whare Maha - 16/12/2015">Te Kōhanga Reo o Ngā Whare Maha - 16/12/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
