<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Makaurau Marae - 15/06/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Makaurau Marae - 15/06/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Makaurau Marae - 15/06/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Makaurau Marae - 15/06/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Makaurau Marae - 15/06/2018 page" href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="720ec766863e7ec9e49f3f0e4030e7f1e4bf02fb" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/te-puawaitanga-o-atareta-playcentre-17-08-2017/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/te-puawaitanga-o-atareta-playcentre-17-08-2017/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Makaurau Marae - 15/06/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Makaurau Marae - 15/06/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E whai w&#257;hi atu ana Te K&#333;hanga Reo o Makaurau Marae ki ng&#257; whare me ng&#257; papak&#257;inga o te marae o Makaurau, ki M&#257;ngere, i T&#257;maki-makau-rau ki te tonga. Ka whakanuia e te wh&#257;nau o te marae me te k&#333;hanga reo &#333; r&#257;tou t&#257;tai whakapapa, &#333; r&#257;tou hononga an&#333; hoki ki Te K&#299;ngitanga me Tainui waka. E h&#257;ngai p&#363; ana te aronga ki te whakap&#363;mau i t&#333; r&#257;tou reo &#257;-iwi me te whakahirahiratanga o ng&#257; uara o te hap&#363; me te iwi.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e ako i t&#333; r&#257;tou tuakiri?</h3><p lang="mi">E ako ana ng&#257; tamariki i te m&#257;tauranga M&#257;ori, puta noa i te katoa o ng&#257; wheako ako. E whakap&#363;mau ana taua t&#363;&#257;huatanga i t&#333; r&#257;tou tuakiri me t&#333; r&#257;tou t&#363;rangawaewae.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te ako i &#333; r&#257;tou hononga ki a Tainui m&#257; ng&#257; huarahi e whai p&#363;take ana. Ka rongo ng&#257; tamariki i te reo o Waikato, &#257;, he maha an&#333; hoki ng&#257; w&#257; ka taki r&#257;tou i ng&#257; karakia, ka waiata hoki i ng&#257; wai me ng&#257; m&#333;teatea e whakakoia ana i &#333; r&#257;tou hononga &#257;-hap&#363;, &#257;-iwi hoki. Ka taetae atu r&#257;tou ki ng&#257; kaupapa me ng&#257; huihuinga e whakanui ana i Te K&#299;ngitanga, &#257;, ka tae atu hoki r&#257;tou ki ng&#257; poukai. Ka whai w&#257;hi atu an&#333; hoki r&#257;tou ki ng&#257; kaupapa i te marae, tae atu hoki ki ng&#257; tangihanga, &#257;, n&#257; t&#275;nei t&#333; r&#257;tou t&#363; hei tangata whenua i whakap&#363;mautia ai. E whanake ana ng&#257; tamariki i t&#333; r&#257;tou m&#333;hiotanga ki &#257; r&#257;tou taonga tuku iho me &#333; r&#257;tou t&#257;tai hono.</p><p lang="mi">He nui ng&#257; rauemi &#257; ng&#257; tamariki e h&#257;pai ana i t&#257; r&#257;tou ako i te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki, t&#363;momo taumahi an&#333; hoki kia hihiri ai te ako i te reo m&#257; ng&#257; tamariki, p&#275;r&#257; i ng&#257; waiata me te kori tinana. Ka whakamahi ng&#257; tamariki i te reo M&#257;ori i ng&#257; w&#257; ako &#333;kawa, tae atu hoki ki ng&#257; karakia, ng&#257; h&#299;mene, me ng&#257; pepeha. Ka taea e r&#257;tou ng&#257; p&#257;tai h&#333;honu, ng&#257; tohutohu h&#333;honu hoki te whai, &#257;, ka whakautu r&#257;tou m&#257; te reo M&#257;ori me te reo P&#257;keh&#257;. E &#257;kina ana te kawe ake a ng&#257; tamariki i te &#257;rahitanga o ng&#257; mahi, hei kaikaranga, hei kaiwaiata hoki i &#275;tahi w&#257;, &#257;, ka h&#257;pai an&#333; hoki r&#257;tou i ng&#257; t&#275;ina i roto i ng&#257; mahinga o ia r&#257;. Ka rongo ng&#257; tamariki i te reo M&#257;ori m&#257; ng&#257; horopaki e whai p&#363;take ana. E &#257;ta h&#257;pai ana taua t&#363;&#257;huatanga i te whakawhanaketanga o t&#333; r&#257;tou reo me t&#333; r&#257;tou m&#333;hio an&#333; hoki ki te reo &#257;-iwi o Waikato, me ng&#257; tikanga an&#333; hoki i te marae. E piki ake ana te ng&#257;kau titikaha o ng&#257; tamariki ki te whakamahi i te reo M&#257;ori.</p><p lang="mi">E ako ana ng&#257; tamariki i &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae. E noho w&#257;tea ana te katoa o te marae ki a r&#257;tou, &#257;, kei te tino m&#333;hio r&#257;tou ki t&#333; r&#257;tou taiao. E ako ana ng&#257; tamariki i ng&#257; k&#333;rero tuku iho me ng&#257; h&#299;tori e p&#257; ana ki te takiw&#257; nei. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki i a r&#257;tou e ako ana i &#333; r&#257;tou whakapapa ake. Ka kitea te p&#257;kiki haere o ng&#257; tamariki ki te ao, inar&#257;, ki te ao M&#257;ori me &#333; r&#257;tou hapori ake. Ka kitea hoki te ng&#257;kau titikaha ake, te &#257;heinga ake an&#333; hoki o ng&#257; tamariki ki te t&#363;hura haere i &#333; r&#257;tou taiao tonu. Kei te harikoa ng&#257; tamariki hei &#257;konga.</p><p lang="mi">He m&#257;t&#257;toa te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; &#257;huatanga katoa o te h&#333;taka akoranga. Kua &#257;ta waihangatia, kua &#257;ta whakaritea hoki ng&#257; w&#257;hi o waho, o roto hoki, &#257;, he nui hoki ng&#257; rauemi hei whakaongaonga i ng&#257; whakaaro o ng&#257; tamariki. Ka whakarato ng&#257; kaimahi i ng&#257; wheako ako e h&#257;pai ana i te tupu &#257;-tinana, &#257;-ahurea, &#257;-hinengaro hoki o ng&#257; tamariki. Ka whakamahi hoki ng&#257; tamariki i ng&#257; taonga m&#257;oriori i a r&#257;tou e mahi ana, i a r&#257;tou e t&#257;karo ana. Kei te harikoakoa t&#257; r&#257;tou nekeneke haere ki ng&#257; t&#363;momo kaupapa, &#257;, he pai hoki &#257; r&#257;tou taunekeneke ki ng&#257; w&#257;hi o roto me &#275;r&#257; o waho. Ka whiriwhiri, ka whakatau hoki ng&#257; tamariki m&#333; &#257; r&#257;tou t&#257;karo me &#257; r&#257;tou akoranga. Ka whai ng&#257; tamariki i ng&#257; mahinga i &#257;ta whakatakotohia ai, i ng&#257; tikanga hoki p&#275;r&#257; i ng&#257; karakia me ng&#257; mihimihi. He t&#257;kare ng&#257; tamariki hei &#257;konga.</p><p lang="mi">Ka t&#363;m&#257;ia ng&#257; tamariki hei &#257;konga &ndash; &#257;-whatumanawa, &#257;-tinana hoki. Ka whakahaere ng&#257; tamariki i &#275;tahi &#257;huatanga o t&#333; r&#257;tou ake atawhai, &#257;, ka moe, ka kai an&#333; hoki i ng&#257; w&#257; e tika ana m&#333; r&#257;tou an&#333;. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te whakawhanake i &#333; r&#257;tou p&#363;kenga &#257;-tinana. E whai p&#363;take ana ng&#257; taunekeneke o ng&#257; tamariki ki &#275;tahi atu, &#257;, he m&#257;t&#257;toa hoki r&#257;tou hei tuakana, hei teina. Ka rongo ng&#257; tamariki i te aroha, te manaaki, me te &#257;whina. Ka whakatauira, ka akiaki hoki ng&#257; kaimahi me te wh&#257;nau i ng&#257; hononga papai ki &#275;tahi atu. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te t&#363; hei kai&#257;rahi, tae atu hoki ki ng&#257; w&#257; o ng&#257; pao me ng&#257; mihimihi. Ka tautuhi ng&#257; kaimahi i ng&#257; t&#363;manako papai me ng&#257; aratohu e p&#257; ana ki te whanonga. He mauritau te &#257;hua o te ng&#257; tamariki.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">E whiwhi ana ng&#257; tamariki i ng&#257; painga e ahu mai ana i te whai huatanga o ng&#257; mahi a te wh&#257;nau ki te whakahaere i te k&#333;hanga reo. Ko te k&#333;hanga reo t&#275;tahi o ng&#257; whare i te marae. Kua whakakotahingia ng&#257; whakaritenga whakahaere hei &#257;ta whakarite i te aro nui ki ng&#257; tamariki me t&#333; r&#257;tou noho haumaru, puta noa i ng&#257; w&#257;hi katoa o te marae. Kua whakawhanakehia e te wh&#257;nau t&#275;tahi mahere rautaki e whai hua ana, &#257;, e ahu mai ana i ng&#257; wh&#257;inga o Te Ara T&#363;&#257;pae, me ng&#257; wh&#257;inga, ng&#257; t&#363;manako hoki o te wh&#257;nau, te hap&#363;, me te iwi. Ko &#275;tahi o ng&#257; kaupapa matua, ko te reo M&#257;ori me te whakamana i te wh&#257;nau me ng&#257; tamariki. Ka whakap&#363;mautia te katoa o ng&#257; p&#363;naha whakahaere ki te taumata teitei, kia whiwhi ai ng&#257; tamariki i te kounga o ng&#257; wheako ako, te atawhai, me te aronga nui. Ka whakamahia te wh&#257;nuitanga o ng&#257; t&#363;momo huarahi whakawhitiwhiti k&#333;rero, kia noho m&#333;hio ai te wh&#257;nau ki ng&#257; whakawhanaketanga, ng&#257; whakaritenga, ng&#257; kaupapa here me ng&#257; tukanga o te k&#333;hanga reo. He pakari t&#257; r&#257;tou p&#363;naha ki te whakahaere i ng&#257; p&#363;tea. Whakatutukihia ai e te wh&#257;nau i ia te w&#257; te arowhai i te &#257;hua o ng&#257; rawa. I ng&#257; w&#257; katoa, ko ng&#257; tamariki kei te p&#363;take o ng&#257; whakataunga.</p><p lang="mi">Ko te whakawhanaketanga o ng&#257; tamariki, ko t&#257; r&#257;tou ako hoki te aronga matua. Ka whakamahi ng&#257; kaimahi i ng&#257; m&#333;hiohio ka puta i te arotake i te h&#333;taka, i ng&#257; whakaaro an&#333; hoki o te wh&#257;nau, &#257;, i ng&#257; ari&#257; e p&#257; ana ki te whakawhanaketanga o te tamaiti, hei h&#257;pai, hei whakatairanga hoki i te ako a ng&#257; tamariki. Kei roto i ng&#257; mahere, ko ng&#257; mahere o ia r&#257;, o ia wiki, o ia w&#257;hanga hoki hei &#257;rahi i ng&#257; whakaritenga o ng&#257; kaimahi, &#257;, hei &#257;ta whakarite i te aronga me te whai p&#363;taketanga o te h&#333;taka. He aronga nui ki te ako me te t&#363;hura i te taiao ake, me Te K&#299;ngitanga, te Pai M&#257;rire, me te ao M&#257;ori. Ka &#257;ta t&#299;pakohia ng&#257; taumahi ako he whakaongaonga, hei whakawero, &#257;, hei whakawh&#257;nui hoki i ng&#257; hinengaro o ng&#257; tamariki. Arotake ai ng&#257; kaimahi i te h&#333;taka me &#257; r&#257;tou whakaritenga i ia te w&#257;, hei whakam&#333;hio an&#333; hoki i &#257; r&#257;tou mahi ki te whakatairanga ake tonu i te ako a ng&#257; tamariki. E whiwhi ana ng&#257; tamariki i ng&#257; akoranga i &#257;ta whakamaheretia ai, i &#257;ta aroturukitia ai hoki.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Ahakoa te pai o ng&#257; m&#333;hiohio e whakatakotohia ana m&#333; ng&#257; akoranga &#257;-r&#333;p&#363;, he iti noa ng&#257; tuhinga e tohu ana i te ako a ia tamaiti, i t&#333;na whakawhanaketanga an&#333; hoki i roto i te roanga o te w&#257;. K&#257;hore te ahu whakamua a ia tamaiti, k&#257;hore hoki ana whakatutukitanga e &#257;ta tuhia ana.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">h&#257;paitia e te wh&#257;nau te whakarite a ng&#257; kaimahi i t&#275;tahi tukanga m&#333; te p&#363;rongo haere i te ako me te ahu whakamua a ng&#257; tamariki i roto i te roanga o te w&#257;.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Makaurau Marae i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>15 Pipiri, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei M&#257;ngere, ki T&#257;maki-makau-rau ki te tonga</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">46222</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">04A089</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">20, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">18, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 11</p>
<p lang="mi">Tama 7</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Haratua 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>15 Pipiri, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Haratua 2015</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Makaurau Marae is a part of the Makaurau Marae complex and papak&#257;inga in Mangere, South Auckland. The marae wh&#257;nau and k&#333;hanga reo acknowledge their heritage and links to the K&#299;ngitanga and Tainui waka. There is a strong commitment to the retention of their dialect and importance of hap&#363; and iwi values.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children learn about their identity?</h3><p>Children learn about m&#257;tauranga M&#257;ori throughout all learning experiences. This reinforces who they are and where they are from.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children have opportunities to learn about their Tainui links in meaningful ways. Children hear Waikato dialect and often recite karakia, sing waiata and chant m&#333;teatea that affirm their hap&#363; and iwi links. They attend events and celebrations that acknowledge the K&#299;ngitanga and Poukai. And they participate in events at the marae, including tangihanga, to reaffirm their roles as tangata whenua. Children are developing their knowledge of their ancestral heritage and connections.</p><p>Children are well resourced to learn te reo M&#257;ori. Kaimahi use various strategies and activities to make language learning interesting for children, such as waiata and kori tinana. Children use te reo M&#257;ori during formal learning sessions including karakia, h&#299;mene, and pepeha. They are able to follow complex questions and instructions and reply in both te reo M&#257;ori and English. Children are encouraged to take lead roles such as supporting teina during daily routines, and as kaikaranga and kaiwaiata on certain occasions. Children are exposed to te reo M&#257;ori in meaningful contexts. This has a positive impact on their language development and knowledge of the Waikato dialect and marae tikanga. Children use te reo M&#257;ori with increasing confidence.</p><p>Children learn about who they are and where they are from. They have access to all parts of the marae and are familiar with their surroundings. Children learn about stories and histories of the local area. Kaimahi encourage children as they learn their own whakapapa. Children show a growing sense of curiosity about the world, especially te ao M&#257;ori and their own communities. Children show increased confidence and ability to explore their immediate environments. Children are happy learners.</p><p>Children actively participate in all aspects of the learning programme. The outdoor and indoor areas are well designed, resourced and organised to stimulate children&rsquo;s thinking. Kaimahi provide learning experiences that support children&rsquo;s physical, cultural and intellectual growth. Children use natural resources as they work and play. They move happily from one activity to the next and interact appropriately in the indoor and outdoor spaces. Children make choices and decisions about their play and learning. Children follow well-established routines and observe tikanga including karakia and mihimihi. Children are enthusiastic learners.</p><p>Children are emotionally and physically confident learners. Children manage aspects of their own care, and sleep and eat according to their needs. Kaimahi provide opportunities for children to develop their physical skills. Children have meaningful contact with others and are active as tuakana and teina. Children experience aroha, manaaki and &#257;whina. Kaimahi and wh&#257;nau model and encourage positive relationships with others. Children have opportunities to take up leadership roles including pao and mihi. Kaimahi define positive expectations and guidelines for behaviour. Children appear settled.</p><h3>Planning and Evaluation</h3><p>Children benefit from the efficient way in which wh&#257;nau manage the k&#333;hanga reo. The k&#333;hanga reo is a part of the marae complex. Operations and management practices are blended to ensure children are prioritised and safe across the marae complex. The wh&#257;nau has developed a useful strategic plan based on the goals of Te Ara T&#363;&#257;pae as well as their wh&#257;nau, hap&#363; and iwi goals and objectives. Priorities include te reo M&#257;ori and the empowerment of wh&#257;nau and children. All management systems are upheld to a high standard, so that children receive quality learning experiences, care and attention. A range of communication strategies are used to keep wh&#257;nau informed about k&#333;hanga reo developments, practice, policies and procedures. They have a sound financial management system. The wh&#257;nau carry out regular property maintenance checks. Children are always a priority in decision making.</p><p>Children&rsquo;s development and learning is a priority. Kaimahi use information from programme evaluation, wh&#257;nau ideas and child development theories to support and enhance children&rsquo;s learning. Planning includes daily, weekly and term plans to guide kaimahi practice and ensure the programme is focussed and purposeful. There is strong emphasis on learning through exploration of the local environment, K&#299;ngitanga, Pai M&#257;rire and te ao M&#257;ori. Learning activities are carefully selected to stimulate, challenge and extend children. Kaimahi regularly evaluate the programme and their practice to inform how they can enhance children&rsquo;s learning. Children enjoy learning that is well planned and monitored.</p><h3>Key Next Steps</h3><p>While there is good information kept about group learning, there is little to show individual children&rsquo;s learning and development over time. Children&rsquo;s individual progress and achievement is not well documented.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>
<p>The wh&#257;nau support kaimahi to establish a process to report on children&rsquo;s learning and progress over time.</p>
</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Makaurau Marae will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>15 June 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Mangere, South Auckland</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>46222</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>04A089</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>20 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>18 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 11</p>
<p>Boys 7</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>May 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>15 June 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>May 2015</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Makaurau Marae reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-06-05-2015/" title="Te Kōhanga Reo o Makaurau Marae - 06/05/2015">Te Kōhanga Reo o Makaurau Marae - 06/05/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-makaurau-marae-15-06-2018/" title="Te Kōhanga Reo o Makaurau Marae - 15/06/2018">Te Kōhanga Reo o Makaurau Marae - 15/06/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
