<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Heti Te Kohanga Reo - 05/09/2017 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Heti Te Kohanga Reo - 05/09/2017" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-heti-te-kohanga-reo-05-09-2017/" />
<link rel="alternate" type="text/html" title="Te Heti Te Kohanga Reo - 05/09/2017" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-heti-te-kohanga-reo-05-09-2017/" />

    <meta property="og:title" content="Te Heti Te Kohanga Reo - 05/09/2017" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-heti-te-kohanga-reo-05-09-2017/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Heti Te Kohanga Reo - 05/09/2017 page" href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-heti-te-kohanga-reo-05-09-2017/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="837c5fcaaa8af05251152353845ff93cb49a5619" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Heti Te Kohanga Reo - 05/09/2017</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Heti Te Kohanga Reo - 05/09/2017</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo ">Ngā kōrero e pā ana ki te kōhanga reo </a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo ">Information about the Kōhanga Reo </a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2>
</div><p>E t&#363; ana Te Heti Te K&#333;hanga Reo ki Castlecliff, i Whanganui. Kua piki ake te tatauranga tamariki, &#257;, kua whakat&#363;ngia &#275;tahi atu whare ki te w&#257;hi nei. Ahakoa kua r&#299;taia te kuia i &#257;na mahi hei kaiako, e &#257;rahi tonu ana, e h&#257;pai tonu ana hoki ia i te whakaratonga o te wh&#257;nau i t&#275;tahi k&#333;hanga reo haumaru e poipoi ana i ng&#257; tamariki. He m&#257;t&#257;toa te whai w&#257;hi atu o ng&#257; mema o te wh&#257;nau ki t&#333; r&#257;tou hapori. E m&#333;hio ana te wh&#257;nau, e tika ana kia whakapakarihia, kia whakawh&#257;nuihia hoki &#333; r&#257;tou &#257;heinga i roto i te reo M&#257;ori, hei h&#257;pai ake i te kaupapa o te k&#333;hanga reo me &#257; r&#257;tou tamariki.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3>He p&#275;hea rawa te whakatinanatanga o ng&#257; tamariki i te whanaungatanga?</h3><p>He pakari te whakatinanatanga o ng&#257; tamariki i te whanaungatanga ki t&#333; r&#257;tou k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Ka t&#363;m&#257;ia, ka whai w&#257;hi nui hoki ng&#257; tamariki ki ng&#257; &#257;huatanga katoa, puta noa i te h&#333;taka akoranga. Ka whakamana, ka tautoko hoki ng&#257; kaimahi i ng&#257; p&#363;manawa ake o ia tamaiti. Ka &#257;ta whakamahi r&#257;tou i ng&#257; tino rautaki e whakarite ana i te whai w&#257;hi atu a ng&#257; tamariki katoa ki te h&#333;taka, &#257;, ka whakariterite an&#333; hoki i &#275;tahi atu whai w&#257;hitanga m&#333; ng&#257; tamariki ki te whiriwhiri i ng&#257; t&#363;momo taumahi e whai p&#257;nga ana ki &#333; r&#257;tou ng&#257;kau nuitanga. Ka whakamahi ng&#257; kaimahi i ng&#257; rautaki e whakamihi ana, e whakanui ana hoki, hei whakatairanga ake i te t&#363;m&#257;ia, te whakawhirinaki, me te waiora. He harikoa, he ngana hoki ng&#257; tamariki ki te ako.</p><p>E m&#333;hio ana ng&#257; tamariki ki t&#333; r&#257;tou tuakiri me t&#333; r&#257;tou aronga toi whenuatanga. Ka whai w&#257;hi atu r&#257;tou ki ng&#257; tino kaupapa a te iwi me te hapori, p&#275;r&#257; i te whakanuitanga o P&#257;kaitore me te kapa haka. Ka whakaatuhia ng&#257; pepeha o ng&#257; tamariki i ng&#257; pakitara, i &#257; r&#257;tou p&#363;kete hoki. Ka &#257;ta whakarite ng&#257; kaimahi i te &#257;taahua me te haumaru o te taiao o te k&#333;hanga reo m&#333; ng&#257; tamariki me te wh&#257;nau. Kua whakaritea, kua whakap&#363;mautia hoki e te kuia te tino hononga ki te hapori wh&#257;nui. He haumaru, he mauritau an&#333; hoki ng&#257; tamariki.</p><p>Ka rongo ng&#257; tamariki i ng&#257; taunekeneke papai. Ka whakap&#363;mau ng&#257; kaimahi i ng&#257; t&#363;manako me ng&#257; mahinga e whakatairanga ana i te whanonga pai. Ka whakatauira r&#257;tou i ng&#257; hononga manaaki, tautoko hoki, me ng&#257; whakawhitinga k&#333;rero ka whai hua. Ka t&#257;karo takitahi, ka t&#257;karo takir&#333;p&#363; hoki ng&#257; tamariki. E tino tautokona ana te ako a ng&#257; p&#275;pi i te m&#257;ia me te k&#333;kiri i a r&#257;tou an&#333;, m&#257; te t&#363;hura haere me te whai w&#257;hi atu. He mauritau te &#257;hua o ng&#257; tamariki i &#333; r&#257;tou hononga ki &#275;tahi atu.</p><p>Ka ako ng&#257; tamariki i te reo M&#257;ori ki t&#275;tahi w&#257;hi e h&#257;pai ana i a r&#257;tou. Ka rongo ng&#257; tamariki i ng&#257; tohutohu m&#257; te reo M&#257;ori, &#257;, he pai t&#257; r&#257;tou aro atu. Ahakoa he pai k&#275; atu ki te nuinga o ng&#257; tamariki te whakawhiti k&#333;rero m&#257; te reo P&#257;keh&#257;, e &#257;hei ana ng&#257; tamariki tu&#257;kana ki te t&#257;whai i ng&#257; kupu me ng&#257; rerenga k&#333;rero m&#257;m&#257;. Ka h&#257;pai ng&#257; karakia me ng&#257; waiata i te whakawhanaketanga reo o ng&#257; tamariki. Ka &#257;rahi ng&#257; kaimahi hou i &#333; r&#257;tou hoa mahi me te wh&#257;nau i roto i te reo M&#257;ori me ng&#257; tikanga. Ka whai w&#257;hi atu ng&#257; kaimahi katoa ki ng&#257; taumahi e whakapiki ake ai i t&#333; r&#257;tou m&#333;hiotanga me &#333; r&#257;tou &#257;heinga i roto i te reo. Ka kitea te m&#257;ramatanga o ng&#257; tamariki i te reo M&#257;ori.</p><p>Ka whakamahi ng&#257; tamariki i ng&#257; taonga m&#257;oriori, hei &#257;huatanga an&#333; hoki o &#257; r&#257;tou akoranga. Ka h&#257;ngai ng&#257; taumahi toi me ng&#257; whakaaturanga i ng&#257; pakitara ki te taiao m&#257;oriori me te p&#257; tata o te k&#333;hanga reo ki te moana. Ka whakarato ng&#257; kaimahi i ng&#257; taonga m&#257;oriori ki ng&#257; tamariki, p&#275;r&#257; i te pakepaketai me t&#257;t&#257;hoata. He m&#257;ra hua whenua kei te taha o te k&#333;hanga reo, &#257;, he kai ka puta m&#257; ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau. E tino tautokona ana te ako a ng&#257; tamariki i te ao e noho nei r&#257;tou.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka mahi ng&#257;tahi ng&#257; mema o te wh&#257;nau hei &#257;ta whakarite i ng&#257; putanga papai m&#333; ng&#257; tamariki. Ka &#257;rahi ng&#257; mahere rautaki i ng&#257; whakahaeretanga katoa o te k&#333;hanga reo. Ko ng&#257; mahere &#257;-tau me ng&#257; mahi aroturuki i runga i te &#257;hua o te aronga rautaki, ka whakam&#333;hio i ng&#257; whakaritenga whakawhanaketanga ka whai ake. E m&#333;hio ana te r&#333;p&#363; whakahaere, e tika ana kia whakapiki ake te whai w&#257;hi atu a te wh&#257;nau ki ng&#257; reanga katoa o ng&#257; mahi whakataunga. He pai te whakaritenga me te whakahaeretanga o ng&#257; p&#363;naha whakahaere tari, tae atu ki te hauora me te haumaru. He m&#257;rama te aroturuki me te p&#363;rongo i ng&#257; &#257;huatanga e p&#257; ana ki ng&#257; p&#363;tea me ng&#257; kaimahi. Ka arowhaingia ng&#257; kaimahi katoa e ng&#257; pirihimana, &#257;, ka whakatutukingia an&#333; hoki ng&#257; mahi arohaehae i ia te w&#257;. Kei te t&#363; auau te arotake whaiaro puta noa i ng&#257; w&#257;hanga whakahaere katoa, &#257;, e h&#257;pai ana t&#275;nei t&#363; &#257;huatanga i ng&#257; whakawhanaketanga papai ka whai ake. E whiwhi ana ng&#257; tamariki i ng&#257; hua ka puta i t&#275;tahi taiao ako pai i &#257;ta whakaritea ai.</p><p>E whiwhi ana ng&#257; tamariki i ng&#257; painga o ng&#257; mahi whakamahere, aromatawai hoki e whai hua ana. He mahere &#257; ng&#257; kaimahi m&#333; te pae tata me te pae tawhiti, &#257;, kua whakatakotohia an&#333; hoki i konei ng&#257; kaupapa wh&#257;nui, ng&#257; kaupapa wh&#257;iti, me ng&#257; putanga ako. Ka whakarato te kaiako i te &#257;rahitanga ngaio me te tautoko ngaio ki ng&#257; kaimahi. E tika ana ng&#257; h&#333;taka akoranga m&#333; ia r&#333;p&#363; reanga. Kua &#257;ta whakaritea te w&#257;hi, &#257;, he nui hoki ng&#257; rauemi. Ka whakamahi ng&#257; kaimahi i ng&#257; p&#363;kete matihiko, pepa hoki hei aru i ng&#257; akoranga a ng&#257; tamariki. Kei roto hoki i aua p&#363;kete, ko ng&#257; tauira mahi, ko ng&#257; &#257;huatanga i &#257;kona ai e r&#257;tou, me ng&#257; kupu hou. He pai ki ng&#257; wh&#257;nau te whakap&#257; atu ki ng&#257; akoranga a &#257; r&#257;tou tamariki m&#257; ng&#257; whakaahua. Ka whai w&#257;hi nui ng&#257; tamariki ki ng&#257; akoranga.</p><p>Ka whakatairangatia ng&#257; akoranga a ng&#257; tamariki m&#257; te arom&#257;tai h&#333;taka e whai hua ana. He tukanga t&#257; ng&#257; kaimahi m&#333; te arom&#257;tai h&#333;taka. Ka k&#333;rero r&#257;tou i t&#275;n&#257; e whai hua ana ki ng&#257; tamariki, me ng&#257; &#257;huatanga hoki hei whakarerek&#275;, kia &#257;ta whiwhi ai ng&#257; tamariki i ng&#257; painga. E haere tonu ana i ia te w&#257;, ko ng&#257; k&#333;rerorero e p&#257; ana ki ng&#257; akoranga a ng&#257; tamariki. Ka whakatakotohia ng&#257; whakawhitinga k&#333;rero &#333;kawa i ng&#257; meneti e p&#257; ana ki ng&#257; hui kaimahi. E whakatutukihia ana ng&#257; matea ako o ng&#257; tamariki.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><p>&nbsp;</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>&nbsp;</p><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whakawhanakehia ng&#257; rautaki ka whakapakari ake i ng&#257; p&#363;kenga reo M&#257;ori o te wh&#257;nau.</li>
</ul><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te Heti Te K&#333;hanga Reo i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>05 Mahuru, 2017</span>&nbsp;</p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo&nbsp;</h2><table style="width: 561px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p>Kei Whanganui</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p>52725</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355">
<p>07E010</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p>He K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p>100, kia 25 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p>73, 19 kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p>K&#333;tiro 35</p>
<p>Tama 38</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p>M&#257;ori</p>
</td>
<td width="171">
<p>100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p>Here-turi-k&#333;k&#257; 2017</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p><span>05 Mahuru, 2017</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p>Pipiri 2014</p>
<p>H&#333;ngongoi 2011</p>
<p>Here-turi-k&#333;k&#257; 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te Heti Te K&#333;hanga Reo is in Castlecliff, Whanganui. The roll has increased and buildings have been added to the complex. The former kuia/kaiako has retired but continues to guide and support the wh&#257;nau to provide a safe and nurturing k&#333;hanga reo. The wh&#257;nau are active members of their local community. The wh&#257;nau acknowledge the need to strengthen and increase their personal capabilities in te reo M&#257;ori in order to support the kaupapa of te k&#333;hanga reo and their children.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children demonstrate whanaungatanga?</h3><p>Children demonstrate whanaungatanga confidently in their k&#333;hanga reo environment.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are confident and willing participants throughout the learning programme. Kaimahi value and support individual differences. They use deliberate strategies to ensure all children can participate in the programme including creating more opportunities for children to choose activities based on their interests. Kaimahi use praise and positive strategies to promote confidence, trust and a sense of wellbeing. Children are happy and engaged learners.</p><p>Children know who they are and where they are from. They participate in significant iwi and community events such as Pakaitore celebrations and kapa haka. Children&rsquo;s pepeha are displayed on the walls and in their portfolios. Kaimahi ensure the k&#333;hanga reo environment is inviting and safe for children and wh&#257;nau. The kuia has established and maintained a strong connection with the wider community. Children are safe and settled.</p><p>Children experience positive interactions. Kaimahi reinforce expectations and routines that promote positive behaviour. They model caring and supportive relationships and positive communications. Children play on their own and in groups. Babies are well supported to learn confidence and independence through exploration and experience. Children are secure in their relationships with others.</p><p>Children learn te reo M&#257;ori in a supportive environment. Children hear and respond positively to instructions in te reo M&#257;ori. While most children prefer to communicate in English, older children are able to mimic words and simple sentences. Karakia and waiata support children&rsquo;s language development. New kaimahi provide guidance and leadership to their colleagues and wh&#257;nau in te reo M&#257;ori and tikanga. All kaimahi participate in activities to increase their language knowledge and abilities. Children demonstrate an understanding of te reo M&#257;ori.</p><p>Children use natural resources as part of their learning. Art activities and wall displays reflect the natural environment and the close proximity of the k&#333;hanga reo to the sea. Kaimahi provide natural resources such as driftwood and pumice for children. A vegetable garden next to the k&#333;hanga reo also provides food for children and their wh&#257;nau. Children are well supported to learn about the world around them.</p><h3>Planning and Evaluation</h3><p>Wh&#257;nau members work together to ensure positive outcomes for children. Strategic planning guides all k&#333;hanga reo operations. Annual planning and monitoring against the strategic direction informs next steps for development. The management team recognise the need to increase wh&#257;nau participation in all levels of decision making. Administration systems including health and safety are well organised and managed. Financial and personnel monitoring and reporting are clear and transparent. All kaimahi are police vetted and provided with regular appraisal. Regular self-review across all areas of operations contributes to positive future developments. Children benefit from a positive, well organised learning environment.</p><p>Children experience the benefits of effective planning and assessment. Kaimahi have long term and short term planning in place which includes kaupapa wh&#257;nui, kaupapa wh&#257;iti and learning outcomes. The kaiako provides professional leadership and support for kaimahi. Learning programmes are appropriate for each age group. The environment is organised and well resourced. Kaimahi use digital and paper based portfolios to track children&rsquo;s learning. These include samples of work, what they have learned and new words. Wh&#257;nau enjoy being able to access their children&rsquo;s learning through photos. Children are engaged in learning.</p><p>Children&rsquo;s learning is enhanced through effective programme evaluation. Kaimahi have a process for programme evaluation. They discuss what&rsquo;s working for children, and what changes they need to make to ensure they get the best outcomes for children. Informal conversations about children&rsquo;s learning are ongoing. Formal conversations are recorded in kaimahi hui minutes. Children&rsquo;s learning needs are met.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>Develop strategies to build the capability of wh&#257;nau in te reo M&#257;ori.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te Heti Te K&#333;hanga Reo will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>5 September 2017&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo&nbsp;</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Whanganui</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>52725</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>07E010</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>100 children, including up to 25 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>73 children, including up to 19 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 35</p>
<p>Boys 38</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>August 2017</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>5 September 2017</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>June 2014</p>
<p>July 2011</p>
<p>August 2007</p>
</td>
</tr>
</tbody>
</table><p>&nbsp;</p></html>

        </div>

        
            
                <aside>

    <h6>Te Heti Te Kohanga Reo reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-heti-te-kohanga-reo-05-09-2017/" title="Te Heti Te Kohanga Reo - 05/09/2017">Te Heti Te Kohanga Reo - 05/09/2017</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-heti-te-kohanga-reo-18-06-2014/" title="Te Heti Te Kohanga Reo - 18/06/2014">Te Heti Te Kohanga Reo - 18/06/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
