<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Moteo - 09/11/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Moteo - 09/11/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-moteo-09-11-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Moteo - 09/11/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-moteo-09-11-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Moteo - 09/11/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-moteo-09-11-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Moteo - 09/11/2015 page" href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="09dee816250b0879e92b5d797c172fe8e808fa7d" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Moteo - 09/11/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Moteo - 09/11/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Moteo i te taha o te marae o Timi Kara, kei tuawhenua o Ahuriri. He hononga t&#333; ng&#257; tamariki o te r&#275;hita iti noa nei ki a r&#257;tou an&#333;, ki te takiw&#257; hoki. Ka noho ng&#257; wh&#257;nau ki Ahuriri, &#257;, mai i reira, ka kawea ai a r&#257;tou tamariki ki Moteo ka hoki an&#333; ai ia r&#257;.</p><p>I tohua e te p&#363;rongo t&#333;mua a ERO &#275;tehi &#257;huatanga pai, ar&#257;, ko te h&#333;taka o ia r&#257; a ng&#257; tamariki, ko te taiao ako, ko ng&#257; whakapakaritanga te reo M&#257;ori, ko te whanaungatanga me ng&#257; whakat&#333;menetanga o te ao wh&#257;nui. Ko te rite tonu o te p&#363;rongotanga o te h&#333;taka ako a ng&#257; tamariki me ng&#257; mahare m&#257; ia tamaiti ng&#257; &#257;huatanga whai ake i kitea hei whakapakaritanga m&#257; r&#257;tou.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;whea rawa te pai o te pakari o ng&#257; tamariki ki ng&#257; herenga ki o r&#257;tou wh&#257;nau, hap&#363;, iwi hoki?</h3><p>E pakari haere ana ng&#257; tamariki i roto i t&#333; r&#257;tou m&#333;hio ki ng&#257; herenga ki o r&#257;tou wh&#257;nau, hap&#363;, iwi hoki?</p><h3>Mana Tangata me te Mana Whenua</h3><p>He m&#257;ia ng&#257; tamariki i roto i t&#333; r&#257;tou taiao ako. E waia ana r&#257;tou ki ng&#257; kawenga, ki ng&#257; tikanga me ng&#257; kaupapa. He pai te urutau o ng&#257; tamariki i roto i te ako i te w&#257; e tautokona ana r&#257;tou e ng&#257; m&#257;tua kanohi kitea. E whakahaumarutia ana ng&#257; tamariki i roto i te taiao o t&#333; r&#257;tou k&#333;hanga reo.</p><p>Kei te ako ng&#257; tamariki i te w&#257;hi ki a r&#257;tou hei tangata whenua. He nui tonu ng&#257; w&#257; ka whai w&#257;hi atu r&#257;tou ki ng&#257; tangihanga, ki ng&#257; p&#333;whiri me ng&#257; kaupapa whakahirahira a te marae. Ka whaka&#363;ngia ng&#257; tikanga me te kawa i te tat&#363;tanga o tangata k&#275; atu ki te k&#333;hanga reo. He kaha te whanaungatanga, te manaaki me te aroha i waenganui i ng&#257; tamariki, i te wh&#257;nau me ng&#257; manuhiri.</p><p>Kei te pakari haere te whakamanatanga a ng&#257; tamariki i te ao t&#363;roa me te ao kikokiko. Kei te ako ng&#257; tamariki i te pepeh&#257; e mihi ai r&#257;tou ki ng&#257; t&#363;tohu whenua, ki te wh&#257;nau, ki te hap&#363; me te iwi. He nui tonu ng&#257; w&#257; ka haere ng&#257; tamariki ki ng&#257; w&#257;hi whakahirahira o te h&#257;pori. Kei te tino rongo ng&#257; tamariki i te t&#363;rangawaewaetanga.</p><p>Kei te ako ng&#257; tamariki i t&#275;tehi taiao reo M&#257;ori tautoko nei. Ka k&#333;rero ng&#257; kaimahi i te reo M&#257;ori i ng&#257; w&#257; katoa. Ka whakamahi r&#257;tou i te huhua o ng&#257; rautaki hei whakapakari i te reo o ng&#257; tamariki me te whakah&#257;ngai i ng&#257; akoranga. E taea ana e te nuinga o ng&#257; tamariki te m&#257;rama, te whai tohutohu me te whakautu p&#257;tai. E waia ana &#275;tehi tamariki ki ng&#257; whakatakotoranga reo e h&#257;ngai ana ki te karakia, ki te h&#299;mene, ki te waiata me te pepeh&#257;. He pai te pakari haere o ng&#257; tamariki hei kaik&#333;rero reo M&#257;ori.</p><p>Ka whai wheako ng&#257; tamariki ki ng&#257; momo akoranga whakakipakipa. He tinana t&#333; te h&#333;taka ako, &#257;, he tino pai te whakahaeretanga. He w&#257; t&#333;na ka whai w&#257;hi atu ng&#257; tamariki ki te ako hei r&#333;p&#363; iti, hei r&#333;p&#363; nui hoki, ki te takaro takitahi, ki ng&#257; kaupapa e &#257;rahitia ana e te kaiako me ng&#257; kaupapa mahi. E t&#257;piri ana ki te h&#333;taka m&#257; ng&#257; tamariki i raro i te rua tau ng&#257; kaupapa t&#257;kirikiri i te hinengaro. Ka whakat&#333;mene ng&#257; tamariki pakeke i ng&#257; kaupapa huhua e whakatairanga ana i t&#333; r&#257;tou ao p&#333;hewa, i t&#333; r&#257;tou auahatanga, i te takaro me ng&#257; mahi p&#257;ngarau, tuhituhi hoki. E whakawhanake ana ng&#257; tamariki hei &#257;konga m&#257;ia, mahira hoki.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>He pai te whakahaeretanga o te k&#333;hanga reo e te wh&#257;nau. He m&#257;rama ng&#257; tukanga m&#333; ng&#257; kaupapa t&#257;ngata, ng&#257; whakahaere p&#363;tea, ng&#257; &#257;huatanga o te tari, te haumarutanga me te manaakitanga o ng&#257; rawa. E h&#257;ngai ana ng&#257; tino rautaki ki Te Ara T&#363;&#257;pae, &#257;, e aro ana ki te reo M&#257;ori o ng&#257; tamariki me te t&#363;rangawaewae o ng&#257; tamariki. He rite tonu t&#257; te wh&#257;nau k&#333;rero me te m&#257;takitaki i a r&#257;tou tino rautaki me ng&#257; whakanekeneketanga a te k&#333;hanga reo e tutuki ai ng&#257; kawenga m&#333; ng&#257; here, me te whakatutuki i ng&#257; wh&#257;inga. He pai te k&#333;tahi o te whakaaro ki ng&#257; putanga m&#257; ng&#257; tamariki.</p><p>He m&#257;rama, he m&#257;huki hoki ng&#257; tukanga m&#333; ng&#257; mahere, m&#333; ng&#257; arotake me ng&#257; aromatawai. E hono ana ng&#257; pae tawhiti me ng&#257; pae tata ki Te Wh&#257;riki, ar&#257;, e aro ana ki te tuakiritanga, ki te t&#363;rangawaewae me te &#257;ta &#257;rahi i ng&#257; tikanga mahi a ng&#257; kaiako. E t&#257;piri ana ki ng&#257; arotakenga h&#333;taka ko ng&#257; k&#333;rero &#333;paki, &#333;kawa hoki. E h&#257;ngai ana ng&#257; arotake a ng&#257; kaimahi ki te whakakaha i te tuakiritanga o ng&#257; tamariki. E t&#257;piri ana ki ng&#257; tikanga aromatawai ko te w&#257;hi ki te wh&#257;nau, &#257;, ko te pukapukatanga o te koke me te angit&#363; o ng&#257; tamariki. He mea nui te m&#333;hio &#333; ng&#257; tamariki ki t&#333; r&#257;tou wh&#257;nau, hap&#363; me t&#333; r&#257;tou iwi i roto i ng&#257; mahi ako, whakapakari hoki.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Kei te whakawhanake tonu te kaiako hou i t&#257;na hei kaiarahi, me te whakawhanaunga ki ng&#257; tamariki me &#333; r&#257;tou whanaunga. Kei te tautokona ia e Te P&#333;ari Matua o Te K&#333;hanga Reo (TKRNT) i roto i t&#275;nei &#257;huatanga.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>E whakaae ana Te Tari Arotake M&#257;tauranga me te wh&#257;nau kia rite tonu te &#257;whinatanga o r&#257;tou e Te K&#333;hanga Reo National Trust.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Moteo ki tuawhenua o Ahuriri. E hono ana ng&#257; kaimahi me ng&#257; tamariki m&#257; roto mai i te whakapapa. E whanake pai ana ng&#257; tamariki i roto i t&#333; r&#257;tou m&#333;hio ki ng&#257; hononga ki t&#333; r&#257;tou wh&#257;nau, hap&#363; me t&#333; r&#257;tou iwi, &#257;, he mea whakakipakipa ng&#257; wheako ako. Ka whakahaere pai te wh&#257;nau i ng&#257; mata katoa o nekenekehanga a te k&#333;hanga reo.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Moteo i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>09 Whiringa-&#257;-rangi, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="196" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="370">
<p>Moteo, Ahuriri</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="370">
<p>55104</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tau tohu o te k&#333;hanga reo</p>
</td>
<td width="370">
<p>08B034</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te t&#363;momo raihana</p>
</td>
<td width="370">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te taha ture</p>
</td>
<td width="370">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="370">
<p>20, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="370">
<p>7, tokotoru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te ira tangata</p>
</td>
<td width="370">
<p>K&#333;tiro 4</p>
<p>Tama t&#257;ne 3</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="178">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="370">
<p>Mahuru 2015</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="370">
<p>09 Whiringa-&#257;-rangi, 2015</p>
</td>
</tr>
<tr>
<td width="196" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="166">
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;pri</p>
<p>Arotake T&#257;piri</p>
</td>
<td width="190">
<p>Paenga-wh&#257;wh&#257; 2011</p>
<p>Whiringa-&#257;-rangi 2007</p>
<p>Hepetema 2006</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Moteo is next to Timi Kara Marae, which is inland from Napier. The small number of children on the roll has whakapapa links to each other and the area. Wh&#257;nau live in Napier and take their children to and from Moteo each day.</p><p>The previous ERO report identified several positive features including the children&rsquo;s daily programme, the learning environment, te reo M&#257;ori development, interactions and relationships and exploration of the wider world. Regular reporting about the children&rsquo;s learning programme and planning for each child&rsquo;s next steps were areas for development.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well are children developing understanding of their wh&#257;nau, hap&#363; and iwi connections?</h3><p>Children are developing well in their understanding of their wh&#257;nau, hap&#363; and iwi links.</p><h3>Mana Tangata and Mana Whenua</h3><p>Children are confident in their learning environment. They know daily routines, protocols and events. Children adapt well to familiar adults who support them in their learning. Children are secure in their k&#333;hanga reo environment.</p><p>Children are learning their roles as tangata whenua. They often participate in tangihanga, p&#333;whiri and special events at local marae. Tikanga and kawa are reinforced when other k&#333;hanga reo visit. There is a strong sense of whanaungatanga, manaaki and aroha between children, wh&#257;nau and visitors.</p><p>Children have a growing appreciation of the natural and physical worlds. Children learn pepeha to acknowledge their links to local landmarks, wh&#257;nau, hap&#363; and iwi. Children often go to places of interest in the community. Children have a strong sense of belonging.</p><p>Children learn in a supportive te reo M&#257;ori environment. Kaimahi speak te reo M&#257;ori at all times. They use various strategies to develop children&rsquo;s language and to make learning interesting. Most children are able to understand and follow instructions and answer questions. Some children are familiar with the language structures associated with karakia, h&#299;mene, waiata and pepeh&#257;. Children are developing well as emerging speakers of te reo M&#257;ori.</p><p>Children experience stimulating learning activities. The learning programme has structure and is well managed. There are opportunities for children to engage in small and large group learning, independent play, teacher directed activities and kaupapa mahi. The programme for the under twos includes stimulating sensory activities. The older children experience a range of activities which promote imaginative play, creativity, physical play and numeracy and literacy. Children are developing as confident and curious learners.</p><h3>Planning and Evaluation</h3><p>Wh&#257;nau manage the k&#333;hanga reo well. There are clear processes for personnel matters, financial management, office administration, health and safety and property management. Strategic priorities link to Te Ara T&#363;&#257;pae and focus on te reo M&#257;ori and children&rsquo;s sense of belonging. Wh&#257;nau regularly discuss and monitor their strategic priorities and k&#333;hanga reo operations to meet their accountability responsibilities and achieve their goals. Their commitment impacts positively on outcomes for children.</p><p>Processes for planning, evaluation and assessment are clear and comprehensive. Long and short term plans link to Te Wh&#257;riki, focus on identity and belonging and effectively guide kaimahi practice. Programme evaluations include informal and formal discussions. Kaimahi reflections are focussed on strengthening children&rsquo;s sense of identity. Assessment practices include wh&#257;nau input and documents children&rsquo;s progress and successes. Children&rsquo;s knowledge of their wh&#257;nau, hap&#363; and iwi links is essential to their learning and development.</p><h3>Key Next Steps</h3><p>The new kaiako is still developing her practice as the leader and getting to know the children and their families. She is being supported by Te K&#333;hanga Reo National Trust (TKRNT) during this phase.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the wh&#257;nau agreed that the kaiako continue to receive professional support from Te K&#333;hanga Reo National Trust.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Moteo is located inland from Napier. Children and kaimahi are all connected through whakapapa. Children are developing well in their understanding of their wh&#257;nau, hap&#363; and iwi links and receive stimulating learning experiences. Wh&#257;nau manage different aspects of the k&#333;hanga reo operations well.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Moteo will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>9 November 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Moteo, Napier</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>55104</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>08B034</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>20 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>7 children, including up to 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 4</p>
<p>Boys 3</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>September 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>9 November 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Supplementary Review</p>
</td>
<td width="187">
<p>April 2011</p>
<p>November 2007</p>
<p>September 2006</p>
</td>
</tr>
</tbody>
</table><p>&gt;</p></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Moteo reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-moteo-09-11-2015/" title="Te Kōhanga Reo o Moteo - 09/11/2015">Te Kōhanga Reo o Moteo - 09/11/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-moteo-12-09-2018/" title="Te Kōhanga Reo o Moteo - 12/09/2018">Te Kōhanga Reo o Moteo - 12/09/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
