<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Waimarama - 04/12/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Waimarama - 04/12/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Waimarama - 04/12/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Waimarama - 04/12/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Waimarama - 04/12/2015 page" href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="0ab598cbbd6b70a93de49843eb85dae3648ae908" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Waimarama - 04/12/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Waimarama - 04/12/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p><em>Ko Waim&#257;rama te marae<br> Ko Taupunga te wharenui <br>Ko Ng&#257;ti Kuru Kuru te hap&#363;<br> Ko Whanganui-&#257;-Tara te maunga<br> Ko T&#257;kitimu te waka <br>Ko Ng&#257;ti Kahungunu te iwi <br>Ko Waim&#257;rama te k&#333;hanga reo</em></p><p>He tino pakari ng&#257; hononga o te wh&#257;nau o te k&#333;hanga reo ki t&#333; r&#257;tou wh&#257;nau o te marae. He wawata ng&#257;tahi t&#333; r&#257;tou ki te wh&#257;ngai i te reo M&#257;ori me &#333;na tikanga ki ng&#257; tamariki. Ko t&#257; r&#257;tou tirohanga, ko te akiaki i te tokomaha ake o ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau ki te whai w&#257;hi mai ki te m&#257;tauranga rumaki reo M&#257;ori o ng&#257; k&#333;hungahunga, me te whakawhiti atu i reira ki te m&#257;tauranga rumaki reo o te kura kaupapa M&#257;ori. E t&#363; ana t&#275;tahi kura ki te taha o te marae me te k&#333;hanga reo. Kua &#363; tonu te pai o te &#257;hua mahi ki te k&#333;hanga reo i roto i ng&#257; tau kua pahure ake nei, &#257;, ka kitea t&#275;nei &#257;huatanga ki ng&#257; p&#363;rongo o mua. Ka &#363; tonu te titiro a te wh&#257;nau ki te r&#333;nakitanga o te &#257;hua mahi, te tupu, me te whakapai tonutanga hei painga m&#257; ng&#257; tamariki.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te kite i te t&#363;m&#257;ia o ng&#257; tamariki n&#257; t&#333; r&#257;tou m&#333;hio ki a r&#257;tou an&#333;, ki t&#333; r&#257;tou t&#363;rangawaewae an&#333; hoki?</h3><p>Ka kitea te tupu haere o te m&#257;ia, te m&#333;hiotanga hoki o ng&#257; tamariki ki a r&#257;tou an&#333; me t&#333; r&#257;tou t&#363;rangawaewae.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Ka ako ng&#257; tamariki i ng&#257; &#257;huatanga e p&#257; ana ki a r&#257;tou an&#333;, ki t&#333; r&#257;tou t&#363;rangawaewae hoki, m&#257; roto mai i te horopaki wh&#257;nui o te k&#333;hanga reo ki te marae o Waim&#257;rama. Ka whai w&#257;hi atu r&#257;tou ki ng&#257; kaupapa i te marae, &#257;, i konei ka whakap&#363;mautia te reo M&#257;ori, ng&#257; kawa, me ng&#257; tikanga hoki o te hap&#363;. Ka whai whakaaro ng&#257; tamariki ki te whakahirahiratanga o te t&#363;rangawaewae, o ng&#257; m&#333;hiotanga e p&#257; ana ki ng&#257; pou whenua motuhake, me t&#333; r&#257;tou tino t&#363;nga hei tangata whenua. Ka whakakoia aua taumahi i te whakapapa o ia tamaiti, me t&#333; r&#257;tou aronga toi whenuatanga. He harikoa ng&#257; tamariki i a r&#257;tou e ako ana i t&#333; r&#257;tou tuakiri, t&#333; r&#257;tou waiora, me t&#333; r&#257;tou aronga toi whenuatanga.</p><p>Ka ako ng&#257; tamariki i ng&#257; atua M&#257;ori m&#257; ng&#257; huarahi e whai p&#363;take ana, e &#257;ta whai tikanga ana hoki. Haereere ai ng&#257; tamariki i ia te w&#257; ki ng&#257; w&#257;hi o t&#333; r&#257;tou hapori, p&#275;r&#257; i te moana, ng&#257; awa, me te whenua, &#257;, ka ako i ng&#257; atua M&#257;ori i aua horopaki. He mauritau ng&#257; tamariki ki t&#333; r&#257;tou taiao m&#257;oriori.</p><p>Ka ako ng&#257; tamariki ki t&#275;tahi taiao o te reo M&#257;ori e tino h&#257;pai ana i a r&#257;tou. Ka tino whai hua t&#257; r&#257;tou ako ki te taha o ng&#257; kaum&#257;tua ka noho mai ki te k&#333;hanga reo i ia te w&#257;. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te &#257;rahi i ng&#257; waiata me ng&#257; karakia. Kei te t&#299;mata te reo M&#257;ori o ng&#257; tamariki ki te pu&#257;wai mai.</p><p>Ka rongo ng&#257; tamariki i ng&#257; taunekeneke me te whanaungatanga e h&#257;pai ana, e manaaki ana hoki i a r&#257;tou ki te k&#333;hanga reo. He ng&#257;wari, m&#257;haki hoki ng&#257; reo o ng&#257; kaimahi i a r&#257;tou e whakawhiti k&#333;rero ana ki ng&#257; tamariki. M&#257; te aroha me te tautoko, ka &#257;kina r&#257;tou ng&#257; tamariki e ng&#257; p&#257;keke ki te t&#363;hura i &#333; r&#257;tou ng&#257;kau nuitanga, me te whakatau whiringa ako hoki n&#257; runga i te noho m&#333;hio. Ko ng&#257; uaratanga o te wh&#257;nau, p&#275;r&#257; i te manaaki, te tiaki, me te aroha, e whakatauirahia ana e ng&#257; p&#257;keke. He manaakitanga, he whakaarotanga, he whakaute hoki ki ng&#257; taunekeneke a ng&#257; tamariki ki waenga i a r&#257;tou an&#333;. He &#257;konga harikoa, he &#257;konga mauritau hoki ng&#257; tamariki.</p><h4>Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p>E m&#333;hio ana te wh&#257;nau o te k&#333;hanga reo, e tika ana kia whakapakari r&#257;tou i t&#257; r&#257;tou whakamahi i te reo M&#257;ori, hei h&#257;pai i te m&#257;ia o ng&#257; tamariki ki te whakawhitiwhiti whakaaro.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka whakarato ng&#257; kaimahi i ng&#257; wheako akoranga i &#257;ta whakamaheretia ai m&#257; ng&#257; tamariki. He aronga ki te whakapakari i te whakamahinga o te reo M&#257;ori me te m&#333;hiotanga ki te ao M&#257;ori. Ka whakamahia ng&#257; m&#333;hiohio arotake i ia te w&#257; hei t&#363;&#257;papa m&#333; ng&#257; whakawhitinga k&#333;rero a te wh&#257;nau, hei whakam&#333;hio i ng&#257; whakataunga, &#257;, hei whakapai ake hoki ng&#257; putanga m&#333; ng&#257; tamariki.</p><p>He pai te whakahaeretanga, te aroturukitanga hoki a te wh&#257;nau i te k&#333;hanga reo. P&#363;rongotia ai i ia te w&#257;, &#275;tahi w&#257;hanga o ng&#257; whakahaeretanga i te k&#333;hanga reo. He pai te whakahaeretanga a te wh&#257;nau i te p&#363;tea me ng&#257; utu. Arotakengia ai, whakahoungia ai hoki ng&#257; kaupapa here me ng&#257; tukanga i ia te w&#257;. Ko ng&#257; kaupapa rautaki matua o t&#275;nei w&#257; e arotahi ana ki te whakapakari ake i ng&#257; whakaritenga ngaio, me te whakapakari hoki i te reo M&#257;ori m&#333; ng&#257; tamariki me te wh&#257;nau. Ko ng&#257; matea ako o ng&#257; tamariki, ko te atawhai hoki i ng&#257; tamariki, kei te p&#363;take o ng&#257; whakahaere a te wh&#257;nau.</p><h4>Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p>K&#257;hore te arom&#257;tai h&#333;taka, te arotake, me ng&#257; p&#363;rongo e whakatakoto ana i te whanaketanga, te ahunga whakamua, me ng&#257; whakatutukitanga a ng&#257; tamariki. He iti noa ng&#257; m&#333;hiohio e tohu ana i te &#257;hua o te whakatutukitanga i ng&#257; ng&#257;kau nuitanga me ng&#257; matea o ng&#257; tamariki. E m&#333;hio ana ng&#257; kaimahi, me whakawhanake ake te arotake i te h&#333;taka, hei &#257;ta whakatewhatewha i ng&#257; whakaritenga, ng&#257; h&#333;taka, me ng&#257; ratonga ka whakaongaonga, ka k&#333;kiri hoki i te ako a ng&#257; tamariki.</p><p>K&#257;hore an&#333; kia &#257;ta whakaritea te p&#363;rongo i runga i te mahere rautaki. E m&#333;hio ana te wh&#257;nau, ko te p&#363;rongo &#333;kawa i ia te w&#257; i te ahunga whakamua i runga i &#257; r&#257;tou kaupapa rautaki matua, ka whakatairanga ake, ka whakapakari ake hoki i te whakahaeretanga o te k&#333;hanga reo.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakaae ng&#257;tahi Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ki te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whakapakari i ng&#257; whakaritenga e p&#257; ana ki te arotake whaiaro, hei poipoi i te whakapai tonutanga.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Waim&#257;rama ki t&#275;tahi w&#257;hanga o te marae o Waim&#257;rama. N&#257; te ako ki te marae, he whai w&#257;hitanga m&#333; ng&#257; tamariki ki te m&#257;takitaki me te ako i ng&#257; tikanga me ng&#257; kawa o t&#333; r&#257;tou hap&#363; me t&#333; r&#257;tou iwi. He tirohanga t&#257; te wh&#257;nau me ng&#257; kaimahi ki te whakatairanga i te reo me &#333;na tikanga, &#257;, he &#257;huatanga matua t&#275;nei ki ng&#257; akoranga a ng&#257; tamariki e p&#257; ana ki t&#333; r&#257;tou tuakiri, t&#333; r&#257;tou ahurea, me t&#333; r&#257;tou aronga toi whenuatanga.</p><p>Ko te whakapakari i ng&#257; tukanga e p&#257; ana ki te p&#363;rongo i runga an&#333; i te mahere rautaki o te k&#333;hanga reo, me te whakatakoto i ng&#257; akoranga a ng&#257; tamariki me t&#333; r&#257;tou whakawhanaketanga i t&#257;utuhia ai hei &#257;huatanga ki te whakapai ake.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Waim&#257;rama i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>04 Hakihea, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="377">
<p>Kei Waim&#257;rama, ki Te Matau-a-M&#257;ui</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="377">
<p>55110</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="377">
<p>08C004</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="377">
<p>12, kia tokotoru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="377">
<p>10, tokorua kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td width="377">
<p>K&#333;tiro 7</p>
<p>Tama t&#257;ne 3</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="377">
<p>Whiringa-&#257;-nuku 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="377">
<p>04 Hakihea, 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Whiringa-&#257;-rangi 2012</p>
<p>Pipiri 2009</p>
<p>Here-turi-k&#333;k&#257; 2005</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p><em>Ko Waim&#257;rama te marae <br>Ko Taupunga te wharenui <br>Ko Ng&#257;ti Kuru Kuru te hap&#363;<br> Ko Whanganui-&#257;-Tara te maunga<br> Ko Takitimu te waka <br>Ko Ng&#257;ti Kahungunu te iwi <br>Ko Waim&#257;rama Te K&#333;hanga reo</em></p><p>The k&#333;hanga reo wh&#257;nau have strong connections to their marae wh&#257;nau. They share in the aspiration to foster te reo M&#257;ori me ona t&#299;kanga to children. Their vision is to encourage more children and their wh&#257;nau to participate in M&#257;ori immersion early education and continued M&#257;ori immersion to kura kaupapa M&#257;ori. There is a local kura next to the marae and k&#333;hanga reo. The k&#333;hanga reo has sustained overall good performance over the years as highlighted in previous reports. The wh&#257;nau remain focused on sustainability of performance, growth and continual improvement for children.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show confidence in knowing who they are and where they come from?</h3><p>Children show growing confidence and knowledge in who they are and where they come from.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children learn about who they are and where they come from in the wider k&#333;hanga reo context of Waim&#257;rama marae. They participate in marae events where te reo M&#257;ori, kawa and hap&#363; tikanga is reinforced. Children are reminded about the importance of t&#363;rangawaewae, knowledge about historical landmarks and their unique place as tangata whenua. These activities affirm each child&rsquo;s whakapapa and sense of connectedness. Children are happy as they learn about their identity, wellbeing and belonging.</p><p>Children learn about ng&#257; atua M&#257;ori in meaningful and practical ways. Children regularly go out on outings in their local community including the moana, waterways and land to learn about atua M&#257;ori in these contexts. Children are at ease in their natural surroundings.</p><p>Children&rsquo;s learn in a supportive te reo M&#257;ori environment. They are fortunate to learn alongside kaum&#257;tua who regularly attend the k&#333;hanga reo. Children are provided with opportunities to lead waiata and karakia. Children&rsquo;s te reo M&#257;ori is beginning to emerge.</p><p>Children experience supportive and caring interactions and relationships at k&#333;hanga reo. Kaimahi use soft, calming voices to communicate to children. They are encouraged with love and support by adults to explore their interests, and make informed choices about learning. Wh&#257;nau values of manaaki, tiaki and aroha are modelled by adults. Children interact with each other with care, consideration and respect. Children are happy and settled learners.</p><h4>Key Next Steps</h4><p>The k&#333;hanga reo wh&#257;nau recognise the need to strengthen their use of te reo M&#257;ori to support children&rsquo;s ability to communicate with confidence.</p><h3>Planning and Evaluation</h3><p>Kaimahi provide well planned learning experiences for children. The emphasis is on strengthening the use of te reo M&#257;ori and knowledge of te ao M&#257;ori. Regular review information is used as the basis for wh&#257;nau discussions to inform decision making to improve outcomes for children.</p><p>The k&#333;hanga reo is well managed and monitored by the wh&#257;nau. There is regular reporting of some areas of k&#333;hanga reo operations. Wh&#257;nau manage income and expenditure well. Policies and procedures are regularly reviewed and updated. Current strategic priorities focus on building professional practice and strengthening te reo M&#257;ori for children and wh&#257;nau. Children&rsquo;s learning needs and care is at the heart of wh&#257;nau management.</p><h4>Key Next Steps</h4><p>Programme evaluation, review and reporting do not track children&rsquo;s development, progress and achievement. There is little information that shows how well children&rsquo;s interests and needs are being met. Kaimahi recognise that programme review needs further development so that there is close examination on what practices, programmes and provisions actually stimulate and accelerate children&rsquo;s learning.</p><p>Reporting against the strategic plan is not yet firmly established. The wh&#257;nau recognise that regular formal reporting on progress against their strategic priorities will add value and rigour to k&#333;hanga reo management.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau agreed to the following recommendation:</p><ul>
<li>strengthen self review practices to foster continual improvement.</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Waim&#257;rama shares a space on the Waim&#257;rama marae. Learning in a marae environment provides children with opportunities to observe and learn about tikanga and kawa of their hap&#363; and iwi. The wh&#257;nau and kaimahi share a vision to promote te reo me ona t&#299;kanga which is integral to children&rsquo;s learning about their identity, culture and sense of belonging.</p><p>Strengthening processes around reporting on the k&#333;hanga reo strategic plan and tracking children&rsquo;s learning and development were identified as areas for improvement.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Waim&#257;rama will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>4 December 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Waim&#257;rama, Hawkes Bay</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>55110</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>08C004</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>12 children, including up to 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>10 children, including up to 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 7</p>
<p>Boys 3</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>October 0215</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>4 December 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>November 2012</p>
<p>June 2009</p>
<p>August 2005</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Waimarama reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-waimarama-01-04-2019/" title="Te Kōhanga Reo o Waimarama - 01/04/2019">Te Kōhanga Reo o Waimarama - 01/04/2019</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-waimarama-04-12-2015/" title="Te Kōhanga Reo o Waimarama - 04/12/2015">Te Kōhanga Reo o Waimarama - 04/12/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
