<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Kaitoki - 30/01/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Kaitoki - 30/01/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Kaitoki - 30/01/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Kaitoki - 30/01/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Kaitoki - 30/01/2015 page" href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="834098d9226cd1192b132ef5040bd6113c530387" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Kaitoki - 30/01/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Kaitoki - 30/01/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#1-he-whakamarama" title="1 He Whakamārama">1 He Whakamārama</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#2-te-aromatai-a-te-tari-arotake-matauranga" title="2 Te Aromātai a te Tari Arotake Mātauranga">2 Te Aromātai a te Tari Arotake Mātauranga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#3-nga-whakaaturanga" title="3 Ngā Whakaaturanga">3 Ngā Whakaaturanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#1-background" title="1 Background">1 Background</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#2-the-education-review-office-ero-evaluation" title="2 The Education Review Office (ERO) Evaluation">2 The Education Review Office (ERO) Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#3-findings" title="3 Findings">3 Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#4-recommendations" title="4 Recommendations">4 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/#about-the-kohanga-reo" title="About the Kōhanga Reo">About the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-he-whakamarama" class="toc-anchor"></a><h2>1 He Whakam&#257;rama</h2><h3>He Kupu Whakataki</h3><p>Ka whakahaeretia t&#275;tahi arotake t&#257;piri i runga o te whakataunga &#257; t&#275;tahi o ng&#257; Kaiwhakahaere &#257;-Motu o te Tari Arotake M&#257;tauranga.</p><p>E arom&#257;tai ana te arotake t&#257;piri i te wh&#257;nuitanga me te whai hua o ng&#257; mahi &#257; te k&#333;hanga reo ki te whakatutuki i ng&#257; take i whakatakotohia ai i roto i te arotake m&#257;tauranga o mua atu i t&#275;nei, me &#275;tahi atu w&#257;hanga r&#257;nei kua t&#257;utuhia whai muri o taua arotake.</p><h3>Ng&#257; Whakataunga m&#333; ng&#257; Whakapuakitanga</h3><p>Ko t&#275;nei arotake t&#257;piri i whakaritea i runga o te arom&#257;taitanga o te whakatutukitanga a te r&#333;p&#363; k&#257;wanatanga, whakahaeretanga o te k&#333;hanga reo, e p&#257; ana ki ng&#257; w&#257;hanga i t&#257;utuhia ai e te p&#363;rongo a te Tari Arotake M&#257;tauranga, i mua atu, me ng&#257; take r&#257;nei kua t&#257;utuhia whai muri o taua arotake. Ko ng&#257; whakataunga m&#333; ng&#257; whakapuakitanga e p&#257; ana ki t&#275;nei arotake, ko te titiro ki:</p><p>Ng&#257; Taumata Whakahirahira, tae atu ki te &#257;heinga reo M&#257;ori o ng&#257; mema o te wh&#257;nau</p><ul>
<li>te Whakamahere me te Arom&#257;tai, tae atu ki te whakamahere rautaki, ng&#257; arohaehae kaimahi, me te arotake whaiaro</li>
<li>ng&#257; w&#257;hanga k&#257;hore e tutuki ana e ai ki te ture, tae atu ki te hauora me te haumaru</li>
<li>&#275;tahi atu take i t&#257;utuhia ai whai muri i te arotake o mua.</li>
</ul><a id="2-te-aromatai-a-te-tari-arotake-matauranga" class="toc-anchor"></a><h2>2 Te Arom&#257;tai a te Tari Arotake M&#257;tauranga</h2><p>Kei T&#257;maki-nui-a-Rua Te K&#333;hanga Reo o Kaitoke. E hono ana te k&#333;hanga reo nei ki a Rangit&#257;ne me Ng&#257;ti Kahungunu o Te Wairarapa. Kei runga marae te k&#333;hanga reo nei.</p><p>E arom&#257;tai ana t&#275;nei p&#363;rongo a Te Tari Arotake M&#257;tauranga i te ahunga whakamua a ng&#257; m&#257;tua, whai muri i te arotake o mua, i te Whiringa-&#257;-nuku o 2012.</p><p>He p&#257;rekareka ki ng&#257; tamariki te noho ki te k&#333;hanga reo. Ka whai w&#257;hi atu r&#257;tou ki ng&#257; tikanga, te kori takitahi, me ng&#257; taumahi ako. He pai ng&#257; rauemi ki te k&#333;hanga reo. He maha ng&#257; taumahi e h&#257;pai ana i te whakawhanaketanga o ng&#257; tamariki. He ng&#257;wari te rere o ng&#257; mahinga, he pai te whakahaeretanga, &#257;, he tino w&#257; ako whakahoahoa. He pai te whakawhanaunga o ng&#257; tamariki ki a r&#257;tou an&#333; me ng&#257; kaimahi.</p><p>He tau ng&#257; tamariki ki te taiao o te reo M&#257;ori. He m&#257;tanga reo te kaiako. Ka whakamahi r&#257;tou i te wh&#257;nuitanga o ng&#257; rautaki e h&#257;pai ana i te ako a ng&#257; tamariki i te reo M&#257;ori. Ko &#275;tahi o &#275;nei, ko te whakarato i te wh&#257;nuitanga o ng&#257; t&#363;momo hanganga reo. He p&#257;rekareka ki ng&#257; tamariki ng&#257; w&#257; waiata. Ka whai w&#257;hi ng&#257; m&#257;tua ki ng&#257; akoranga o te reo M&#257;ori. Ka arotahi r&#257;tou ki te whakatairanga ake i te whakamahinga o te reo M&#257;ori ki &#333; r&#257;tou k&#257;inga.</p><p>E tino p&#363;mau ana, e tino ng&#257;kau nui ana te wh&#257;nau m&#333; te whakawhanaketanga o &#257; r&#257;tou tamariki. Ka whakamahia ng&#257; m&#333;hiohio hei whakam&#333;hio i te whakawhanaketanga ngaio o ia kaiako. Ka whakarato r&#257;tou i te tino &#257;rahitanga o te aronga o te k&#333;hanga reo. Kua whakah&#257;ngai te wh&#257;nau i &#257; r&#257;tou mahi ki ng&#257; wh&#257;inga rautaki me ng&#257; t&#363;manako o Te Ara T&#363;&#257;pae. Arotake ai r&#257;tou i te mahere mahi i ia te w&#257;. Kua arom&#257;tai, kua whakaaro huritao hoki te wh&#257;nau m&#333; &#257; r&#257;tou whakaritenga me te whakahaere o te k&#333;hanga reo.</p><p>Kua whakatinanahia e te wh&#257;nau te maha o ng&#257; rautaki e p&#257; ana ki te hauora me te haumaru. I n&#257;ianei, e arotahi ana te wh&#257;nau ki ng&#257; mahi kei mua tonu i a r&#257;tou.</p><a id="3-nga-whakaaturanga" class="toc-anchor"></a><h2>3 Ng&#257; Whakaaturanga</h2><h3>Ng&#257; Taumata Whakahirahira</h3><h4>He whakam&#257;rama</h4><p>I t&#257;utu te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga i ng&#257; take i h&#257;ngai ai ki te &#257;heinga reo M&#257;ori o te wh&#257;nau. I taunaki taua p&#363;rongo, kia whakawhanake te wh&#257;nau i t&#275;tahi rautaki ki te whakapai ake i &#333; r&#257;tou p&#363;kenga reo M&#257;ori.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>He p&#257;rekareka ki ng&#257; tamariki te noho ki te k&#333;hanga reo. He wh&#257;nui ng&#257; t&#363;momo taumahi ako a ng&#257; tamariki. Ka taea e r&#257;tou te t&#257;karo &#257;-r&#333;p&#363; iti, &#257;-r&#333;p&#363; nui r&#257;nei, te t&#257;karo takitahi r&#257;nei. He whakaute, he atawhai hoki te &#257;hua o ng&#257; taunekeneke me ng&#257; hononga ki waenga i ng&#257; kaimahi me ng&#257; tamariki. He pakari ng&#257; tamariki ki te whai w&#257;hi atu ki te h&#333;taka akoranga.</p><p>He p&#257;rekareka ki ng&#257; tamariki te t&#363;hura i t&#333; r&#257;tou taiao akoranga whakaongaonga. Ka whakaatuhia ng&#257; mahi toi a ng&#257; tamariki puta noa i te k&#333;hanga reo. He maha ng&#257; t&#363;momo rauemi ako kei a r&#257;tou. He pai te whakatakotoranga, te whakaritenga hoki o ng&#257; taiao o roto, o waho hoki.</p><p>Ka whakatairangatia te &#257;heinga o ng&#257; tamariki ki te reo M&#257;ori e te whakaaro nui o te wh&#257;nau ki te reo i ng&#257; k&#257;inga. Kua whakawhanakehia, kua whakatinanahia e te wh&#257;nau t&#275;tahi rautaki reo M&#257;ori, ki te whakapakari i t&#333; r&#257;tou &#257;heinga reo. Haere ai r&#257;tou ki ng&#257; akoranga o Te Ataarangi me ng&#257; akoranga &#257;-wiki e whakahaerehia ana e t&#275;tahi matua e matatau ana ki te reo M&#257;ori. Kua whakaritea &#275;tahi w&#257;hanga reo ki te whakapakari i te &#257;heinga o te wh&#257;nau i roto i te reo M&#257;ori me ng&#257; tikanga. Ko te whakamahinga a ng&#257; mema o te wh&#257;nau i te reo M&#257;ori e h&#257;pai ana i te tino hopu reo a ng&#257; tamariki.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><h4>He whakam&#257;rama</h4><p>I t&#257;utu te arotake o mua a Te Tari Arotake M&#257;tauranga i ng&#257; take i h&#257;ngai ai ki te whakamahere rautaki, ng&#257; arohaehae kaimahi, me te arotake whaiaro. I reira &#275;tahi take hauora, take haumaru hoki e noho ana hei &#257;huatanga m&#333;rearea pea ki ng&#257; tamariki.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>E whakarato ana te whakamahere rautaki i te tino p&#363;taketanga, te tino aronga hoki ki te wh&#257;nau m&#333; te ahunga whakamua o te k&#333;hanga reo me &#257; r&#257;tou tamariki. Kua t&#299;mata te wh&#257;nau ki te whakamahere i ng&#257; wh&#257;inga m&#333; te aronga whakamua o te k&#333;hanga reo &#257; me&#257;ke nei. Ka h&#257;ngai aua wh&#257;inga ki ng&#257; matea o &#257; r&#257;tou tamariki me te wh&#257;nau. Aroturukitia ai te mahere i ia te w&#257;.</p><p>Ka whakatairangatia ng&#257; wheako akoranga a ng&#257; tamariki m&#257; te whakawhanaketanga ngaio i ia te w&#257;. Kua oti k&#275;tia te arohaehae i ng&#257; kaimahi katoa. Kua t&#257;utuhia &#257; r&#257;tou wh&#257;inga m&#333; te whakawhanaketanga ngaio. Ko te reo M&#257;ori t&#275;tahi kaupapa matua m&#333; ng&#257; kaimahi.</p><p>He pai te whakawhanaketanga o te arotake whaiaro. In&#257;ianei, ko ng&#257; kaupapa here me ng&#257; tukanga t&#275;tahi &#257;huatanga &#333;kawa o te tai&#257;whio arotake whaiaro. Arowhai ai i ia te w&#257; i ng&#257; &#257;huatanga m&#333;rearea, te hauora, me te haumaru, &#257;, ka aroturuki, ka whakatakoto haere te wh&#257;nau i aua arowhai i ia te w&#257;. He maha ng&#257; w&#257; ka whakawhiti k&#333;rero, ka p&#363;rongo hoki te wh&#257;nau m&#333; te whakamahere p&#363;tea, te h&#333;taka akoranga a ng&#257; tamariki, ng&#257; rauemi, me ng&#257; tukanga whakahaere tari.</p><p>Ko ng&#257; ng&#257;kau nuitanga me ng&#257; hiahia o ng&#257; tamariki kei te p&#363;take o ng&#257; mahi whakamahere a ng&#257; kaimahi. Ka &#257;rahi ng&#257; kaiako i ng&#257; kaimahi ki te whakamahere me te arom&#257;tai i te h&#333;taka akoranga. Ka whakapuaki whakaaro te wh&#257;nau hei h&#257;pai i ng&#257; mahi whakamahere, m&#257; te whai w&#257;hi atu ki ng&#257; huihuinga. He riterite ng&#257; tukanga whakamahere ki te &#257;hua o ng&#257; mahi whakaako. Ka arom&#257;tai i ia te w&#257; i ng&#257; kaupapa ako me te h&#333;taka akoranga a ng&#257; tamariki. Ka tomo atu ng&#257; tamariki ki t&#275;tahi h&#333;taka i whakamahere tikatia, i arom&#257;tai tikatia hoki.</p><p>Kei ng&#257; aromatawai a ia tamaiti ng&#257; tino m&#333;hiohio e p&#257; ana ki t&#257;na ahunga whakamua me ng&#257; whakawhanaketanga. Ka whakamahi ng&#257; kaimahi i ng&#257; t&#363;momo huarahi aromatawai ki te aroturuki i te ahunga whakamua a ng&#257; tamariki. Ko ng&#257; whakaaturanga o ng&#257; wheako akoranga t&#363;turu a ng&#257; tamariki, ka whakaemihia. E tino w&#257;tea ki te wh&#257;nau ng&#257; aromatawai e p&#257; ana ki ng&#257; tamariki, &#257;, he whakatakotoranga m&#257;rama &#275;nei o &#257; r&#257;tou wheako, me t&#257; r&#257;tou ahunga whakamua.</p><p>Kua whakatinanahia e te wh&#257;nau ng&#257; rautaki ki te aroturuki i te hauora me te haumaru. Kua piki ake te haumaru o ng&#257; tamariki n&#257; te whakatinanatanga o te tuhi haere i ia te w&#257; o ng&#257; arowhai m&#333;rearea me te tango hoki o ng&#257; papa m&#257;r&#333; ki te w&#257;hi t&#257;karo. He mata ngohengohe kei te papa t&#257;karo in&#257;ianei. Ko te haumaru o ng&#257; tamariki t&#275;tahi kaupapa matua ki te wh&#257;nau.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2>4 Ng&#257; Taunakitanga</h2><p>E taunaki ana Te Tari Arotake M&#257;tauranga kia haere tonu te wh&#257;nau ki te whakapakari, te arotake, me te aroturuki i &#257; r&#257;tou whakaritenga k&#257;wanatanga me te h&#333;taka akoranga a ng&#257; tamariki.</p><h3>Hei &#257; hea te Tari Arotake M&#257;tauranga arotake an&#333; a i te k&#333;hanga reo?</h3><p>T&#275;r&#257; ka whakahaeretia e te Tari Arotake M&#257;tauranga te arotake whai muri, i roto i ng&#257; tau e toru.</p><p>Lynda Pura Watson</p><p>Kaiurungi Whakat&#363;ruki Arotake M&#257;ori M&#257;ori (Te Uep&#363;-&#257;-Motu)</p><p>30 Kohi-t&#257;tea 2015</p><a id="1-background" class="toc-anchor"></a><h2>1 Background</h2><h3>Introduction</h3><p>A supplementary review is undertaken at the discretion of a National Manager in the Education Review Office (ERO).</p><p>A supplementary review evaluates the extent and effectiveness of actions a k&#333;hanga reo has taken towards addressing issues specified in its previous ERO review and/or any additional areas identified since that review.</p><h3>Terms of Reference</h3><p>This supplementary review is based on an evaluation of the performance of the k&#333;hanga reo governing body and management in relation to areas identified in the previous ERO report or issues identified since that review. The terms of reference for this review are to investigate:</p><ul>
<li>Ng&#257; Taumata Whakahirahira including the reo M&#257;ori capacity of wh&#257;nau members</li>
<li>Planning and Evaluation including strategic planning, kaimahi appraisals and self review</li>
<li>Areas of non-compliance including health and safety</li>
<li>and any issues identified since the previous review.</li>
</ul><a id="2-the-education-review-office-ero-evaluation" class="toc-anchor"></a><h2>2 The Education Review Office (ERO) Evaluation</h2><p>Te K&#333;hanga Reo o Kaitoke is in Dannevirke. The k&#333;hanga reo affiliates to Rangitane and Ng&#257;ti Kahungunu o Te Wairarapa. It is marae-based.</p><p>This ERO report evaluates the progress parents have made since the previous review of October 2012.</p><p>Children enjoy being at k&#333;hanga reo. They participate in tikanga, independent play and learning activities. The k&#333;hanga reo is well resourced. There are many activities that support children&rsquo;s development. Routines flow smoothly, are well managed and are valuable social learning times. Children relate to each other and kaimahi in positive ways.</p><p>The children are comfortable in a te reo Maori environment. The kaiako are positive language models. They use a range of strategies to support children&rsquo;s te reo M&#257;ori learning. These include providing a range of language structures. Children enjoy waiata time. Parents are engaged in te reo M&#257;ori studies. They are focused on enhancing the use of te reo M&#257;ori in their homes.</p><p>Wh&#257;nau are highly committed and passionate about their children&rsquo;s development. Appraisal information is being used to inform professional develop for individual kaiako. They provide strong leadership for the direction of the k&#333;hanga reo. Wh&#257;nau have aligned their actions to the strategic goals and objectives of Te Ara T&#363;&#257;pae. They regularly review the action plan. Wh&#257;nau have been evaluating and reflecting on their practices and the management of the k&#333;hanga reo.</p><p>Wh&#257;nau have implemented a number of health and safety measures. The wh&#257;nau are now focussed on their next steps.</p><a id="3-findings" class="toc-anchor"></a><h2>3 Findings</h2><h3>Ng&#257; Taumata Whakahirahira</h3><h4>Background</h4><p>The previous ERO report identified issues with the reo M&#257;ori capacity of wh&#257;nau. The report recommended that wh&#257;nau develop a strategy to improve their te reo M&#257;ori skills.</p><h4>Areas of progress</h4><p>Children enjoy being at k&#333;hanga reo. Children have a range of learning activities. They can choose to play in small or large groups or independently. Interactions and relationships between kaimahi and children are respectful and welcoming. Children confidently participate in the learning programme.</p><p>Children enjoy exploring their stimulating learning environment. Children&rsquo;s artwork is displayed throughout the k&#333;hanga reo. They have a range of learning resources. The indoor and outdoor environments are tidy and well organised.</p><p>Children&rsquo;s te reo M&#257;ori capacity is enriched by whanau placing importance on the language in homes. The whanau have developed and implemented a te reo M&#257;ori strategy to build their language capacity. They attend Te Ataarangi classes and weekly lessons held by a parent who is fluent in te reo Maori. W&#257;nanga reo have been organised to build the reo M&#257;ori and cultural capacity of whanau. The use of te reo M&#257;ori by wh&#257;nau members supports children&rsquo;s language acquisition in positive ways.</p><h3>Planning and Evaluation</h3><h4>Background</h4><p>The previous ERO review identified issues associated with strategic planning, kaimahi appraisals and self review. There were some health and safety concerns that were potential risks to children.</p><h4>Areas of progress</h4><p>Strategic planning provides wh&#257;nau with a clear sense of purpose and direction for the future of the k&#333;hanga reo and their children. The wh&#257;nau have begun to plan goals for the future direction of the k&#333;hanga reo. These goals are relevant to the needs of their children and wh&#257;nau. The plan is monitored regularly.</p><p>Children&rsquo;s learning experiences are enriched through regular professional development. All kaimahi have been appraised. They have had their professional development goals identified. Te reo M&#257;ori is a priority for kaimahi.</p><p>Self review practices are developing well. Policies with procedures are now a part of a formal self review cycle. There are regular hazard, health and safety checks which wh&#257;nau regularly monitor and record. Wh&#257;nau often discuss and report on financial management, the children&rsquo;s learning programme, resources and administration processes.</p><p>Children&rsquo;s interests and preferences are at the centre of kaimahi planning. The kaiako leads kaimahi in planning and evaluating the learning programme. Wh&#257;nau contribute ideas towards planning by being involved in meetings. Planning processes are consistent with teaching practice. There is regular evaluation of learning topics and the children&rsquo;s learning programme. Children are engaged in a well planned and evaluated programme.</p><p>Children&rsquo;s assessments provide valuable information about their progress and development. Kaimahi use different assessment tools to monitor children&rsquo;s progress. Evidence of children&rsquo;s practical learning experiences is collated. Wh&#257;nau have easy access to children&rsquo;s assessments which provide a clear record of their experiences and progress.</p><p>Wh&#257;nau have implemented measures for health and safety monitoring. The safety of the children has increased through the implementation of regular recording of hazard checks and the removal of hard surfaces in the play area. A soft fall surface is now in place. The safety of the children is a priority for wh&#257;nau.</p><a id="4-recommendations" class="toc-anchor"></a><h2>4 Recommendations</h2><p>ERO recommends the wh&#257;nau continue to strengthen, review and monitor their governance practices and the children&rsquo;s learning programme.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>ERO is likely to carry out the next review in three years.</p><p>Lynda Pura Watson</p><p>Deputy Chief Review Officer M&#257;ori (Te Uep&#363;-&#257;-Motu)</p><p>30 January 2015</p><a id="about-the-kohanga-reo" class="toc-anchor"></a><h2>About the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="229" height="9">
<p>Location</p>
</td>
<td width="364">
<p>Dannevirke</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="364">
<p>55151</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Type</p>
</td>
<td width="364">
<p>K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Number licensed for</p>
</td>
<td width="364">
<p>30 including 10 under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Roll number</p>
</td>
<td width="364">
<p>25 including 7 under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Gender composition</p>
</td>
<td width="364">
<p>Girls 12</p>
<p>Boys 13</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Ethnic composition</p>
</td>
<td width="194">
<p>M&#257;ori</p>
</td>
<td width="156">
<p>100%</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Review team on site</p>
</td>
<td width="364">
<p>18 November 2014</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Date of this report</p>
</td>
<td width="364">
<p>30 January 2015</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Most recent ERO reports</p>
</td>
<td width="194">
<p>Education Review<br> Education Review <br>Supplementary Review</p>
</td>
<td width="156">
<p>October 2012 September 2009<br> June 2008</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Kaitoki reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-28-05-2018/" title="Te Kōhanga Reo o Kaitoki - 28/05/2018">Te Kōhanga Reo o Kaitoki - 28/05/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-kaitoki-30-01-2015/" title="Te Kōhanga Reo o Kaitoki - 30/01/2015">Te Kōhanga Reo o Kaitoki - 30/01/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
