<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tangata Rite - 29/08/2016 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tangata Rite - 29/08/2016" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tangata Rite - 29/08/2016" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tangata Rite - 29/08/2016" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tangata Rite - 29/08/2016 page" href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="fb5605022bfc9986f105f3b1fca678d043f226d8" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tangata Rite - 29/08/2016</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tangata Rite - 29/08/2016</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#te-aromatai" title="Te Aromātai">Te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#evaluation" title="Evaluation">Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="te-aromatai" class="toc-anchor"></a><h2>Te Arom&#257;tai</h2>
</div><p>E t&#363; ana Te K&#333;hanga Reo o Tangata Rite ki te marae o Takip&#363;, ki Te Karaka, e p&#257; tata atu ana i T&#363;ranga-nui-a-Kiwa. E m&#333;hio ana te wh&#257;nau, e tika ana kia whakatairanga tonuhia te arotake whaiaro kia uru mai ai te arotake i ia te w&#257;, me te p&#363;rongo i ng&#257; kaupapa rautaki matua i whakamaheretia ai. E pu&#257;wai ana te m&#257;ia o ng&#257; tamariki, &#257;, e poipoia ana ki te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Tangata Rite i roto i te toru o ng&#257; tau.</p><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Tangata Rite ki te marae o Takip&#363;, ki Te Karaka, e p&#257; tata atu ana ki T&#363;ranga-nui-a-Kiwa. N&#333; te iwi me ng&#257; hap&#363; o Te Aitanga-a-M&#257;haki te nuinga o te wh&#257;nau. Whai muri i te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga i te tau 2013, i pup&#363; ake &#275;tahi tino take i h&#257;ngai ai ki te whakahaeretanga me ng&#257; mahi p&#363;tea, &#257;, i wawao mai Te Poari Matua o Ng&#257; K&#333;hanga Reo, &#257;, i whai w&#257;hi mai hoki te tautoko o te h&#333;taka SELO a Te T&#257;huhu o te M&#257;tauranga.</p><p>I te marama o Pout&#363;-te-rangi, i te tau 2015, i whakat&#363;ngia t&#275;tahi kaupapa kaimahi &#257;-rohe o mua o Te Poari Matua o Ng&#257; K&#333;hanga Reo hei kaitiaki ki te whakatutuki i ng&#257; take whakahaere, &#257;, ki te whakahaumanu an&#333; hoki i te kaupapa o te k&#333;hanga reo. Mai i tana whakat&#363;nga, kua tino piki ake ng&#257; whakapaitanga, puta noa i te katoa o ng&#257; w&#257;hanga whakahaere.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te whakaatu a ng&#257; tamariki i te whakapikitanga ake t&#333; r&#257;tou t&#363;m&#257;ia i roto i te reo M&#257;ori me ng&#257; tikanga M&#257;ori?</h3><p>Ka kitea ki ng&#257; tamariki te whakawhanaketanga ake o t&#333; r&#257;tou t&#363;m&#257;ia ki te whakamahi i te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Rongo ai ng&#257; tamariki i te reo M&#257;ori i ng&#257; w&#257; katoa. He m&#257;horahora te whakamahinga a ng&#257; kaimahi i te reo M&#257;ori ki ng&#257; whakawhitinga k&#333;rero me ng&#257; taunekeneke ki te taha o ng&#257; tamariki. Ka whakamahi ng&#257; kaimahi i ng&#257; rautaki - p&#275;r&#257; i te whakatauira me te akiaki &ndash; hei whakawh&#257;nui, hei h&#257;pai hoki i te whakawhanaketanga reo. E tautokona ana te whakawhanaketanga o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</p><p>Ka ng&#257;kau nui ng&#257; tamariki ki ng&#257; whai w&#257;hitanga ki te &#257;rahi i ng&#257; taumahi me ng&#257; mahinga. Ka tautoko, ka poipoi hoki ng&#257; taunekeneke ki waenga i ng&#257; p&#257;keke me ng&#257; tamariki. Ka whakatauira ng&#257; kaimahi i te pai o ng&#257; taunekeneke, &#257;, ka whakarerek&#275; haere i runga i te wh&#257;nuitanga o ng&#257; t&#363;momo matea o &#257; r&#257;tou tamariki. Ka ako r&#257;tou i te whakaute me te manaaki m&#333; r&#257;tou an&#333;, &#257;, m&#333; &#275;tahi atu hoki. Ka manaaki wawe ng&#257; tu&#257;kana i &#333; r&#257;tou t&#275;ina. Ka whai hua ng&#257; tamariki n&#257; te pakari o te ako &#257;-wh&#257;nau me te noho ng&#257;tahi.</p><p>He t&#363;turu ng&#257; wheako o te ao M&#257;ori e whakawhiwhia ana e ng&#257; tamariki, puta noa i te h&#333;taka o ia r&#257;. Ka ako r&#257;tou i ng&#257; m&#333;teatea o te takiw&#257; nei, me ng&#257; karakia o te H&#257;hi Ringat&#363;. Ka whai w&#257;hi ng&#257; tamariki ki ng&#257; kaupapa i te marae, tae atu ki ng&#257; p&#333;whiri me &#275;tahi atu t&#363;momo huihuinga. E whakawhanake ana te m&#333;hiotanga o ng&#257; tamariki ki te whai w&#257;hi nui mai o ng&#257; wh&#257;nau ki te marae. Ka ako ng&#257; tamariki i a r&#257;tou an&#333;, i t&#333; r&#257;tou t&#363;rangawaewae hoki.</p><p>Ka tuituia ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki ki ng&#257; &#257;huatanga katoa o te h&#333;taka o ia r&#257;. Ka whakarerek&#275; haere ng&#257; kaimahi i ng&#257; taumahi hei whakawh&#257;nui, hei h&#257;pai, &#257;, hei whakatairanga an&#333; hoki i ng&#257; akoranga. Ka tiaki ng&#257; tamariki i &#257; r&#257;tou rauemi me t&#333; r&#257;tou w&#257;hi. T&#363;hura haere ai r&#257;tou i ia te w&#257; ki tua atu i te k&#333;hanga reo, ki te marae me te papa t&#257;karo. E whakatau haere ana ng&#257; tamariki i t&#333; r&#257;tou t&#363;nga ki t&#333; r&#257;tou k&#333;hanga reo, &#257;, ki te ao wh&#257;nui hoki.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Kua t&#299;mata te kaitiaki me ng&#257; kaimahi ki te h&#257;pai i te wh&#257;nau i a r&#257;tou e ako ana i ng&#257; &#257;huatanga matua o te hauora &ndash; whai oranga. He maha ng&#257; k&#333;kiritanga kua whakat&#299;matahia, &#257;, e kapo atu ana te wh&#257;nau i ng&#257; whakaritenga e h&#257;pai ake ana i te waiora, te whai oranga, me te hauora o ng&#257; tamariki. Ko &#275;tahi o aua k&#333;kiritanga, ko ng&#257; m&#257;tai a T&#363;ranga Hauora i te rongo, te titiro, ng&#257; niho, me ng&#257; kano &#257;rai mate. E m&#333;hio ana ng&#257; kaimahi, kua tae ki te w&#257; ki te whai whakaaro ki te tuitui i &#275;tahi atu &#257;huatanga o te hauora hei painga m&#333; ng&#257; tamariki, tae atu ki te kai hauora me ng&#257; mahinga akuaku.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Kua whakatutukihia e te wh&#257;nau o Te K&#333;hanga Reo o Tangata Rite te w&#257; o ng&#257; whakarerek&#275;tanga papai.</p><p>Kua whai w&#257;hi mai te tautoko e tika ana ki te k&#333;hanga reo, hei whakahaumanu an&#333; i te katoa o ng&#257; mahi whakahaere, ng&#257; p&#363;naha, me te h&#333;taka akoranga a ng&#257; tamariki. I n&#257;ianei, he auau te t&#363; o ng&#257; hui &#257;-wh&#257;nau, &#257;, he aronga nui ki te tupu me te whakapaitanga. K&#257;hore an&#333; kia eke ki te kotahi tau, engari he pai k&#275; atu te t&#363;nga o te k&#333;hanga reo ki te whakapai tonu i ng&#257; whakahaeretanga me ng&#257; whakaakoranga m&#257; ng&#257; tamariki. E ako ana ng&#257; kaimahi i te whakahirahiratanga o Te Wh&#257;riki, &#257;, e whakamahere ana i ng&#257; h&#333;taka e whai p&#363;take ana. He m&#257;t&#257;toa ake ng&#257; mema o te wh&#257;nau i n&#257;ianei, i roto i ng&#257; whakahaeretanga me ng&#257; whakaritenga o te k&#333;hanga reo, hei painga m&#333; &#257; r&#257;tou tamariki. Ka whai hua ng&#257; tamariki n&#257; te m&#257;t&#257;toa o te whai w&#257;hi me te tautoko o te wh&#257;nau.</p><p>Ka whakamahia ng&#257; mahi whakamahere rautaki kia t&#257;utuhia ng&#257; wh&#257;inga papai m&#333; ng&#257; tamariki. Ko t&#275;tahi tino kaupapa matua, ko te hiahia ki t&#275;tahi whare hou, me &#275;tahi rawa hou. I t&#275;nei w&#257;, kotahi te r&#363;ma m&#333; ng&#257; whakahaeretanga katoa, tae atu ki te moe, &#257;, k&#257;hore e tika ana. Ko te whakahaeretanga o te k&#333;hanga reo hei te pae tawhiti t&#275;tahi atu kaupapa matua m&#333; me&#257;ke nei, &#257;, he aronga ki ng&#257; akoranga a te wh&#257;nau, te whakapakaritanga o te &#257;heinga a te wh&#257;nau, me te whakangungu, te whakawhanaketanga ngaio hoki o ng&#257; kaimahi. Ko ng&#257; tamariki kei te p&#363;take o ng&#257; whakataunga ki te k&#333;hanga reo, me &#257;na mahi ki te whakapakari ake.</p><p>He tino kaha te m&#257;ramatanga me kawenga takonga, &#257;, e h&#257;pai ana t&#275;nei i te wh&#257;nau i a r&#257;tou e whakahaere ana i t&#333; r&#257;tou k&#333;hanga reo. Kei te whakatutuki katoatia ng&#257; herenga &#257;-ture katoa i n&#257;ianei. E mihi ana Te Tari Arotake M&#257;tauranga, m&#333; ng&#257; &#257;huatanga kua whakatutukihia e te wh&#257;nau i roto i ng&#257; marama tekau kua pahure ake nei, m&#257; te tautoko me te &#257;rahitanga an&#333; hoki o te kaitiaki. E ai ki te wh&#257;nau, he pai k&#275; atu t&#333; r&#257;tou t&#363;nga ki te kawe ake i t&#333; r&#257;tou k&#333;hanga reo. He pai ake hoki te t&#363;nga o ng&#257; tamariki ki te ako, n&#257; te m&#333;hio ake o te wh&#257;nau ki te kaupapa o te k&#333;hanga reo me &#257; r&#257;tou kawenga mahi.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>E m&#333;hio ana te kaitiaki kei te t&#299;matanga tonu ng&#257; m&#257;ramatanga o te wh&#257;nau me ng&#257; kaimahi, me t&#257; r&#257;tou whakatinanatanga i te tino arom&#257;tai o roto m&#333; ng&#257; &#257;huatanga katoa o te k&#333;hanga reo, tae atu ki Te Wh&#257;riki. E m&#333;hio ana te wh&#257;nau, e tika ana kia whakatairanga tonu r&#257;tou i ng&#257; mahi arotake whaiaro, kia uru mai ai hoki te arotake o ia te w&#257;, me te p&#363;rongo i ng&#257; kaupapa rautaki matua i whakamaheretia ai.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;:</p><ul>
<li>e tino taunaki ana Te Tari Arotake M&#257;tauranga kia mahi Te Poari Matua o Ng&#257; K&#333;hanga Reo ki te taha o Te T&#257;huhu o te M&#257;tauranga, ki te h&#257;pai tonu i te kawenga ake o te wh&#257;nau i te k&#333;hanga reo, hei &#257;ta whakarite i te p&#363;mau tonutanga o te tupu me te whakawhanaketanga.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Tangata Rite ki te marae o Takip&#363;, ki Te Karaka, e p&#257; tata atu ana i T&#363;ranga-nui-a-Kiwa. E m&#333;hio ana te wh&#257;nau, e tika ana kia whakatairanga tonuhia te arotake whaiaro kia uru mai ai te arotake i ia te w&#257;, me te p&#363;rongo i ng&#257; kaupapa rautaki matua i whakamaheretia ai. E pu&#257;wai ana te m&#257;ia o ng&#257; tamariki, &#257;, e poipoia ana ki te reo M&#257;ori me ng&#257; tikanga M&#257;ori.&nbsp;</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Tangata Rite i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>29 Here-turi-k&#333;k&#257;, 2016</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table style="width: 593px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="3" width="377">
<p>Kei Te Karaka</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="3" width="377">
<p>55185</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="3" width="377">
<p>06B041</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="3" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td colspan="3" width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="3" width="377">
<p>16, kia tokowh&#257; ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="3" width="377">
<p>16, tokotoru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="3" width="377">
<p>K&#333;tiro 6</p>
<p>Tama t&#257;ne 10</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td colspan="2" width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="3" width="377">
<p>27 &ndash; 28 Pipiri 2016</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="3" width="377">
<p><span>29 Here-turi-k&#333;k&#257;, 2016</span></p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td colspan="2" width="225">
<p>Here-turi-k&#333;k&#257; 2013</p>
<p>Pipiri 2009</p>
</td>
</tr>
</tbody>
</table><a id="evaluation" class="toc-anchor"></a><h2>Evaluation</h2><p>Te K&#333;hanga Reo o Tangata Rite is on Takip&#363; Marae reserve in Te Karaka, near Gisborne.&nbsp; Wh&#257;nau recognise the need to keep raising internal review practice to include regular review and reporting on planned strategic priorities.&nbsp; Children&rsquo;s confidence is emerging and being nurtured through te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><p>The next ERO review of Te K&#333;hanga Reo o Tangata Rite will be in three years.&nbsp;</p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Tangata Rite is on Takip&#363; Marae reserve in Te Karaka, near Gisborne. Most wh&#257;nau affiliate to the iwi and hap&#363; of Te Aitanga-a-M&#257;haki. Since the last ERO review in 2013, significant matters relating to management and financial practices arose and Te K&#333;hanga Reo National Trust(TKRNT) intervened with Ministry of Education SELO support.</p><p>In March 2015 a former TKRNT District kaupapa kaimahi was assigned to the k&#333;hanga reo as Kaitiaki to address previous management issues and to revitalise the kaupapa of te k&#333;hanga reo. Since her appointment vast improvement has been made across all areas of operations.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show that they have increased confidence in te reo M&#257;ori me ng&#257; tikanga M&#257;ori?</h3><p>Children are showing a developing confidence in their use of te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children hear te reo M&#257;ori at all times. Kaimahi use te reo M&#257;ori spontaneously in conversation and interactions with children. Kaimahi use strategies including modelling and prompting to extend and support language development. Children are supported to develop as speakers of te reo M&#257;ori.</p><p>Children enjoy opportunities to lead activities and routines. Interactions between adults and children are supportive and nurturing. Kaimahi model positive interactions and adapt to the diverse needs of their children. They learn to respect and care for themselves and others. Tu&#257;kana readily care for their t&#275;ina. . Children benefit from a strong wh&#257;nau learning and sharing environment.</p><p>Children experience authentic Te Ao M&#257;ori experiences throughout the daily programme. They learn local m&#333;teatea and H&#257;hi Ringat&#363; karakia. Children participate in events at the marae including p&#333;whiri and other hui. Children are developing a growing awareness of the roles of wh&#257;nau on the marae. Children learn about who they are and where they are from.</p><p>Children&rsquo;s interests are incorporated into all aspects of the daily programme. Kaimahi modify activities to extend, support and enrich learning. Children take care of their resources and environment. They often explore beyond the k&#333;hanga reo to the marae and playground. Children are finding their place in their k&#333;hanga reo and wider world.</p><h3>Key Next Steps</h3><p>Kaitiaki and kaimahi have begun to support wh&#257;nau in the journey of learning about key aspects of hauora &ndash; whai oranga. A number of initiatives have begun where wh&#257;nau are adopting practices that further support children&rsquo;s wellness, well-being and health. These initiatives include regular hearing, vision, dental and vaccination checks by Turanga Health. Kaimahi acknowledge that it is timely to consider the integration of other hauora aspects that children will benefit from, including healthy kai and hygiene routines.</p><h3>Planning and Evaluation</h3><p>The wh&#257;nau of Te K&#333;hanga Reo o Tangata Rite has come through a time of positive change.</p><p>The k&#333;hanga has had targeted support to revitalise all management practices, systems and learning programmes for children. Regular wh&#257;nau hui are now in place and there is a strong focus on growth and improvement. In less than a year the k&#333;hanga reo is better positioned towards improved management and teaching for children. Kaimahi are learning the importance of Te Wh&#257;riki and planning purposeful programmes. Wh&#257;nau members are now more active in the operations and management of the k&#333;hanga reo for their children. Children benefit from active wh&#257;nau involvement and support.</p><p>Strategic planning practices are used to define positive goals for children. An important priority is the need for new premises and facilities. The current one-room building for all k&#333;hanga operations including the sleeping area is unsuitable. The long term management of the k&#333;hanga reo is also a future priority with a focus on wh&#257;nau learning, building wh&#257;nau capability, and kaimahi training and development. Children are at the centre of k&#333;hanga decision-making and its restoration.</p><p>A strong level of transparency and accountability supports the wh&#257;nau to as they manage their k&#333;hanga reo. All regulatory requirements are now being met. ERO acknowledges the achievements made by the wh&#257;nau in the last 10 months with the support and guidance of the Kaitiaki. Wh&#257;nau report that they are now in a good position to take control of their k&#333;hanga reo. Children are better placed for learning through increased wh&#257;nau awareness of the k&#333;hanga reo kaupapa and their responsibilities.</p><h3>Key Next Steps</h3><p>The Kaitiaki acknowledges that wh&#257;nau and kaimahi are still in the early stages of understanding and implementing quality internal evaluation which covers all aspects of the k&#333;hanga reo including Te Wh&#257;riki. Wh&#257;nau recognise the need to keep raising internal review practice to include regular review and reporting on planned strategic priorities.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>ERO strongly recommends that TKRNT work with the Ministry of Education to continue to support wh&#257;nau recovery of the k&#333;hanga reo to ensure sustained growth and development.</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Tangata Rite is on Takip&#363; Marae reserve in Te Karaka, near Gisborne. Wh&#257;nau recognise the need to keep raising internal review practice to include regular review and reporting on planned strategic priorities. Children&rsquo;s confidence is emerging and being nurtured through te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Tangata Rite will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>29 August 2016&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Te Karaka</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>55185</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>06B041</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>16 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>16 children, including up to 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 6</p>
<p>Boys 10</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>27 - 28 June 2016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>29 August 2016</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>August 2013</p>
<p>June 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tangata Rite reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-23-08-2013/" title="Te Kōhanga Reo o Tangata Rite - 23/08/2013">Te Kōhanga Reo o Tangata Rite - 23/08/2013</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-tangata-rite-29-08-2016/" title="Te Kōhanga Reo o Tangata Rite - 29/08/2016">Te Kōhanga Reo o Tangata Rite - 29/08/2016</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
