<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017 page" href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="0f756befddcc58ca34b18cee0b3180e1db91eb02" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/education-outside-the-classroom-schools-use-of-eotc-guidelines/what-is-eotc/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/education-outside-the-classroom-schools-use-of-eotc-guidelines/what-is-eotc/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo ">Ngā kōrero e pā ana ki te kōhanga reo </a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo ">Information about the Kōhanga Reo </a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2>
</div><p>E t&#363; ana Te K&#333;hanga Reo o Te Hono ki K&#333;kiri ki Wainuiomata. Koia nei t&#275;tahi o ng&#257; k&#333;hanga reo e toru o te rohe wh&#257;nui o &#332;rongomai, Te Awakairangi, me Wainuiomata e k&#257;wanatia ana e te K&#333;kiri Marae Keriana Olsen Trust. Kua tekau m&#257; tahi tau te kaiako e mahi ana ki ng&#257; k&#333;hanga reo nei. Ka whai w&#257;hi nui t&#333;na m&#333;hiotanga me &#333;na p&#363;kenga ki te whakawhanaketanga me te whakatinanatanga o te marau e &#257;ta whai hua ana.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3>He p&#275;hea rawa ng&#257; tamariki e whakaatu i t&#333; r&#257;tou aronga toi whenuatanga me t&#333; r&#257;tou hononga an&#333; hoki ki ng&#257; t&#257;ngata me te w&#257;hi e karapoti ana i a r&#257;tou?</h3><p>Ka kitea te tino aronga toi whenuatanga o ng&#257; tamariki ki ng&#257; t&#257;ngata me ng&#257; w&#257;hi e karapoti ana i a r&#257;tou.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>E &#257;kina ana ng&#257; tamariki kia whakawhiti k&#333;rero r&#257;tou m&#257; te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i ng&#257; pakiwaitara me ng&#257; rauemi ataata hei h&#257;pai i te whakawhanaketanga reo o ng&#257; tamariki. Ka ako ng&#257; tamariki ka whakatakotohia te pakiwaitara m&#257; te reo tuhituhi me ng&#257; pikitia. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te taki i ng&#257; karakia me ng&#257; whakapapa. Ka whakap&#363;mautia ng&#257; p&#363;kenga whakawhiti whakaaro o ng&#257; tamariki, me t&#333; r&#257;tou tuakiri. Ka whakamahi ng&#257; kaimahi i te reo M&#257;ori me ng&#257; waiata hei whakatau, hei taut&#257;whi hoki i ng&#257; p&#275;pi. Ka whakamahi r&#257;tou i ng&#257; kupu me ng&#257; nekehanga hei akiaki i te whai w&#257;hi mai o ng&#257; p&#275;pi. Whakaratohia ai e ng&#257; kaimahi i ia te w&#257;, ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te waiata, te m&#333;teatea, me te mihimihi. Ka ako ng&#257; tamariki i ng&#257; tauira reo m&#257; te t&#257;ruarua. He aronga nahanaha t&#257; ng&#257; kaimahi i roto i &#257; r&#257;tou mahi ki te whakaako m&#257; te reo M&#257;ori. E whakawhanake ana ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</p><p>Ka ako ng&#257; tamariki i &#257; r&#257;tou kawenga ki &#275;tahi atu. Ka akiaki ng&#257; kaimahi i te mahi ng&#257;tahi a ng&#257; tamariki. Ka &#257;ta whakarite r&#257;tou i te tautoko o ng&#257; tu&#257;kana i ng&#257; t&#275;ina, i ng&#257; w&#257; e tika ana. Ka h&#257;pai ng&#257; kaimahi i te noho m&#257;rama o ng&#257; tamariki ki te whai p&#257;nga nui o te rangim&#257;rie me te mauritau ki te wairua o te whare. Ka &#257;ta whakaaro nui ng&#257; tamariki ki &#333; r&#257;tou hoa me ng&#257; kaimahi. Ka whakamihia r&#257;tou e ng&#257; kaimahi m&#333; &#257; r&#257;tou whakam&#257;tau me &#257; r&#257;tou whakatutukitanga. Ka tino m&#333;hio ng&#257; kaimahi ki ng&#257; tamariki. Ka whakamahi r&#257;tou i ng&#257; rautaki k&#333;kiri e akiaki ana i te mahi ng&#257;tahi a ng&#257; tamariki. Ka whakapau kaha ng&#257; kaimahi ki te whakarato i ng&#257; whai w&#257;hitanga maha m&#333; ng&#257; p&#275;pi ki te &#257;ta taunekeneke atu ki ng&#257; tamariki tu&#257;kana. He pakari ng&#257; hononga o ng&#257; tamariki ki &#275;tahi atu.</p><p>E whai w&#257;hi atu ng&#257; tamariki ki t&#275;tahi taiao e &#257;ta poipoi ana i t&#333; r&#257;tou tuakiri. Ka &#257;ta whakatau ng&#257; kaimahi i te noho riterite o te &#333;kawa me te &#333;paki o ng&#257; akoranga. M&#257; ng&#257; akoranga &#333;kawa ka whai w&#257;hi atu ng&#257; tamariki ki te ako i &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae. Ka whakap&#363;mau ng&#257; kaiako i ng&#257; hononga &#257;-whakapapa hei poipoi i te t&#363;m&#257;ia o ng&#257; tamariki. Ka whakamahere ng&#257; kaimahi i te h&#333;taka kia &#257;ta waia haere ai ng&#257; tamariki ki ng&#257; mahinga me te whakatakotoranga o ng&#257; akoranga. E &#257;hei ana ng&#257; tamariki ki te &#257;ta whakawhiti haere ki ng&#257; t&#363;momo wheako akoranga. N&#257; t&#275;nei, e whakahaere ana ng&#257; tamariki i t&#333; r&#257;tou w&#257;hi ake. E m&#333;hio ana r&#257;tou ki t&#333; r&#257;tou hononga p&#363; ki te k&#333;hanga reo me t&#333; r&#257;tou marae. Ka kitea te tino aronga toi whenuatanga o ng&#257; tamariki.</p><p>Ka &#257;ta whakatau ng&#257; tamariki i te ao e noho nei r&#257;tou, m&#257; te t&#363;hura me te t&#257;karo. Ka &#257;ta whakarite ng&#257; kaimahi i te whiwhinga o ng&#257; tamariki i t&#275;tahi marautanga riterite e whakamahi ana i ng&#257; rauemi m&#257;oriori me ng&#257; rauemi hou. E arotahi ana ng&#257; mahere h&#333;taka ki ng&#257; akoranga e h&#257;ngai matua ana ki ng&#257; atua M&#257;ori. Ka whakamahi ng&#257; kaimahi i ng&#257; p&#363;r&#257;kau, ng&#257; karakia, me ng&#257; m&#333;teatea hei whakapuaki ake i te ao o ng&#257; atua M&#257;ori ki ng&#257; tamariki. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te k&#333;kiri i &#257; r&#257;tou ake akoranga, me te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga. Ka poipoia t&#333; r&#257;tou p&#257;kiki. He t&#363;m&#257;ia ng&#257; tamariki hei &#257;konga.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ko ng&#257; tamariki te aronga o ng&#257; whakahaeretanga katoa ki te k&#333;hanga reo. E whai hua ana, he t&#333;tika an&#333; hoki ng&#257; whakaritenga whakahaere a te tarahiti o te marae. He pakari, he m&#257;rama hoki ng&#257; p&#363;naha e p&#257; ana ki te whakahaere tari. He nui ng&#257; t&#363;manako o te kaiwhakahaere, &#257;, ka arotahi &#275;nei ki te hiranga i ng&#257; taumata katoa. Kua whakaritea t&#275;tahi r&#257;rangi mahi hei &#257;rahi i te arom&#257;tai o roto. P&#363;rongo ai te kaiwhakahaere ki ng&#257; matapopore i ng&#257; w&#257; e wh&#257; o te tau, m&#333; ng&#257; take katoa e whai p&#257;nga ana ki ng&#257; whakahaeretanga. E whakatutuki ana ng&#257; p&#363;rongo i ng&#257; &#257;huatanga katoa, &#257;, he matawh&#257;nui an&#333; hoki. Ka &#257;ta t&#257;utuhia ng&#257; take katoa. Ka whakatakotohia ng&#257; whakataunga, &#257;, ka aroturukitia ng&#257; putanga. Ko te pakari o te arom&#257;tai o roto me te whakamahere an&#333; hoki m&#333; te tauatanga e h&#257;pai ana i te r&#333;nakitanga o te k&#333;hanga reo m&#333; me&#257;ke nei. Ka whai hua ng&#257; tamariki n&#257; ng&#257; p&#363;naha e arotahi ana ki te whakapai tonu i ia te w&#257; i ng&#257; whakaritenga.</p><p>E h&#257;paitia ana ng&#257; tamariki e te tino &#257;rahitanga i ng&#257; taumata katoa o te k&#333;hanga reo. Ka mahi ng&#257;tahi te kaiwhakahaere me te kaiako matua ki te &#257;rahi wh&#257;nui i te h&#333;taka me ng&#257; whakahaeretanga o ia r&#257;. Kei ia k&#333;hanga reo t&#275;tahi kaiako e &#257;rahi ana i te whakawhanaketanga o te h&#333;taka. Kei te h&#257;pai te kaiako i te whakawhanaketanga ngaio o ng&#257; kai&#257;whina, &#257;, ka &#257;rahi, ka aroturuki hoki i te whakapai tonutanga o te h&#333;taka. He pai t&#333;na m&#257;ramatanga ki ng&#257; p&#363;naha whakahaere tari, &#257;, ka poipoi ia i te &#257;rahitanga ng&#257;tahi o ng&#257; kaimahi katoa. He mauritau ng&#257; tamariki ki t&#333; r&#257;tou taiao ako.</p><p>Ka whai w&#257;hi atu ng&#257; tamariki ki t&#275;tahi h&#333;taka akoranga e whakatutuki ana i &#333; r&#257;tou matea ako. Ka whai hua ng&#257; mahi a ng&#257; kaimahi ki te whakarite me te whakahaere i te whakatinanatanga o te h&#333;taka akoranga. He matawh&#257;nui ng&#257; mahere, te arom&#257;tai, me ng&#257; m&#333;hiohio aromatawai, e tino whai kiko ana hoki, &#257;, e whakamahia ana ki te whakatinana haere i ng&#257; whakapaitanga. Ka aro ng&#257; aromatawai o ng&#257; tamariki ki &#333; r&#257;tou ng&#257;kau nuitanga me &#257; r&#257;tou akoranga. Ka whakatakotohia &#257;-tuhi nei te ahu whakamua me ng&#257; whakatutukitanga o ng&#257; tamariki i roto i te roanga o te w&#257;. He harikoa te ako a ng&#257; tamariki, &#257;, e whai w&#257;hi nui ana r&#257;tou ki ng&#257; akoranga.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><p>&nbsp;</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>&nbsp;</p><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Hono ki K&#333;kiri i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>01 Hereturik&#333;k&#257;, 2017</span>&nbsp;</p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo&nbsp;</h2><table style="width: 561px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p>Kei Wainuiomata</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p>64035</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355">
<p>09A066</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p>He K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p>25, kia tekau ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p>18, tokorua kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p>K&#333;tiro 6</p>
<p>Tama 12</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p>M&#257;ori</p>
</td>
<td width="171">
<p>100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p>Pipiri 2017</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p><span>01 Hereturik&#333;k&#257;, 2017</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p>Pout&#363;-te-rangi 2014</p>
<p>H&#333;ngongoi 2010</p>
<p>H&#333;ngongoi 2002</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te Hono ki K&#333;kiri Marae is in Wainuiomata. The k&#333;hanga reo is one of three in the Hutt Valley and Wainuiomata that is governed by the K&#333;kiri Marae Keriana Olsen Trust. The kaiako has worked between these k&#333;hanga reo for eleven years. Her knowledge and skills contribute to the development and implementation of highly effective curriculum.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children demonstrate a sense of belonging and connection to the people and places around them?</h3><p>Children demonstrate a strong sense of belonging to the people and places around them.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are encouraged to communicate in te reo M&#257;ori. Kaimahi use storytelling and visual aids to support children&rsquo;s language development. Children learn that text and illustrations create a story. Kaimahi support children to recite karakia and whakapapa. Children&rsquo;s communication abilities and sense of identity are reinforced. Kaimahi use te reo M&#257;ori and waiata to soothe and comfort babies. They use words and gestures to invite babies to engage. Kaimahi provide regular opportunities for children to participate in waiata, m&#333;teatea and mihimihi. Children learn language patterns through repetition. Kaimahi are deliberate in their approach to teach through te reo M&#257;ori. Children are developing as speakers of te reo M&#257;ori.</p><p>Children learn about their responsibilities to others. Kaimahi encourage children to work together. They ensure that older siblings support their teina when needed. Kaimahi support children to understand that times of peace and calm are important to the wairua of the whare. Children are very respectful to their peers and kaimahi. They receive positive feedback from kaimahi for their efforts and achievements. Kaimahi know the children well. They use proactive strategies to encourage children to work together. Kaimahi provide as many opportunities as possible for babies to have meaningful interactions with the older children. Children are secure in their relationships with others.</p><p>Children experience an environment where their identity is fostered. Kaimahi ensure there is a balance between formal and informal learning. Formal learning provides children opportunities to learn about who they are and where they come from. Kaiako reinforce whakapapa connections to foster children&rsquo;s confidence. Kaimahi plan the programme to ensure that children are familiar with routines and sequences of learning. Children are able to transition successfully between learning experiences. This enables children to have control over their immediate environment. They know they belong to their k&#333;hanga reo and marae. Children demonstrate a strong sense of belonging.</p><p>Children make sense of their world through exploration and play. Kaimahi ensure children receive a balanced curriculum based on both natural and contemporary resources. Programme planning focuses on learning that is based predominantly on ng&#257; atua M&#257;ori. Kaimahi use storytelling, karakia and m&#333;teatea to bring the world of atua M&#257;ori alive for children. Children also have opportunities to initiate their own learning and pursue their own interests. Their curiosity is fostered. Children are confident learners.</p><h3>Planning and Evaluation</h3><p>Children are the focus of all k&#333;hanga reo operations. The Marae Trust have effective and efficient management structures in place. The administration systems are robust and rigorous. The manager has high expectations which focuses on excellence at all levels. There is a schedule in place to guide internal evaluation. The manager reports quarterly to the trustees on all matters of operations. Reporting is thorough and comprehensive. All issues are clearly identified. Resolutions are proposed and outcomes are monitored. The combination of strong internal evaluation and succession planning ensures that the future of the k&#333;hanga reo is sustainable. Children benefit from systems that focus on continuous improvements to practice.</p><p>Children are supported by strong leadership at all levels of the k&#333;hanga reo. The k&#333;hanga reo manager and the head kaiako work together to oversee the daily programme and operations. Each k&#333;hanga reo have a kaiako who leads programme development. The kaiako supports the professional development of the kai&#257;whina as well as leading and monitoring ongoing programme improvement. She has a good understanding of administration systems and fosters collective and collaborative leadership amongst all kaimahi. Children are secure in their learning environment.</p><p>Children participate in a learning programme that meets their learning needs. Kaimahi effectively organise and manage the implementation of the learning programme. Planning, evaluation and assessment are comprehensive, detailed and used to inform improvements. Assessment information highlight children&rsquo;s individual interests, their strengths and achievements. Children&rsquo;s learning progress and achievements over time are recorded. Children are happy and engaged learners.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.&nbsp;</p><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Te Hono ki K&#333;kiri will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>1 August 2017&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo&nbsp;</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Wainuiomata</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>64035</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>09A066</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>25 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>18 children, including 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 6</p>
<p>Boys 12</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>June 2017</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>1 August 2017</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>March 2014</p>
<p>July 2010</p>
<p>July 2002</p>
</td>
</tr>
</tbody>
</table><p>&nbsp;</p></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Hono ki Kōkiri reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-01-08-2017/" title="Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017">Te Kōhanga Reo o Te Hono ki Kōkiri - 01/08/2017</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-hono-ki-kokiri-28-03-2014/" title="Te Kōhanga Reo o Te Hono ki Kōkiri - 28/03/2014">Te Kōhanga Reo o Te Hono ki Kōkiri - 28/03/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
