<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Hohepa - 27/05/2019 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hohepa - 27/05/2019" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hohepa - 27/05/2019" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Hohepa - 27/05/2019" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Hohepa - 27/05/2019 page" href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="64dd5ee787b5a29678ef66506d738cfa5846c6fc" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/te-waka-huruhurumanu-ki-otautahi-early-learning-centre-09-09-2019/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/te-waka-huruhurumanu-ki-otautahi-early-learning-centre-09-09-2019/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Hohepa - 27/05/2019</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Hohepa - 27/05/2019</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Te H&#333;hepa ki te hapori o Phillipstown, ki &#332;tautahi. Kua roa nei te wh&#257;nau me ng&#257; kaum&#257;tua e whai w&#257;hi atu ana ki te k&#333;hanga reo. Ko te k&#333;rero m&#257;horahora nei o ng&#257; tamariki i te reo M&#257;ori i roto i &#257; r&#257;tou akoranga t&#275;tahi &#257;huatanga pakari o te k&#333;hanga reo. E whakarite ana te wh&#257;nau ki te hanga i t&#275;tahi k&#333;hanga reo hou ki te w&#257;hi kura o mua e p&#257; tata atu ana ki a r&#257;tou, me te h&#363;nuku ki reira i t&#275;nei tau.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te m&#257;ramatanga me te whakamahinga o ng&#257; tamariki i te reo M&#257;ori me ng&#257; tikanga M&#257;ori?</h3><p lang="mi">He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te whakamahi i te reo M&#257;ori, &#257;, ka kitea hoki t&#333; r&#257;tou m&#257;ramatanga ki ng&#257; tikanga M&#257;ori i roto i &#257; r&#257;tou akoranga ki te k&#333;hanga reo.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">Ka whakamahi ng&#257; tamariki i te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi whai hua, i a r&#257;tou e ako ana i te reo M&#257;ori. He tokomaha ng&#257; mema o te wh&#257;nau e matatau ana, e pakari ana hoki ki te k&#333;rero i te reo M&#257;ori, &#257;, he pia r&#257;tou kua puta i ng&#257; m&#257;tauranga o te k&#333;hanga reo me te kura kaupapa M&#257;ori. He aronga nui ki te whakamahi i te reo &#257;-iwi o Ng&#257;i Tahu. He tino tauira te wh&#257;nau ki ng&#257; tamariki. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki e whai hua ana ki te akiaki i ng&#257; tamariki ki te whakamahi i te reo M&#257;ori i roto i &#257; r&#257;tou whakawhitinga k&#333;rero o ia r&#257;. He aronga an&#333; hoki ki te whakapuaki i ng&#257; kupu hou me ng&#257; k&#299;anga hou e whai p&#257;nga ana ki ng&#257; t&#363;momo horopaki ako. Ka whakat&#363;ngia ng&#257; tamariki tu&#257;kana hei kai&#257;rahi, &#257;, n&#257; r&#257;tou ng&#257; karakia m&#333; te t&#299;matanga o te r&#257; me ng&#257; w&#257; kai i kawe. Ka &#257;ta kitea te pakari o t&#333; r&#257;tou t&#363; ki te kawe i aua tikanga me te kore whai w&#257;hi mai o ng&#257; kaimahi ki te &#257;whina. Ko t&#275;tahi &#257;huatanga pakari, ko te m&#257;horahora o te reo M&#257;ori e whakapuakihia ana e ng&#257; tamariki.</p><p lang="mi">Ka rumakina ng&#257; tamariki ki t&#275;tahi taiao e poipoi ana i t&#333; r&#257;tou tuakiri me t&#333; r&#257;tou aronga toi whenuatanga. Ka akiaki te wh&#257;nau i te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; p&#333;whiri, &#257;, ka rongo r&#257;tou i aua w&#257; i te reo o te paepae, ka kite an&#333; hoki r&#257;tou i ng&#257; tikanga me ng&#257; kawa o te marae. Ka whakap&#363;mautia ng&#257; hononga &#257;-wh&#257;nau e te h&#333;taka akoranga, m&#257; te rongo i ng&#257; k&#333;rero tuku iho e p&#257; ana ki a Ng&#257;i Tahu me ng&#257; pouwhenua whakahirahira o te hapori, &#257;, m&#257; te taki an&#333; hoki o ng&#257; tamariki i &#333; r&#257;tou whakapapa. Ka poipoi ng&#257; kaimahi i te noho maioha o ng&#257; tamariki ki t&#257; r&#257;tou whai w&#257;hi nui ki te k&#333;hanga reo, m&#257; te akiaki i a r&#257;tou ki te tiaki me te whakapaipai i ng&#257; taonga. Kei te m&#333;hio ng&#257; tamariki ki &#333; r&#257;tou tuakiri me t&#333; r&#257;tou t&#363;rangawaewae.</p><p lang="mi">Ka rongo ng&#257; tamariki i te whanaungatanga i roto i &#257; r&#257;tou taunekeneke ki &#275;tahi atu. Ko t&#275;tahi aronga matua a te wh&#257;nau, ko te whai m&#257;ramatanga o ng&#257; tamariki ki te whakatinanatanga o ng&#257; tikanga M&#257;ori, puta noa i te h&#333;taka o ia r&#257;, &#257;, i &#257; r&#257;tou haerenga an&#333; hoki ki w&#257;hi k&#275; atu. Ka rongo ng&#257; tamariki i te reo whakamihi a ng&#257; kaimahi, i ng&#257; kaimahi e whakanui ana i &#257; r&#257;tou mahi angitu. Ka akiaki te wh&#257;nau i te noho tahi o te tuakana me te teina. He tino tauira &#275;tahi o ng&#257; tamariki tu&#257;kana m&#333; ng&#257; t&#275;ina i roto i te reo M&#257;ori. Ka whai whakaaro nui ng&#257; tu&#257;kana ki ng&#257; t&#275;ina i a r&#257;tou e ako ng&#257;tahi ana, e t&#257;karo ng&#257;tahi ana hoki ki t&#333; r&#257;tou taiao ako. I roto i ng&#257; t&#363;momo taunekeneke katoa, ko te waiora o ng&#257; tamariki e noho matua ana. Ka manaaki, ka whakaute hoki ng&#257; tamariki.</p><p lang="mi">He pakari te t&#363;hura haere a ng&#257; tamariki i t&#333; r&#257;tou taiao ako. Ka &#257;ta whakarite te wh&#257;nau kia wh&#257;nui ng&#257; t&#363;momo rauemi e w&#257;tea ana ki ng&#257; tamariki, hei h&#257;pai i &#257; r&#257;tou akoranga. N&#257; t&#275;nei t&#363;&#257;huatanga, ka puta ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te k&#333;kiri i te ako e ng&#257;kau nuitia ana e r&#257;tou. I aro p&#363; ng&#257; tamariki tu&#257;kana ki &#275;tahi o ng&#257; t&#363;momo taumahi m&#333; te w&#257; roroa. Ka h&#257;ngai ng&#257; h&#333;taka i whakamaheretia ai ki te ako i ng&#257; atua M&#257;ori. Ka m&#333;hio, ka ako hoki ng&#257; tamariki i ng&#257; kupu e whai p&#257;nga ana ki ng&#257; atua M&#257;ori. N&#257; te tiaki a ng&#257; tamariki i ng&#257; m&#257;ra kai, ka kite, ka ako hoki r&#257;tou i te whai p&#257;nga o ng&#257; tini &#257;huatanga o te taiao ki te tupu o te kai ki ng&#257; m&#257;ra. He &#257;konga pukumahi, he &#257;konga harikoa hoki ng&#257; tamariki.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Ka whakatairangatia te ako a ng&#257; tamariki ki ng&#257; wheako ako i &#257;ta whakamaheretia ai, ki te arom&#257;tai h&#333;taka e tika ana, &#257;, ki te whai huatanga an&#333; hoki o ng&#257; mahi aromatawai. Ka whakamahere ng&#257;tahi ng&#257; kaimahi me te wh&#257;nau. Ko te h&#333;taka o Te Tohu Whakapakari te t&#363;&#257;papa o te marau me ng&#257; wheako ako ki te k&#333;hanga reo. E tino m&#257;ramahia ana te arom&#257;tai h&#333;taka e ng&#257; kaimahi, &#257;, ka t&#257;utuhia, ka whakatinanahia hoki ng&#257; whakapaitanga e hiki ai i te kounga o ng&#257; h&#333;taka akoranga. Ka whiwhi te wh&#257;nau i ng&#257; m&#333;hiohio aromatawai whai hua e p&#257; ana ki te ako a ng&#257; tamariki me t&#257; r&#257;tou ahu whakamua, tae atu hoki ki te whakawhanaketanga o &#333; r&#257;tou reo.</p><p lang="mi">Ko te hauora me te waiora o ng&#257; tamariki t&#275;tahi &#257;huatanga matua e whai p&#257;nga nui ana ki ng&#257; mahi whakahaere ki te k&#333;hanga reo. Hui ai te wh&#257;nau i ia te w&#257;, kia &#257;ta whakaarohia ai, kia &#257;ta whakatinanahia ai ng&#257; tukanga e h&#257;pai ana i ng&#257; whakahaeretanga. Kua whakatairangatia te tautoko o ng&#257; kaimahi, m&#257; te whakawhanaketanga me ng&#257; whakatinanatanga o t&#275;tahi tukanga arohaehae.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">He mea nui kia whakapakarihia te arom&#257;tai o roto, hei &#257;ta whakarite i te arotakenga, te aroturukitanga hoki o ng&#257; &#257;huatanga matua o ng&#257; whakahaeretanga ki te k&#333;hanga reo, i ia te w&#257;. Me titiro ki aua t&#363;&#257;huatanga, hei &#257;ta whakatau i te kounga o ng&#257; mahi whakahaere i whakatakotohia ai. Ko ng&#257; whakaritenga matua ka whai ake, ko:</p><ul>
<li lang="mi">te arotake i te t&#363;tohinga, tae atu ki ng&#257; kaupapa here k&#257;hore e h&#257;ngai ana ki t&#275;nei w&#257; tonu, k&#257;hore an&#333; r&#257;nei kia whakaputua</li>
<li lang="mi">te whakawhanaketanga o t&#275;tahi mahere rautaki mahi, kia whai w&#257;hi mai ko te hanganga o t&#275;tahi whare k&#333;hanga reo hou</li>
<li lang="mi">te &#257;ta whakarite i te whakatakotoranga &#257;-tuhi nei, te whakatutukitanga an&#333; hoki a te wh&#257;nau me ng&#257; kaimahi i ng&#257; arowhai katoa e whai p&#257;nga ana ki te hauora me te haumaru.</li>
</ul><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakapakarihia e te wh&#257;nau me ng&#257; kaimahi te arom&#257;tai o roto, hei &#257;ta whakarite i te whakatakotoranga me te whakap&#363;mautanga o ng&#257; mahi whakahaere e kounga ai.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te H&#333;hepa i roto i te toru o ng&#257; tau.</p><p lang="mi">Charles Rolleston</p><p lang="mi">Toka &#257;-nuku</p><p lang="mi"><span>27 Haratua, 2019</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei &#332;tautahi</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">70608</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">10B051</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">15, kia tokorima ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">15, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 11</p>
<p lang="mi">Tama 4</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Paenga-wh&#257;wh&#257; 2019</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>27 Haratua, 2019</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Pout&#363;-te-rangi 2016</p>
<p lang="mi">Whiringa-&#257;-rangi 2011</p>
<p lang="mi">Paenga-wh&#257;wh&#257; 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te H&#333;hepa is in Phillipstown, Christchurch. The wh&#257;nau and kaum&#257;tua have a long history of involvement in the k&#333;hanga reo. Children&rsquo;s natural use of te reo M&#257;ori within their learning is a strength of the k&#333;hanga reo. The wh&#257;nau are planning to build a new k&#333;hanga reo on the nearby vacant school site and relocate later this year.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children understand and use te reo M&#257;ori and tikanga M&#257;ori?</h3><p>Children confidently use te reo M&#257;ori and demonstrate an understanding of tikanga M&#257;ori in their learning at k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children use a range of useful resources as they learn te reo M&#257;ori. Several members of the wh&#257;nau are fluent and competent speakers of te reo M&#257;ori and are graduates of k&#333;hanga reo and kura kaupapa M&#257;ori. There is a strong focus on using the Ng&#257;i Tahu dialect. Wh&#257;nau are positive role models for children. Kaimahi use a range of effective strategies to encourage children to use te reo M&#257;ori in their everyday conversations. There is an emphasis on introducing new words and phrases that are relevant to different learning contexts. Leadership roles are granted to the older children to perform karakia at the start of the day and to bless food. They are clearly able to lead these formalities without assistance from kaimahi. Children&rsquo;s natural use of te reo M&#257;ori is a strength.</p><p>Children are immersed in an environment that fosters their identity and sense of belonging. Wh&#257;nau encourage children&rsquo;s participation in p&#333;whiri where they are able to hear the language of the paepae and observe the tikanga and kawa of the marae. Links and connections to wh&#257;nau are reinforced in the learning programme through hearing stories about Ng&#257;i Tahu and important local landmarks, and through children reciting their whakapapa. Kaimahi foster children&rsquo;s appreciation for belonging to the k&#333;hanga reo by encouraging them to care for storing and tidying up resources. Children know who they are and where they belong.</p><p>Children experience whanaungatanga in their interactions with others. Wh&#257;nau prioritise the need for children to understand how tikanga M&#257;ori is practised throughout the daily programme and when visiting other places. Children hear the use of affirming language by kaimahi to acknowledge their successes. Wh&#257;nau encourage tu&#257;kana t&#275;ina relationships. Some of the tu&#257;kana are great language models for the t&#275;ina. T&#275;ina learn in an environment where their tu&#257;kana are mindful as they learn and play together. At all levels of engagement, the wellbeing of children is paramount. Children are caring and respectful.</p><p>Children confidently explore their learning environment. Wh&#257;nau ensure there is a range of resources available to support children&rsquo;s learning. This provides children with opportunities to initiate learning that is of interest to them. The older children were engaged for sustained periods of time during certain activities. Planned programmes include learning about atua M&#257;ori. Children recognise and learn words that are relevant to atua M&#257;ori. Tending to the m&#257;ra kai enables children to observe and learn about the impact the natural elements have on growing good in the gardens. Children are busy and happy learners.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning is enhanced by the well-planned learning experiences, appropriate programme evaluation and useful assessment practice. Kaimahi plan together with wh&#257;nau. The Tohu Whakapakari programme provides the foundation of the k&#333;hanga reo curriculum and learning experiences in the k&#333;hanga reo. Programme evaluation is well understood by kaimahi and improvements are identified and actioned to lift the quality of learning programmes. Wh&#257;nau receive useful assessment information about children&rsquo;s learning and progress including their language development.</p><p>The health and wellbeing of children is a priority in the management of the k&#333;hanga reo. The wh&#257;nau meet regularly to ensure the procedures for supporting the operations are considered and implemented. Support for kaimahi has been enhanced by the development and implementation of an appraisal process.</p><h4>Key Next Steps</h4><p>It is important that internal evaluation is strengthened to ensure that key aspects of k&#333;hanga reo operations are regularly reviewed and monitored. Attention to these aspects is required to ensure that quality management practices are in place. Key next steps include:</p><ul>
<li>
<p>a review of the charter including policies that are outdated or have yet to be filed</p>
</li>
<li>
<p>the development of a strategic action plan to include the construction of new k&#333;hanga reo facilities</p>
</li>
<li>
<p>ensuring all health and safety checks are well-documented and completed by the wh&#257;nau and kaimahi.</p>
</li>
</ul><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the k&#333;hanga reo wh&#257;nau developed the following recommendation:</p><ul>
<li>that the wh&#257;nau and kaimahi strengthen internal evaluation in order to ensure quality management practices are established and maintained.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Te H&#333;hepa will be in three years.</p><p>Charles Rolleston</p><p>Toka &#257;-nuku</p><p>27 May 2019</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Christchurch</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>70608</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>10B051</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>15 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>15 children, including 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 11</p>
<p>Boys 4</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>April 2019</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>27 May 2019</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>March 2016</p>
<p>November 2011</p>
<p>April 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Hohepa reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-27-05-2019/" title="Te Kōhanga Reo o Te Hohepa - 27/05/2019">Te Kōhanga Reo o Te Hohepa - 27/05/2019</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-hohepa-31-03-2016/" title="Te Kōhanga Reo o Te Hohepa - 31/03/2016">Te Kōhanga Reo o Te Hohepa - 31/03/2016</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
