<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Manutuke - 12/11/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Manutuke - 12/11/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Manutuke - 12/11/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Manutuke - 12/11/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Manutuke - 12/11/2015 page" href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="b2ab7671ffd3316efabf3881951cccb9a86764b5" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Manutuke - 12/11/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Manutuke - 12/11/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p><em>Ko Horouta me T&#257;kitimu ng&#257; waka, <br>Ko Manawawaru te maunga, <br>Ko Te &#256;rai te Uru te awa, <br>Ko Ng&#257;ti Kaipono me Ng&#257;i Te Aweawe ng&#257; hap&#363;,<br> Ko Manutuke te marae, <br>Ko Rongowhakaata te iwi,<br> Ko Manutuke te k&#333;hanga reo.</em></p><p>E t&#363; ana Te K&#333;hanga Reo o Manutuke ki t&#275;tahi marae ki te tonga o T&#363;ranga-nui-a-Kiwa. Kua toru tekau tau te k&#333;hanga reo e whakahaerehia ana. E noho ng&#257;kau nui ana te wh&#257;nau ki te whakatinana i te tirohanga ng&#257;tahi o te hap&#363; me te iwi, ar&#257;, ki te whakarauora i te reo M&#257;ori me te whakatupu ng&#257;tahi i &#257; r&#257;tou tamariki. He mauritau te hononga ki waenga i te marae me te k&#333;hanga reo, e ahu mai ana i ng&#257; m&#257;t&#257;pono o te whanaungatanga. I t&#275;nei w&#257; kei te whakariterite te whakahoutanga ake o te r&#363;ma t&#257;karo whakamutunga, me te whakahoahoa ake i te taiao o waho. I ia tau, ka tuku te k&#333;hanga reo i t&#275;tahi koha iti ki te marae m&#333; te whakamahinga o ng&#257; whare me ng&#257; papa.</p><p>N&#333; n&#257; tata tonu nei &#275;tahi o ng&#257; kuia i ngaro atu ai, tae atu hoki ki te kaiako matua, &#257;, kua p&#257; nui t&#275;nei ki te k&#333;hanga reo. N&#257; t&#275;nei, kei te whakakik&#299; tonu te wh&#257;nau i ng&#257; t&#363;ranga &#257;rahi kua mahue ake.</p><p>I taunaki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga, kia whakamahine tonu, kia whakamahi tonu hoki te wh&#257;nau i ng&#257; m&#333;hiohio o te arotake whaiaro, hei aroturuki i ng&#257; w&#257;hanga katoa o te whakahaeretanga o te k&#333;hanga reo.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa ng&#257; tamariki e whakaatu ana i t&#333; r&#257;tou t&#363;m&#257;ia, t&#333; r&#257;tou p&#257;kiki hoki hei &#257;konga?</h3><p>He pai te whakawhanaketanga o ng&#257; tamariki hei &#257;konga t&#363;m&#257;ia, hei &#257;konga p&#257;kiki hoki.</p><h3>Mana Whenua me te Mana Atua</h3><p>Ka rongo ng&#257; tamariki i t&#275;tahi taiao mahana e poipoi ana i a r&#257;tou. Ka whakatauira ng&#257; kaimahi i ng&#257; uaratanga o te aroha, te manaaki, me te rangim&#257;rie i a r&#257;tou e taunekeneke ana, e whakawhiti k&#333;rero ana hoki ki ng&#257; tamariki. Ka manaaki, ka &#257;whina hoki ng&#257; tu&#257;kana i ng&#257; t&#275;ina, &#257;, he tino tauira hoki m&#333; r&#257;tou. Ka tino h&#257;pai ng&#257; kaum&#257;tua me te wh&#257;nau i ng&#257; tamariki i a r&#257;tou e whai w&#257;hi atu ana ki ng&#257; kaupapa i te hapori me te marae. He pakari ng&#257; tamariki ki te k&#333;hanga reo me te marae.</p><p>Ka ako ng&#257; tamariki ki t&#275;tahi h&#333;taka akoranga e tino whakaongaongatia ana. E w&#257;tea ana ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo pokap&#363; akoranga o roto, o waho hoki e mau rauemi ana. He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga, te t&#257;karo m&#333; te roanga o te w&#257;, te mahi auaha, me te whakam&#257;tau haere m&#257; ng&#257; huarahi haumaru. Kua waia ng&#257; tamariki ki ng&#257; mahinga, &#257;, he tino w&#257; ako, w&#257; whakahoahoa hoki te riterite o &#275;nei. He w&#257; an&#333; e w&#257;tea ana ng&#257; tamariki ki te t&#257;karo ng&#257;tahi hei r&#333;p&#363; nui, hei r&#333;p&#363; iti r&#257;nei, ki ng&#257; taumahi r&#257;nei e k&#333;kirihia ana e ng&#257; p&#257;keke. Ka tino h&#257;pai ng&#257; kaimahi i ng&#257; tamariki i a r&#257;tou e t&#363;hura ana, e h&#299;raurau hopanga ana, e whakahura ana hoki i ng&#257; &#257;huatanga hou. Kei te whanake ng&#257; tamariki hei &#257;konga t&#363;m&#257;ia, hei &#257;konga p&#257;kiki hoki.</p><p>He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te ako i &#257; r&#257;tou mahi hei tangata whenua. Ka tautoko ng&#257; tamariki i ng&#257; huihuinga ki te marae, n&#257; te taki me te waiata i ng&#257; h&#299;mene, ng&#257; waiata, ng&#257; haka me ng&#257; m&#333;teatea. He maha ng&#257; w&#257; ka t&#363; r&#257;tou hei kanohi m&#333; te k&#333;hanga reo, te hap&#363;, me te iwi ki te Ahurei Kapa Haka o Ng&#257; K&#333;hanga Reo o Te Tai R&#257;whiti, me ng&#257; t&#363;momo kaupapa ki ng&#257; kura o t&#275;nei takiw&#257;. He pakari te aronga toi whenuatanga me te tuakiri o ng&#257; tamariki.</p><p>E ako ana ng&#257; tamariki ki te t&#363; takitahi me te tiaki i a r&#257;tou an&#333;. E m&#333;hio ana ng&#257; tamariki me p&#275;hea te whakahoki atu i &#257; r&#257;tou taonga ake ki te w&#257;hi tika, me te whakapai haere whai muri i &#257; r&#257;tou mahi. Ka whakatau r&#257;tou i &#257; r&#257;tou ake whiringa, &#257; r&#257;tou ake whakataunga i a r&#257;tou e t&#257;karo ana, e ako ana hoki. He t&#257;kare te kawe atu a ng&#257; tamariki i ng&#257; t&#363;ranga me ng&#257; kawenga mahi i ng&#257; mahinga me ng&#257; huihuinga, ng&#257; taumahi hoki i ia te w&#257;. Ka aro pai ng&#257; tamariki ki ng&#257; wheako e m&#333;hiotia ana e r&#257;tou.</p><p>Ka rumakina ng&#257; tamariki ki te h&#333;honutanga o te taiao reo M&#257;ori. He pakari te taki a ng&#257; tamariki i ng&#257; karakia, ng&#257; mihimihi, ng&#257; whakapapa, ng&#257; pepeha, ng&#257; waiata, me ng&#257; m&#333;teatea. Ka rongo r&#257;tou i te reo M&#257;ori &#333;paki, te reo M&#257;ori tuku iho hoki e whakamahia ana e ng&#257; kaum&#257;tua i te marae. Ko &#275;tahi o ng&#257; m&#257;tua o te wh&#257;nau e tino whakatauira ana i te reo, &#257;, he ngana t&#257; r&#257;tou whakawhitiwhiti k&#333;rero ki ng&#257; tamariki. He pai te whakawhanaketanga o ng&#257; tamariki me te pu&#257;wai haere o t&#333; r&#257;tou reo M&#257;ori.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>K&#257;hore i ng&#257; kaimahi te &#257;heinga ki te whakawh&#257;nui i te reo M&#257;ori o ng&#257; tamariki. E whakaae ana ng&#257; kaimahi, k&#257;hore i a r&#257;tou i n&#257;ianei ng&#257; p&#363;kenga reo e tika ana hei whakawh&#257;nui ake i ng&#257; p&#363;kenga reo M&#257;ori o ng&#257; tamariki. E noho p&#363;mau ana te wh&#257;nau ki te whakat&#363; i &#275;tahi atu kaimahi e mau nei i Te Tohu Whakapakari.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka whai hua ng&#257; mahi a te wh&#257;nau ki te whakahaere i te k&#333;hanga reo. He tau te angamahi kaupapa here a te wh&#257;nau, hei &#257;rahi i t&#257; r&#257;tou whakahaere i te k&#333;hanga reo. He m&#257;rama ng&#257; tukanga e p&#257; ana ki te whakahaeretanga p&#363;tea, ng&#257; take kaimahi, te hauora me te haumaru, me te whakahaere tari. Ka whakaraupapa ng&#257; mahere rautaki i ng&#257; kaupapa matua e arotahi ana ki te reo M&#257;ori i roto i ng&#257; tau kei te haere mai. Hui ai te wh&#257;nau i ia te w&#257; ki te t&#257;utu, te whakatutuki, me te p&#363;rongo hoki i ng&#257; take e whai p&#257;nga ana ki te whakahaeretanga o te k&#333;hanga reo. Ko ng&#257; painga m&#333; ng&#257; tamariki e noho p&#363;mau matua ana ki ng&#257; whakataunga me ng&#257; whakaritenga a te wh&#257;nau.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Me whakapai ake te whakamahere h&#333;taka me ng&#257; whakaritenga e p&#257; ana ki te aromatawai. K&#257;hore ng&#257; kaimahi i &#363; p&#363;mau ki &#257; r&#257;tou whakaritenga m&#333; te aromatawai me te whakamahere i roto i ng&#257; marama kua pahure ake nei. E m&#333;hio ana r&#257;tou, ka p&#257; t&#333;raro aua &#257;huatanga ki ng&#257; tamariki me &#257; r&#257;tou akoranga.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2>4 Ng&#257; Taunakitanga</h2><p>I whakaae ng&#257;tahi Te Tari Arotake M&#257;tauranga me te wh&#257;nau, ka toro atu r&#257;tou ki te tautoko o Te Poari Matua o Ng&#257; K&#333;hanga Reo, ki te whakapai ake i te whakamahere h&#333;taka me ng&#257; whakaritenga aromatawai, me te whakawh&#257;nui ake hoki i te reo M&#257;ori o ng&#257; tamariki.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Manutuke ki te marae o Manutuke, ki te tonga o T&#363;ranga-nui-a-Kiwa. He pai te whakawhanaketanga o ng&#257; tamariki hei &#257;konga t&#363;m&#257;ia, hei &#257;konga p&#257;kiki hoki. He pakari t&#333; r&#257;tou aronga toi whenuatanga ki te marae, te hap&#363;, me te iwi. Ka whai hua ng&#257; mahi a te wh&#257;nau ki te whakahaere i ng&#257; whakaritenga o te k&#333;hanga reo. Ko te whakamahere, te aromatawai, me te whakawh&#257;nui i te reo M&#257;ori o ng&#257; tamariki, &#275;tahi &#257;huatanga hei whakapai ake.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Manutuke i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>12 Whiringa-&#257;-rangi, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="377">
<p>Kei Manutuke, ki T&#363;ranga-nui-a-Kiwa</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="377">
<p>55219</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="377">
<p>06A038</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="377">
<p>20, kia tokowh&#257; ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="377">
<p>17, tokotoru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td width="377">
<p>K&#333;tiro 10</p>
<p>Tama t&#257;ne 7</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="377">
<p>16-17 Mahuru 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="377">
<p>12 Whiringa-&#257;-rangi, 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake T&#257;piri</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Whiringa-&#257;-nuku 2012</p>
<p>Haratua 2011</p>
<p>Haratua 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p><em>Ko Horouta me T&#257;kitimu ng&#257; waka, <br>Ko Manawawaru te maunga, <br>Ko Te &#256;rai te Uru te awa, <br>Ko Ng&#257;ti Kaipono me Ng&#257;i Te Aweawe ng&#257; hap&#363;, <br>Ko Manutuke te marae,<br> Ko Rongowhakaata te iwi, <br>Ko Manutuke te k&#333;hanga reo.</em></p><p>Te K&#333;hanga Reo o Manutuke is a part of the local marae and is south of Gisborne. The k&#333;hanga reo has been operating for thirty years. Wh&#257;nau are committed to implementing the shared vision of the hap&#363; and iwi, which is to revitalise the M&#257;ori language and to raise their children together. The relationship between the marae and k&#333;hanga reo is harmonious and based on the principles of whanaungatanga. Plans are underway to refurbish the last playroom and landscape the outdoor environment. The k&#333;hanga reo pays a small yearly koha to the marae for the use of the buildings and grounds.</p><p>The recent loss of a number of kuia including the senior kaiako has impacted on the k&#333;hanga reo. As a consequence, wh&#257;nau are still filling in the leadership positions created by these losses.</p><p>The previous ERO report recommended that the wh&#257;nau continue to refine and use self-review information to monitor all areas of the k&#333;hanga reo operations.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show they are confident, curious learners?</h3><p>Children are developing well as confident, curious learners.</p><h3>Mana Whenua and Mana Atua</h3><p>Children experience a warm, nurturing environment. Kaimahi model the values of aroha, manaaki and rangimarie when they interact and communicate with children. Tuakana are caring, helpful and are positive role models for teina. Elders and wh&#257;nau warmly support children when they participate in community and marae events. Children are confident in the k&#333;hanga reo and on the marae.</p><p>Children learn in a highly stimulating learning programme. Children have access to a wide range of well-resourced indoor and outdoor learning centres. There are opportunities for children to follow their interests, play uninterrupted, be creative and take risks in safe ways. Children are familiar with routines which are valuable learning, social times and predictable. There are times when children are able to play cooperatively in large and small groups or in adult-led activities. Kaimahi provide valuable support to children as they explore, problem solve and make new discoveries. Children are developing well as confident, curious learners.</p><p>Children have opportunities to learn about their roles as tangata whenua. Children support formalities at the marae by reciting and singing h&#299;mene, waiata, haka and m&#333;teatea. They often represent the k&#333;hanga reo, hap&#363; and iwi when they perform at the Tair&#257;whiti K&#333;hanga Reo Kapa Haka Festival and attend activities at the local school. Children have a strong sense of belonging and identity.</p><p>Children are learning about independence and how to take care of themselves. Some children know how to pack away their personal belongings and clean up after themselves. They make independent choices and decisions about their play and their learning. Children eagerly take on roles and responsibilities during routines and regular events and activities. Children respond well to experiences which are familiar.</p><p>Children are immersed in a rich te reo M&#257;ori environment. Children confidently recite karakia, mihimihi, whakapapa, pepeha, waiata and m&#333;teatea. They hear te reo M&#257;ori being used in formal and traditional ways by kaum&#257;tua on the marae. Some wh&#257;nau parents are positive language models and readily engage children in dialogue. Children are developing well as emerging speakers of te reo M&#257;ori.</p><h3>Key Next Steps</h3><p>Kaimahi do not have the capacity to extend children&rsquo;s te reo M&#257;ori. Kaimahi accept they no longer have the language skills that are required to extend children&rsquo;s te reo M&#257;ori skill. Whanau are committed to recruiting kaimahi with Te Tohu Whakapakari.</p><h3>Planning and Evaluation</h3><p>Wh&#257;nau manage the operations of the k&#333;hanga reo in an efficient manner. Wh&#257;nau have a sound policy framework to guide them with the management of the k&#333;hanga reo. There are clear processes for financial management, personnel matters, health and safety and office administration. Strategic planning outlines future priorities which focus on te reo M&#257;ori. Whanau meet regularly to identify, address and report on matters that affect the k&#333;hanga reo operations. Children&rsquo;s interests are critical to wh&#257;nau decision making and planning.</p><h3>Key Next Steps</h3><p>Programme planning and assessment practices require improvement. Kaimahi have not consistently maintained their practices for assessment and planning in recent months. They acknowledge these inadequacies disadvantage children in their learning.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the wh&#257;nau agreed that they would seek support from the local Te K&#333;hanga Reo National Trust to improve programme planning and assessment practices and extend the children&rsquo;s te reo M&#257;ori.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Manutuke is at Manutuke Marae, south of Gisborne. Children are developing well as confident, curious learners. They have a strong sense of belonging to the marae, hap&#363; and iwi. Wh&#257;nau manage the k&#333;hanga reo operations in a highly efficient way. Planning, assessment and extending children&rsquo;s te reo M&#257;ori are areas requiring improvement.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Manutuke will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>12 November 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Manutuke, Gisborne</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>55119</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>06A038</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>20 children, including up to 4 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>17 children, including 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 10</p>
<p>Boys 7</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>16 - 17 September 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>12 November 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Supplementary Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>October 2012</p>
<p>May 2011</p>
<p>May 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Manutuke reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-manutuke-12-11-2015/" title="Te Kōhanga Reo o Manutuke - 12/11/2015">Te Kōhanga Reo o Manutuke - 12/11/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-manutuke-19-12-2018/" title="Te Kōhanga Reo o Manutuke - 19/12/2018">Te Kōhanga Reo o Manutuke - 19/12/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
