<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kohanga Reo o Mana Tamariki - 05/11/2013 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kohanga Reo o Mana Tamariki - 05/11/2013" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/" />
<link rel="alternate" type="text/html" title="Te Kohanga Reo o Mana Tamariki - 05/11/2013" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/" />

    <meta property="og:title" content="Te Kohanga Reo o Mana Tamariki - 05/11/2013" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kohanga Reo o Mana Tamariki - 05/11/2013 page" href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="4ee11c93f82ee1019bca6b160dd724699bb3e861" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kohanga Reo o Mana Tamariki - 05/11/2013</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kohanga Reo o Mana Tamariki - 05/11/2013</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#1-te-horopaki" title="1. Te Horopaki">1. Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#2-te-tino-uaratanga" title="2. Te Tino Uaratanga">2. Te Tino Uaratanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#3-te-arotake-whaiaro" title="3. Te arotake whaiaro">3. Te arotake whaiaro</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#4-te-arahitanga" title="4. Te Ārahitanga">4. Te Ārahitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#1-context" title="1. Context">1. Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#2-te-tino-uaratanga" title="2. Te Tino Uaratanga">2. Te Tino Uaratanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#3-self-review" title="3. Self review">3. Self review</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#4-leadership" title="4. Leadership">4. Leadership</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/#nga-korero-e-pa-ana-ki-te-kura" title="Ngā kōrero e pā ana ki te kura">Ngā kōrero e pā ana ki te kura</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1. Te Horopaki</h2>
<h3>He aha ng&#257; &#257;huatanga whakahirahira o te horopaki o t&#275;nei k&#333;hanga reo / kura?</h3>
<p>N&#257; te wh&#257;nau o Mana Tamariki i whakat&#363; ai i Te K&#333;hanga Reo o Mana tamariki i te tuatahi, ka rua, ka whakat&#363;ngia hoki e r&#257;tou Te Kura Kaupapa M&#257;ori o Mana Tamariki. Ki t&#257; te wh&#257;nau titiro, ki t&#333; te wh&#257;nau whakaaro, i ahu mai te kura i te k&#333;hanga reo. N&#257; runga i taua &#257;huatanga, ko te t&#363;&#257;papa o ng&#257; tikanga me ng&#257; m&#257;t&#257;pono o te k&#333;hanga reo, ka h&#257;ngai an&#333; hoki ki te kura. Ka whakapuakihia &#275;nei ki Te Korowai, ki Te Wh&#257;riki, &#257;, ki Te Aho Matua hoki. N&#333; te Manat&#333;p&#363; o Mana Tamariki te k&#333;hanga reo me &#257;na whakahaeretanga.</p>
<p>E whakarato ana te wh&#257;nau whakahaere i te tino k&#257;wanatanga ki te k&#333;hanga reo me te kura. Ka whakatairanga r&#257;tou i te whakatau ng&#257;tahi a te wh&#257;nau i ng&#257; whakaritenga.</p>
<p>Ka whai w&#257;hi te wh&#257;nau ki t&#275;tahi h&#333;taka &#333;kawa e p&#257; ana ki te whakauru me te arataki, i a r&#257;tou e whakauru ana i &#257; r&#257;tou tamariki ki te k&#333;hanga reo. Ka whakap&#363;mau ia wh&#257;nau i t&#333; r&#257;tou tautoko i te reo M&#257;ori ki te k&#257;inga, &#257;, kia noho tonu t&#257; r&#257;tou tamaiti ki te m&#257;tauranga kaupapa M&#257;ori, tae noa ki t&#333;na ekenga, mutunga kura. Ko te nuinga o ng&#257; tamariki ki te kura, i ahu mai i te k&#333;hanga reo, &#257;, ka aro tuatahi ki a r&#257;tou ka whai tonu i te m&#257;tauranga ki Mana Tamariki, tae noa ki t&#257; r&#257;tou putanga i te wharekura.</p>
<p>I te k&#333;hanga reo, ka whakat&#363;ngia te tamaiti e Mana Tamariki ki te p&#363;take o ng&#257; taumahi katoa. Ka tino kaing&#257;kau nui te wh&#257;nau ki te haumanutanga me te oranga o te reo M&#257;ori, ng&#257; tikanga, ng&#257; taonga tuku iho, me te ahurea.</p>
<a id="2-te-tino-uaratanga" class="toc-anchor"></a><h2><span>2. Te Tino Uaratanga</span></h2>
<p>Ka whakatauira ng&#257; tamariki me ng&#257; &#257;konga i ng&#257; t&#363;manako me ng&#257; wawata o &#333; r&#257;tou iwi. Kei runga noa atu r&#257;tou i ng&#257; wawata o te wh&#257;nau e p&#257; ana ki te whakatutukitanga o &#333; r&#257;tou p&#363;manawa, te eke angitu an&#333; hoki.</p>
<h3>Te Ira Tangata</h3>
<p>He nui ng&#257; t&#363;manako o te wh&#257;nau me ng&#257; kaimahi, kia whakawhanake te tino matatau o ng&#257; tamariki me ng&#257; &#257;konga ki te reo M&#257;ori, me &#333; r&#257;tou m&#333;hiotanga hoki ki ng&#257; tikanga M&#257;ori. Ka whakanui te wh&#257;nau i te tirohanga ki te katoa o te tangata me t&#333;na whakawhanaketanga, kia noho matua te waiora &#257;-tangata, &#257;-tinana, &#257;-ng&#257;kau hoki ki te whakawhanaketanga o te hinengaro me te taha auaha. Ka &#363; tonu r&#257;tou ki te ari&#257; o te &lsquo;Mana Tamariki&rsquo;, kia noho te &#257;konga ki te p&#363;taketanga o ng&#257; mahi katoa. He pakari te tino rangatiratanga o te wh&#257;nau, &#257;, kua &#257;ta whakaritea e r&#257;tou te k&#333;hanga reo, te kura hoki hei w&#257;hi e poipoi ana i te wh&#257;nau me ng&#257; &#257;konga.</p>
<p>He pakari te t&#363; o ng&#257; tamariki hei M&#257;ori, ahakoa haere ai r&#257;tou ki hea. Ka whakatinanahia e r&#257;tou ng&#257; uaratanga o Mana Tamariki, &#257;, ka kitea t&#333; r&#257;tou ng&#257;kau m&#257;haki, t&#333; r&#257;tou manaaki hoki i &#275;tahi atu.</p>
<h3>Te Reo</h3>
<p>He m&#257;rama te tirohanga, te tino ng&#257;kau nuitanga hoki o te wh&#257;nau ki te wh&#257;ngai &#257;-whakatupuranga nei i te reo M&#257;ori. Ka kitea t&#257; r&#257;tou tirohanga ki ng&#257; mahere rautaki, ng&#257; kaupapa here, me ng&#257; whakaritenga. Ka kitea te ng&#257;kau nui mutunga kore o te wh&#257;nau ki te oranga tonutanga o te reo M&#257;ori hei reo ki te k&#333;hanga reo, ki &#333; r&#257;tou ake k&#257;inga an&#333; hoki. Ko te reo M&#257;ori - me &#333;na tini &#257;huatanga katoa &ndash; te reo whakawhitiwhiti whakaaro puta noa i te k&#333;hanga reo. He &#333;kawa, he &#333;paki hoki te whakamahinga, tae atu ki te reo tohutohu, te whakaako, te whakawhiti whakaaro, ng&#257; k&#333;rerorero noa, me te reo pukukata.</p>
<p>Ka whakatauira ng&#257; kaimahi i te whakamahinga o te reo M&#257;ori i ng&#257; w&#257; katoa, &#257;, he tika te whakamahinga o te reo ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki ako. Kua whakawhanakehia e ng&#257; kaimahi ng&#257; rauemi o te kounga kairangi, hei h&#257;pai i te ako o ng&#257; tamariki i te reo M&#257;ori. Ka aromatawai kaikini r&#257;tou i te reo o &#257; r&#257;tou tamariki, &#257;, ka whakawhanake i ng&#257; rautaki ka whakapai ake i te kounga o t&#333; r&#257;tou reo &#257;-waha, reo tuhituhi hoki.</p>
<p>Ka kitea te wh&#257;ngai &#257;-whakatupuranga o te reo M&#257;ori, puta noa i te k&#333;hanga reo me te kura. &#362; ai ng&#257; &#257;konga ki te reo M&#257;ori i ng&#257; w&#257; katoa, ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki o te reo M&#257;ori i whakatakotohia ai e te wh&#257;nau me ng&#257; kaimahi. Ko &#275;tahi o aua horopaki ko ng&#257; w&#257;hi katoa o te k&#333;hanga reo me te kura, ko &#333; r&#257;tou k&#257;inga, tae atu hoki ki te wh&#257;nau o Mana Tamariki, &#257;, ki waenga an&#333; hoki i a r&#257;tou an&#333;, ahakoa kei hea. He nui hoki te eke angitu o ng&#257; &#257;konga o te wharekura i roto i Te Reo M&#257;ori me Te Reo Rangatira o Te Taumata M&#257;tauranga &#257;-Motu Kua Taea, tae atu hoki ki ng&#257; tohu karahipi.</p>
<h3>Ng&#257; Iwi</h3>
<p>He pai te mahi ng&#257;tahi a te wh&#257;nau ki te h&#257;pai i ng&#257; kaimahi me ng&#257; &#257;konga ki Mana Tamariki, kia tutukihia ai ng&#257; wh&#257;inga me ng&#257; wawata o t&#257; r&#257;tou tirohanga. Ka noho p&#363;mau r&#257;tou ki te kaupapa o Mana Tamariki, &#257;, ka whai w&#257;hi ki te whakatau i ng&#257; whakaritenga e p&#257; ana ki ng&#257; whakahaeretanga o te kura.</p>
<p>Ka whakanuia, ka whakamanahia e ng&#257; kaimahi ng&#257; iwi ake o &#257; r&#257;tou &#257;konga. Ka rangahau r&#257;tou i ng&#257; iwi o ng&#257; &#257;konga, hei h&#257;pai i ng&#257; akoranga. Ka &#257;ta whakanuia ng&#257; uaratanga o te manaaki me te aroha. Ka whakatinanahia e ng&#257; kaimahi aua uaratanga m&#333; ng&#257; tamariki, i roto i t&#333; r&#257;tou manaaki manuhiri, me te whakanui i ng&#257; h&#333;taka ka tautoko i &#275;tahi atu ki te hapori wh&#257;nui. Kua whakawhanakehia e ng&#257; kaimahi te pai o ng&#257; hononga ngaio, hononga whai w&#257;hitanga hoki ki te takiw&#257;, ki te rohe, &#257;, ki te motu wh&#257;nui. Kua whakawhanakehia hoki e r&#257;tou ng&#257; tino toronga hapori ki ng&#257; t&#257;ngata taketake o whenua k&#275;.</p>
<p>Kei te m&#333;hio, kei te whanake hoki ng&#257; tamariki i te tino hononga ki &#333; r&#257;tou marae, &#333; r&#257;tou hap&#363;, &#333; r&#257;tou iwi hoki. Ka whakawhanake r&#257;tou i ng&#257; hononga p&#363;mau, t&#363;turu hoki ki &#333; r&#257;tou hoa i te kura. Ka kitea t&#333; r&#257;tou manaaki, t&#333; r&#257;tou whakaaro nui ki &#275;tahi atu i te hapori wh&#257;nui.</p>
<h3>Te Ao</h3>
<p>Ko te tirohanga o te wh&#257;nau me ng&#257; kaimahi ki te ao e aweawetia ana e ng&#257; m&#257;t&#257;pono me ng&#257; uaratanga e whakapuakihia ana ki Te Korowai, Te Wh&#257;riki, me Te Aho Matua. He t&#363;&#257;papa aua tuhinga, me te reo M&#257;ori, ng&#257; tikanga M&#257;ori hoki m&#333; ng&#257; mahi whakataunga a te wh&#257;nau. Ka toro atu te wh&#257;nau ki ng&#257; uaratanga tuku iho, ng&#257; uaratanga hoki o te w&#257;, hei whakatakoto an&#333; hoki i &#257; r&#257;tou wh&#257;inga m&#333; te w&#257; kei te heke mai.</p>
<p>Ka poipoia ng&#257; tamariki me ng&#257; &#257;konga e te wh&#257;nau e whakapau kaha ana ki te tiaki i te ari&#257; o Mana Tamariki. Kua tino rite r&#257;tou ki te &#257;ta taunekeneke haere i te ao wh&#257;nui. He pakari t&#257; r&#257;tou whai w&#257;hi atu ki te ao wh&#257;nui n&#257; te pakari o te t&#363;&#257;papa i whakatakotohia ai i te horopaki akoranga o Mana Tamariki. Ka riro i ng&#257; tamariki te tirohanga pai ki &#257; r&#257;tou whai w&#257;hitanga ki te ao wh&#257;nui. He kaha t&#333; r&#257;tou hononga, t&#257; r&#257;tou toro atu hoki ki ng&#257; uaratanga me ng&#257; whakaritenga ki Mana Tamariki.</p>
<h3>&#256;huatanga Ako</h3>
<p>Kua tautuhia e te wh&#257;nau te marautanga o Mana Tamariki. Ka h&#257;pai, ka aroturuki hoki r&#257;tou i te whakatinanatanga o te marautanga.</p>
<p>Ka whai hua ng&#257; mahi ngaio a kaimahi ki te &#257;whina me te tautoko i ng&#257; tamariki ki te eke angitu. He kaha t&#333; r&#257;tou noho p&#363;mau ki te tirohanga o Mana Tamariki, &#257;, ka mahi ng&#257;tahi ki te whaka&#363; i ng&#257; taumata teitei e t&#363;manakohia ana ka whai r&#257;tou i roto i ng&#257; whakaakoranga. Ka whakaaro huritao ng&#257; kaimahi m&#333; &#257; r&#257;tou whakaritenga, &#257;, ka whakapai haere i ng&#257; w&#257; e tika ana. Ka &#257;kina ng&#257; kaimahi ki te whakawhanake i &#333; r&#257;tou ake m&#257;tanga, &#333; r&#257;tou ake ng&#257;kau nuitanga e whai p&#257;nga ana ki te marautanga.</p>
<p>Ka whakaemihia ng&#257; m&#333;hiohio aromatawai n&#257; te wh&#257;nuitanga o ng&#257; t&#363;momo huarahi e tohu ana i ng&#257; akoranga. Kua whakawhanakehia ng&#257; paki ako ki te k&#333;hanga reo, &#257;, e &#257;ta whakamahia ana &#275;nei hei aroturuki i ng&#257; akoranga, hei whakam&#333;hio i ng&#257; mahere h&#333;taka, &#257;, hei t&#363;&#257;papa hoki m&#333; ng&#257; kaupapa mahi rangahau a ng&#257; kaimahi.</p>
<p>He p&#257;rekareka te ako ki ng&#257; tamariki me ng&#257; &#257;konga, &#257;, e whakawhanake ana r&#257;tou hei &#257;konga ka k&#333;kiri i &#257; r&#257;tou an&#333;.</p>
<h3>Ng&#257; w&#257;hanga hei whakawhanake ake</h3>
<p>Kua t&#257;utuhia e te wh&#257;nau ng&#257; w&#257;hanga kei raro iho nei, hei &#257;huatanga ka wh&#257;ia tonuhia e r&#257;tou:</p>
<ul><li>te arotake a te wh&#257;nau i te t&#363;nga o te reo M&#257;ori</li>
<li>te arotake i te paearu angitu m&#333; ng&#257; wh&#257;inga ki t&#257; r&#257;tou mahere rautaki.</li>
</ul><a id="3-te-arotake-whaiaro" class="toc-anchor"></a><h2><span>3. Te arotake whaiaro</span></h2>
<p>He tino pakari te arotake whaiaro e whai hua ana ki te &#257;ta h&#257;pai i te whakaritenga o ng&#257; whakataunga, puta noa i Mana Tamariki. Ka &#257;ta tirohia ng&#257; whakaritenga m&#257; ng&#257; kaupapa rangahau ka t&#257;utuhia i ia tau. Ka whai hua nui t&#275;nei ki te kounga o te whakaako me te ako. Ko te ahunga whakamua o ng&#257; tamariki me ng&#257; paetae &#257;konga, ka aroturukitia m&#257; Te Korowai, Te Aho Matua, me te marautanga o te kura.</p>
<a id="4-te-arahitanga" class="toc-anchor"></a><h2><span>4. Te &#256;rahitanga</span></h2>
<p>Ka whai hua te wh&#257;nau ki te &#257;ta h&#257;pai i ng&#257; tamariki, &#257;, ka noho p&#363;mau r&#257;tou ki te whakanui i &#257; r&#257;tou whakatutukitanga. Ka whakap&#363;mau m&#257;rika r&#257;tou i te taiao o te kura hei w&#257;hi reo M&#257;ori, &#257;, ka tautoko hoki i te wh&#257;nau ki te whaka&#363; i te reo M&#257;ori ki &#333; r&#257;tou k&#257;inga. He r&#333;p&#363; pakari e noho whakakotahi ana, &#257;, e &#257;rahi ana m&#257; te whakatauira.</p>
<p>He m&#257;tau, he puna m&#333;hio hoki ng&#257; kai&#257;rahi matua i te kura. Ka h&#257;pai r&#257;tou i &#275;tahi atu ki te t&#363; ki ng&#257; t&#363;ranga &#257;rahi. Ka kitea te &#257;rahitanga &#257;-whakatupuranga, &#257;, e whakawhanake tonuhia ana t&#275;nei &#257;huatanga.</p>
<p>Ka whakamanahia ng&#257; kaimahi o te k&#333;hanga reo hei tino kai&#257;rahi ki te wh&#257;nuitanga ake o te hapori o te m&#257;tauranga k&#333;hungahunga. Ka whakapuaki r&#257;tou i &#257; r&#257;tou whakaritenga papai ki &#275;tahi atu i ng&#257; horopaki rumaki reo M&#257;ori, &#257;, ka tiri hoki r&#257;tou i ng&#257; t&#363;momo rauemi ka whai p&#257;nga an&#333; hoki ki a r&#257;tou i ng&#257; horopaki auraki.</p>
<h3>Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h3>
<h4>Te Tirohanga Wh&#257;nui</h4>
<p>I mua o te arotake, i whakak&#299;ia e te kaipupuri raihana, te wh&#257;nau, me ng&#257; kaimahi o Te K&#333;hanga Reo o Mana Tamariki, t&#275;tahi Tau&#257;ki Kupu T&#363;turu a te Wh&#257;nau o te K&#333;hanga me t&#275;tahi R&#257;rangi T&#257;tari Whaiaro. I roto i &#275;nei tuhinga i oati r&#257;tou, i wh&#257;ia e r&#257;tou ng&#257; huarahi whai take hei whakatutuki i &#257; r&#257;tou herenga &#257;-ture e p&#257; ana ki:</p>
<ul><li>ng&#257; whakahaerenga &#257; te wh&#257;nau</li>
<li>te hauora, te waiora me te whai oranga</li>
<li>ng&#257; whakahaerenga kaimahi</li>
<li>ng&#257; whakahaerenga p&#363;tea me ng&#257; whakahaerenga rawa.</li>
</ul><p>I te w&#257; o te arotake, i whakam&#257;tauhia e te Tari Arotake M&#257;tauranga ng&#257; &#257;huatanga i raro iho nei, i te mea he nui te p&#257;nga o &#275;nei ki ng&#257; hua ka puta ki ng&#257; tamariki:</p>
<ul><li>te haumaru whatumanawa (t&#257;piri atu ko te whakatau tamariki, ko te &#257;rai i ng&#257; mahi whakaweti, mahi t&#363;kino)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te whakatau tamariki; ko ng&#257; whakaritenga whakamoe, tiaki tamariki; ko ng&#257; aitu&#257; me te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>ng&#257; tohu m&#257;tauranga me ng&#257; whakaritenga kaimahi</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><h3>Hei &#257; hea te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3>
<p>T&#275;r&#257; ka whakahaeretia e te Tari Arotake M&#257;tauranga te arotake whai muri hei te w&#257; ka whakaritea e te kura.</p>
<a id="1-context" class="toc-anchor"></a><h2>1. Context</h2>
<h3>What are the important features of this k&#333;hanga reo/kura context?</h3>
<p>The wh&#257;nau of Mana Tamariki first established Te K&#333;hanga Reo o Mana Tamariki and later Te Kura Kaupapa M&#257;ori o Mana Tamariki. The k&#333;hanga reo is recognised and considered by the wh&#257;nau to be the predecessor of the kura. As such the foundation philosophies and principles of the k&#333;hanga reo also apply to the kura. These are expressed in Te Korowai, Te Wh&#257;riki and Te Aho Matua. The k&#333;hanga reo is owned and operated by Mana Tamariki Incorporated.</p>
<p>The wh&#257;nau whakahaere provide sound governance of the k&#333;hanga reo and the kura. They promote collective decision making by the wh&#257;nau.</p>
<p>Wh&#257;nau participate in a formal entry and induction programme when enrolling their children in the k&#333;hanga reo. Each wh&#257;nau makes a personal commitment to ensuring that te reo M&#257;ori is supported at home and that their child will remain in kaupapa M&#257;ori education until graduation. Most children at the kura come from the k&#333;hanga reo and priority is given to those who will continue their education at Mana Tamariki until the end of wharekura.</p>
<p>Beginning in the k&#333;hanga reo Mana Tamariki places the child as the central focus of all activities. Wh&#257;nau are highly committed to the revitalisation and survival of te reo M&#257;ori, customs, traditions and culture.</p>
<a id="2-te-tino-uaratanga" class="toc-anchor"></a><h2>2. Te Tino Uaratanga</h2>
<p>Children and students exemplify the hopes and aspirations of their people. They are exceeding wh&#257;nau aspirations to fulfil their potential and have success.</p>
<h3>Te Ira Tangata</h3>
<p>Wh&#257;nau and kaimahi have high expectations that children and students will develop as highly fluent in te reo M&#257;ori with knowledge of tikanga M&#257;ori. Wh&#257;nau promote an holistic view of human development, recognising that cultural, physical and emotional wellbeing are as essential as intellectual and creative development. They continue to uphold the concept of &lsquo;Mana Tamariki&rsquo; which places the students as the central focus of all activities. Wh&#257;nau have a strong sense of self determination and have firmly established the k&#333;hanga reo and kura as a place to nurture wh&#257;nau and students.</p>
<p>Children stand confidently as M&#257;ori wherever they are. They reflect the values of Mana Tamariki where they demonstrate humility and care for others.</p>
<h3>Te Reo</h3>
<p>Wh&#257;nau have a clear vision and strong commitment to the intergenerational transmission of te reo M&#257;ori. Their vision is reflected in strategic planning, policy and practice. Wh&#257;nau demonstrate unwavering commitment to the survival of te reo M&#257;ori as the language of the k&#333;hanga reo and their homes. Te reo M&#257;ori and its many forms is the language of communication throughout the k&#333;hanga reo. This includes formal and informal use such as instruction and teaching, exchanges of information, day to day conversations and humour.</p>
<p>Kaimahi model the consistent use of te reo M&#257;ori which is used appropriately in a wide range of learning contexts. Kaimahi have developed high quality resources to support children learning of te reo M&#257;ori. They critically assess the language of their children and develop strategies for improving the quality of their oral and written language.</p>
<p>Intergenerational transmission of te reo M&#257;ori is evident throughout the k&#333;hanga reo and the kura. Students consistently maintain te reo M&#257;ori in the various te reo M&#257;ori zones that have been established by wh&#257;nau and kaimahi. These include the k&#333;hanga reo and kura premises, their homes, Mana Tamariki wh&#257;nau and with each other regardless of the physical context. There is high achievement of students in the wharekura for National Certificates of Education (NCEA) in te reo M&#257;ori and te reo Rangatira, including scholarship.</p>
<h3>Ng&#257; Iwi</h3>
<p>Wh&#257;nau work well together to support the staff and students at Mana Tamariki to achieve the goals and aspirations of their collective vision. They are committed to the kaupapa of Mana Tamariki and participate in decision making about the ongoing operation of the kura.</p>
<p>Kaimahi recognise and acknowledge the unique iwi identity of their students. They conduct research about the students&rsquo; iwi in order to support learning. The values of manaaki and aroha are promoted explicitly. Kaimahi demonstrate these values for children in the way that they care for guests as well as promoting programmes of support for others in the wider community. Kaimahi have developed good professional relationships and networking opportunities locally, regionally and nationally. They have also developed collegial relationships with indigenous peoples from other countries.</p>
<p>Children know about and develop a genuine connection to their marae, hap&#363; and iwi. They develop strong and sustaining relationships with their peers in the kura. They demonstrate care and concern for others in the wider community.</p>
<h3>Te Ao</h3>
<p>Wh&#257;nau and kaimahi have a view of the world that is influenced by the principles and values expressed in Te Korowai, Te Wh&#257;riki and Te Aho Matua. These documents with te reo and tikanga M&#257;ori are the foundation for wh&#257;nau decision making. Wh&#257;nau draw on the values from the past and present to set their goals for the future. They balance traditional and contemporary views to inform their decision making.</p>
<p>Children and students are nurtured by wh&#257;nau who work hard to protect their Mana Tamariki context. They are well prepared to interact positively in the wider world. They confidently engage with the wider world because of the strong foundation that they receive in the Mana Tamariki learning context. Children are gaining a positive view of how they can contribute in the wider world. They have a strong connection and affiliation to the values and practices at Mana Tamariki.</p>
<h3>&#256;huatanga Ako</h3>
<p>The wh&#257;nau have determined the Mana Tamariki curriculum. They support and monitor the implementation of the curriculum.</p>
<p>Kaimahi effectively and professionally facilitate and support children to succeed. They are highly committed to the vision of Mana Tamariki and work collaboratively to maintain the high standards of teaching that is expected of them. Kaimahi reflect on their practice and make improvements when appropriate. Kaimahi are encouraged to develop their individual expertise and passions in the curriculum.</p>
<p>Assessment information is gathered in a range of ways to demonstrate learning. Paki ako (learning stories) have been developed in the k&#333;hanga reo and are used extensively to monitor learning, inform programme planning and as the basis of action research topics for kaimahi.</p>
<p>Children and students enjoy learning and are developing as independent learners.</p>
<h3>Identified areas for development</h3>
<p>The wh&#257;nau has identified the following areas as the next steps:</p>
<ul><li>wh&#257;nau review of the state of te reo M&#257;ori</li>
<li>review the success criteria for the goals in their strategic plan.</li>
</ul><a id="3-self-review" class="toc-anchor"></a><h2>3. Self review</h2>
<p>There is strong self review that effectively supports decision making throughout Mana Tamariki. Extensive examination of practice occurs through the research kaupapa that is identified annually. This has a significant and positive impact on the quality of teaching and learning. Children&rsquo;s progress and student achievement is monitored against Te Korowai, Te Aho Matua and the kura curriculum.</p>
<a id="4-leadership" class="toc-anchor"></a><h2>4. Leadership</h2>
<p>Wh&#257;nau effectively support children and are committed to promoting their achievement. They vigorously uphold the kura environment as a M&#257;ori speaking zone and support wh&#257;nau to commit to te reo M&#257;ori as the language of the home. They are a strong and unified group who lead by example.</p>
<p>Senior leaders in the kura are experienced and knowledgeable. They support others to grow in to leadership roles. Intergenerational leadership is evident and continues to develop.</p>
<p>K&#333;hanga reo kaimahi are valued leaders in the wider early childhood community. They share good practice with others in M&#257;ori immersion settings and in non immersion settings they share relevant resources.</p>
<h3>Wh&#257;nau Management Assurance on Compliance Areas</h3>
<h4>Overview</h4>
<p>Before the review, the licensee, wh&#257;nau and staff of Te K&#333;hanga reo o Mana Tamariki completed an ERO K&#333;hanga Wh&#257;nau Assurance Statement and Self-Audit Checklist. In these documents they have attested that they had taken all reasonable steps to meet their legislative obligations related to:</p>
<ul><li>administration</li>
<li>health, safety and welfare</li>
<li>personnel management</li>
<li>financial and property management.</li>
</ul><p>During the review, ERO checked the following items because they have a potentially high impact on outcomes for children:</p>
<ul><li>emotional safety (including behaviour management, prevention of bullying and abuse)</li>
<li>physical safety (including behaviour management, sleeping and supervision practices; accidents and medication; hygiene and routines; travel and excursion policies and procedures)</li>
<li>staff qualifications and organisation</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><h3>When is ERO likely to review the K&#333;hanga again?</h3>
<p>ERO is likely to carry out the next review at the same time as the kura.</p>
<p>Lynda Pura-Watson</p>
<p>Acting National Manager Review Services M&#257;ori (Te Uep&#363;-&#257;-Motu)</p>
<a id="nga-korero-e-pa-ana-ki-te-kura" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te kura</h2>
<table><tbody><tr><td width="277" height="9">
<p>Te T&#363;w&#257;hi</p>
</td>
<td width="364">
<p>Kei Te Papaioea</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Te tau a te T&#257;huhu o te M&#257;tauranga</span></p>
</td>
<td width="364">
<p>50099</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>T&#333;na momo</span></p>
</td>
<td width="364">
<p>He k&#333;hanga reo</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Te tokomaha o ng&#257; &#257;konga o te k&#333;hanga reo</span></p>
</td>
<td width="364">
<p>32</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Te Ira Tangata</span></p>
</td>
<td width="364">
<p><span>18 K&#333;tiro</span></p>
<p><span>14 Tama t&#257;ne</span></p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Ng&#257; hononga &#257;-iwi</span></p>
</td>
<td width="194">
<p>M&#257;ori</p>
</td>
<td width="156">
<p>32</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Ng&#257; &#257;huatanga motuhake</span></p>
</td>
<td width="364">
<p><span>Rumaki Reo M&#257;ori</span></p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Te w&#257; i noho ai te r&#333;p&#363; arotake</span></p>
</td>
<td width="364">
<p>Pipiri 2013</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Te r&#257; o t&#275;nei p&#363;rongo</span></p>
</td>
<td width="364">
<p>Whiringa-&#257;-rangi 2013</p>
</td>
</tr><tr><td width="277" height="9">
<p><span>Ng&#257; p&#363;rongo o mua tata ake nei, a te Tari Arotake M&#257;tauranga</span></p>
</td>
<td width="213">
<p><span>Arotake M&#257;tauranga</span></p>
<p><span>Arotake M&#257;tauranga</span></p>
</td>
<td width="137">
<p><span>Pipiri 2008</span></p>
<p><span>Pipiri 2003</span></p>
</td>
</tr></tbody></table>
</html>

        </div>

        
            
                <aside>

    <h6>Te Kohanga Reo o Mana Tamariki reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-mana-tamariki-05-11-2013/" title="Te Kohanga Reo o Mana Tamariki - 05/11/2013">Te Kohanga Reo o Mana Tamariki - 05/11/2013</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
