<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018 page" href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="cc34388c447dcd8d95f4be694cb43e209822aabc" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=22011#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=22011#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Hineteiwaiwa ki te w&#257;hi akoranga matua o Te Whare W&#257;nanga o T&#257;maki-makau-rau. E poipoi ana te k&#333;hanga reo i ng&#257; wh&#257;nau e taetae mai ana ki te whare w&#257;nanga, me r&#257;tou hoki e mahi ana, e noho ana r&#257;nei ki t&#333;na takiw&#257;. E t&#363; ana te marae o Waipapa ki te taha o te k&#333;hanga reo. E &#257;ta whakahaerehia ana te k&#333;hanga reo e te whare w&#257;nanga, &#257;, kua whakaritea hei &#257;ta whakatutuki i t&#333; r&#257;tou aronga kia k&#333;kirihia te m&#257;tauranga e te kaiako, me te ng&#257;kau nui hoki o te wh&#257;nau.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakamahi i te reo M&#257;ori i a r&#257;tou e mahi ana, e t&#257;karo ana hoki?</h3><p lang="mi">He ng&#257;kau titikaha t&#333; ng&#257; tamariki ki te whakamahi i te reo M&#257;ori i t&#333; r&#257;tou taiao ako.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">Ka whai w&#257;hi atu ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo wheako reo M&#257;ori e whai p&#363;take ana. I ng&#257; w&#257; katoa, ka k&#333;rero ng&#257; kaiako me ng&#257; tamariki ki waenga i a r&#257;tou an&#333; m&#257; te reo M&#257;ori. Ka whakangahau ng&#257; kaiako me ng&#257; tamariki m&#257; te reo M&#257;ori. He wh&#257;nui ng&#257; whakawhitinga k&#333;rero a ng&#257; tu&#257;kana ki ng&#257; kaiako i roto i te reo M&#257;ori, m&#333; ng&#257; &#257;huatanga katoa o t&#333; r&#257;tou ao, &#257; r&#257;tou wheako, me &#257; r&#257;tou mahi. Ka rongo ng&#257; tamariki i te wh&#257;nuitanga o ng&#257; t&#363;momo hanganga reo o te reo M&#257;ori e k&#333;rerohia ana e ng&#257; kaiako. E whakawhitiwhiti whakaaro ana, e k&#333;rerorero ana hoki ng&#257; kaiako i ng&#257; w&#257; katoa m&#257; te reo M&#257;ori, hei whakamihi, hei akiaki, hei patapatai, &#257;, hei whakapuaki an&#333; hoki i te tirohanga o te pakeke hei whakaarotanga huritao m&#333; ng&#257; tamariki. I ng&#257; w&#257; katoa ka whakauru ng&#257; kaiako i ng&#257; tamariki ki te h&#333;honutanga o ng&#257; whakawhitinga k&#333;rero m&#257; te reo M&#257;ori, i a r&#257;tou e t&#363;hura haere ana i t&#333; r&#257;tou taiao. He pakari ng&#257; tamariki ki te taki i te pepeha o te k&#333;hanga reo, &#257;, ka whakamahi i ng&#257; mahi &#257;-ringa e whai p&#257;nga ana, hei whakapuaki i t&#333; r&#257;tou m&#257;ramatanga ki te taha o ng&#257; kaiako. E tino tautokona ana te pu&#257;wai mai o te reo M&#257;ori o ng&#257; tamariki.</p><p lang="mi">He tau, he pakari hoki ng&#257; tamariki ki t&#333; r&#257;tou taiao. Ka whakanui ng&#257; kaiako i ng&#257; akoranga me ng&#257; tikanga ka kitea e ng&#257; tamariki ki te marae o te whare w&#257;nanga, e p&#257; tata atu ana ki te k&#333;hanga reo. Ka hokihoki r&#257;tou ki ng&#257; akoranga e p&#257; ana ki te whare nui, ng&#257; whakairo, ng&#257; t&#363;puna, ng&#257; whakapapa, me ng&#257; h&#299;tori o te takiw&#257;. Ka h&#257;pai ng&#257; kaiako i ng&#257; tamariki, kia m&#257;rama ai r&#257;tou i te whai hua nui o ng&#257; tikanga o te marae. Ka whakatauira r&#257;tou i ng&#257; tikanga ki ng&#257; tamariki, m&#257; te whakatau i ng&#257; manuhiri e taetae mai ana ki t&#333; r&#257;tou k&#333;hanga reo. Ka ngahau ng&#257; tamariki, &#257;, he pakari r&#257;tou ki te t&#363;hura haere i te marae &#257;tea, me te whakamahi an&#333; hoki i taua w&#257;hi m&#333; te korikori tinana me te t&#299; r&#257;kau. He tino kaha te aronga toi whenuatanga me te whai hononga o ng&#257; tamariki ki t&#333; r&#257;tou k&#333;hanga reo me te marae o te whare w&#257;nanga.</p><p lang="mi">E whakawhanake ana ng&#257; tamariki i te m&#333;hiotanga ki &#333; r&#257;tou hononga &#257;-ahurea. Ka aro nui ng&#257; kaiako ki ng&#257; tikanga, kia tirohia, kia whai w&#257;hi atu hoki ng&#257; tamariki. Ka whakanuia ng&#257; p&#363;manawa me ng&#257; ng&#257;kau titikaha o ng&#257; tu&#257;kana ki te taki i ng&#257; karakia. Ka t&#363;m&#257;ia ng&#257; tamariki ki te taki i ng&#257; waiata koroua. Ka whakapuaki ng&#257; tamariki i t&#333; r&#257;tou whakaute ki te kaikarakia o te r&#257;, &#257;, ka whai w&#257; an&#333; hoki r&#257;tou ki te whakamihi i a ia me &#257;na mahi ki te tuku i ng&#257; whakamoemiti, hei &#257;huatanga tonu o ng&#257; tikanga. E ako ana ng&#257; tamariki i &#333; r&#257;tou t&#363;nga kia whai w&#257;hi atu ai ki &#275;tahi t&#363;momo tikanga M&#257;ori.</p><p lang="mi">He p&#257;rekareka ki ng&#257; tamariki te taunekeneke ki waenga i a r&#257;tou an&#333;, puta noa i te r&#257;. He tau ng&#257; t&#275;ina ki te taiao o te k&#333;hanga reo. E pu&#257;wai mai ana ng&#257; tu&#257;kana hei kai&#257;rahi o &#257; r&#257;tou akoranga, &#257;, e tautoko ana hoki r&#257;tou i ng&#257; t&#275;ina. He whakaute, he ngahau hoki ng&#257; hononga o ng&#257; kaiako ki ng&#257; tamariki. Ka t&#363;m&#257;ia ng&#257; tamariki ki te tohutohu me te whakariterite i ng&#257; taumahi, &#257;, ka taea hoki e r&#257;tou te whakam&#257;rama &#257; r&#257;tou akoranga m&#257; te reo M&#257;ori, ki waenga i a r&#257;tou an&#333;, &#257;, ki ng&#257; kaiako hoki. Ka ng&#257;kau nui ng&#257; tamariki ki te whai w&#257;hi atu ki ng&#257; t&#257;karo pohewa ki te taha o ng&#257; kaiako. He whitawhita, he p&#257;rekareka hoki te waiata ki ng&#257; tamariki. E whai w&#257;hi atu ana ng&#257; tamariki ki te pai o ng&#257; taunekeneke ki te taha o ng&#257; kaiako, &#257;, e &#257;hei ana hoki ki te ako ng&#257;tahi, t&#275;tahi ki t&#275;tahi.</p><p lang="mi">He m&#257;t&#257;toa te whai w&#257;hi atu a ng&#257; tamariki ki te ao e noho nei r&#257;tou. Ka &#257;ta kapo atu ng&#257; kaiako i ng&#257; whai w&#257;hitanga ki te hikoi haere i te whare w&#257;nanga i ia te w&#257;, ki te taha o ng&#257; tamariki. Ka taea e ng&#257; tamariki te whakahonohono ki t&#333; r&#257;tou taiao i a r&#257;tou e t&#363;hura haere ana, &#257;, ka whakahono i ng&#257; tirohanga o te ao M&#257;ori ki &#257; r&#257;tou akoranga. E whai w&#257;hi atu ana ng&#257; tamariki ki te kaitiakitanga, i a r&#257;tou e ako ana ki te manaaki i a Papat&#363;&#257;nuku. I ng&#257; w&#257; katoa e whakapakari tonu ana ng&#257; kaiako i ng&#257; puna kupu me te reo o ng&#257; tamariki m&#257; &#257; r&#257;tou t&#363;momo wheako, tae atu ki te tiaki i t&#257; r&#257;tou m&#257;ra, te t&#363;hura i te whare w&#257;nanga, me te ako i ng&#257; tino pou whenua o te hapori, te haereere hoki ki ng&#257; whare k&#333;hungahunga e p&#257; tata atu ana ki a r&#257;tou. He hihiri, he whakahei, he w&#257;teatea hoki ng&#257; w&#257;hi o roto, o waho hoki i te whare o te k&#333;hanga reo, &#257;, e whakatakoto ana i te maha o ng&#257; whai w&#257;hitanga kia ng&#257;kau nui ai ng&#257; tamariki ki te ako. Ka whakarato ng&#257; kaiako i ng&#257; taumahi kia ngana ai ng&#257; tamariki, &#257;, e whakawero ana hoki i &#333; r&#257;tou &#257;heinga, e whakawh&#257;nui ana hoki i &#257; r&#257;tou akoranga. Ka taea e ng&#257; tamariki &#333; r&#257;tou p&#363;kenga hangarau te whakapuaki m&#257; te whakamahi i ng&#257; i-papa. E h&#257;paitia ana, e whakamanahia ana ng&#257; tamariki kia whakatau r&#257;tou i &#257; r&#257;tou ake whakaritenga e p&#257; ana ki &#257; r&#257;tou mahi me &#257; r&#257;tou t&#257;karo. He m&#257;ia, he m&#257;t&#257;toa hoki te whai w&#257;hi atu a ng&#257; tamariki ki &#257; r&#257;tou mahi me &#257; r&#257;tou t&#257;karo.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Kua &#257;ta whakamaheretia, kua &#257;ta whakaritea hoki te h&#333;taka akoranga. E whakam&#333;hio ana ng&#257; mahere, te aromatawai, me te arom&#257;tai i te wh&#257;nau, m&#333; t&#275;n&#257; e mahia ana, e &#257;kona ana hoki e ng&#257; tamariki i roto i &#257; r&#257;tou r&#333;p&#363;. Hui ai ng&#257; kaiako i ia te w&#257;, &#257;, ka whakamahere ng&#257;tahi. He pai te whakahaeretanga me te aroturukitanga o ng&#257; mahi e whakapakari ake ai i te &#257;heinga me te t&#363;m&#257;ia o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori ki waenga i a r&#257;tou an&#333;. Whakaaro huritao ai ng&#257; kaiako i ia te w&#257; m&#333; &#257; r&#257;tou whakaritenga, kia whai hua ai &#257; r&#257;tou whakarerek&#275;tanga me &#257; r&#257;tou whakapuakitanga mahi.</p><p lang="mi">E h&#257;pai ana, e tautoko ana hoki ng&#257; kai&#257;rahi i ng&#257; kaiako, &#257;, ka whakanuia ng&#257; kai&#257;rahi hei kaiako. Kua whakaritea ng&#257; p&#363;naha arohaehae, &#257;, kua &#257;ta tuhia hoki ng&#257; mauhanga. He pai te &#257;rahi i te k&#333;hanga reo, &#257;, e h&#257;paitia ana e ng&#257; kaiwhakahaere m&#257;tanga e mahi ana i te whare w&#257;nanga, &#257;, e noho ng&#257;kau nui ana hoki ki te kaupapa. Ko te kaiwhakahaere tuarua t&#275;tahi t&#363;nga hou, &#257;, n&#257; t&#275;nei t&#363;nga e &#257;hei ana te k&#333;hanga reo ki te whakapakari tonu i te &#257;rahitanga me te r&#333;nakitanga ki te whakarato tonu i te kounga o te atawhai me te m&#257;tauranga ki ng&#257; tamariki.</p><p lang="mi">E whakapono ana te wh&#257;nau ki te kounga me te atawhai e whakaratohia ana e te k&#333;hanga reo. Kei te tau haere te heamana ki t&#333;na t&#363;ranga. E whai w&#257;hi atu ana ng&#257; mema o te wh&#257;nau ki ng&#257; noho marae me ng&#257; w&#257;nanga ka t&#363; ai puta noa i te tau, hei whakapiki ake i &#333; r&#257;tou m&#333;hiotanga me &#333; r&#257;tou m&#257;ramatanga ki te kaupapa o te k&#333;hanga reo. T&#363; ai ng&#257; hui &#257;-wh&#257;nau i ia marama, &#257;, e &#257;ta whakarite ana i te noho m&#333;hio o te wh&#257;nau ki t&#275;n&#257; e whakatutukihia ana m&#257; &#257; r&#257;tou tamariki ki te k&#333;hanga reo. E noho ng&#257;kau nui ana te wh&#257;nau ki te whakapakari tonu i t&#333; r&#257;tou &#257;heinga i roto i te k&#333;hanga reo.</p><p lang="mi">Ka whakahoungia te katoa o ng&#257; kaupapa here me ng&#257; tukanga, &#257;, e w&#257;tea ana hoki &#275;nei ki ng&#257; tamariki. He pai te whakahaere i ng&#257; take p&#363;tea. Kua whakaritea ng&#257; p&#363;naha me ng&#257; tukanga, &#257;, e h&#257;pai ana i te rere pai o ng&#257; whakahaeretanga ki te k&#333;hanga reo. I ng&#257; w&#257; katoa e arotake o roto ana i te mahere rautaki, &#257;, e k&#333;kirihia ana taua mahi e ng&#257; kaimahi. E m&#333;hio ana r&#257;tou, e tika ana kia &#257;ta toro atu r&#257;tou ki ng&#257; whakaaro me ng&#257; m&#257;ramatanga o te wh&#257;nau m&#333; te kaupapa o te k&#333;hanga reo, &#333; r&#257;tou t&#363;ranga, me &#257; r&#257;tou kawenga mahi.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">E noho p&#363;mau ana ng&#257; kaiako ki te whakatupu tonu i &#333; r&#257;tou &#257;heinga me &#257; r&#257;tou rautaki e h&#257;pai ai i te ako a ng&#257; tamariki. Me whakapakari tonu ng&#257; kaiako i t&#333; r&#257;tou m&#257;ramatanga ki Te Wh&#257;riki o Te K&#333;hanga Reo, hei &#257;ta whakatairanga ake tonu i te toro atu o ng&#257; tamariki ki te wh&#257;nuitanga me h&#333;honutanga o te ao M&#257;ori. T&#257;piri atu ki t&#275;nei, me whakap&#257; tonu ng&#257; kaiako ki ng&#257; ako ngaio me ng&#257; whakawhanaketanga ngaio e p&#257; ana ki Te Tohu Whakapakari, hei whakanikoniko tonu i ng&#257; wheako akoranga o ng&#257; tamariki.</p><p lang="mi">Kua t&#257;utuhia e Te Tari Arotake M&#257;tauranga me ng&#257; kai&#257;rahi &#275;tahi w&#257;hanga hei whakapaitanga ake m&#257; te wh&#257;nau. Me mahi te wh&#257;nau ki te taha o te Poari Matua o Ng&#257; K&#333;hanga Reo, ki te whakah&#333;honu ake i &#333; r&#257;tou m&#257;ramatanga ki &#333; r&#257;tou t&#363;ranga me &#257; r&#257;tou kawenga i roto i te kaupapa o te k&#333;hanga reo. Ko te &#257;rahitanga a te Poari Matua o Ng&#257; K&#333;hanga Reo ka whakapakari ake an&#333; hoki i te whai w&#257;hi mai a te wh&#257;nau me t&#333; r&#257;tou whakapuaki whakaaro m&#333; te mahere rautaki, &#257;, ka whakah&#257;ngaitia ki te kaupapa o te k&#333;hanga reo.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakap&#257; tonu ki te &#257;rahitanga me te tautoko mai o te Poari Matua o Ng&#257; K&#333;hanga Reo, kia p&#363;mau ai te r&#333;nakitanga.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Hineteiwaiwa i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>14 Haratua, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei T&#257;maki-makau-rau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">20583</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">02E064</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">25, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">23, tokowaru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 10</p>
<p lang="mi">Tama 13</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Pout&#363;-te-rangi 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>14 Haratua, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Kohi-t&#257;tea 2015</p>
<p lang="mi">Hui-tanguru 2012</p>
<p lang="mi">Mahuru 2010</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Hineteiwaiwa is located on the main campus of University of Auckland. The k&#333;hanga reo provides for wh&#257;nau attending the university, and those wh&#257;nau who are working or living within the surrounding area. Waipapa Marae sits next to the k&#333;hanga reo. The k&#333;hanga reo is well managed by the university and structured to best fit their teacher-led environment and passionate wh&#257;nau.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children use te reo M&#257;ori in their work and play?</h3><p>Children confidently use te reo M&#257;ori in their learning environment.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children participate in a range of purposeful te reo M&#257;ori experiences. Kaiako and children consistently speak te reo M&#257;ori to each other. Kaiako and children have fun with te reo M&#257;ori. Tu&#257;kana have extended conversations in te reo M&#257;ori with kaiako about their lives, their experiences and their work. Children hear a variety of language structures in te reo M&#257;ori spoken by kaiako. Kaiako provide constant communication and dialogue in te reo M&#257;ori through praise, encouragement, ongoing questioning and sharing adult perspectives for children to reflect on. Kaiako constantly engage children in in-depth conversation in te reo M&#257;ori as they explore their environment. Children confidently recite in te reo M&#257;ori the pepeha of the k&#333;hanga reo and use related hand actions to express their understanding alongside the kaiako. Children are well supported as developing speakers of te reo M&#257;ori.</p><p>Children are settled and confident in their environment. Kaiako value the learning and tikanga children experience on the campus marae, which is next to the k&#333;hanga reo. They revisit learning about the whare, the carvings and tupuna, whakapapa and history specific to the local area. Kaiako support children to understand the value of marae tikanga. They model tikanga for children through the process of welcoming visitors to their k&#333;hanga reo. Children have fun and are confident exploring the marae &#257;tea and using this space for their korikori tinana and t&#299; r&#257;kau. Children have a strong sense of belonging and connection to their k&#333;hanga reo and the campus marae.</p><p>Children are developing an awareness of their cultural connections. Kaiako prioritise tikanga practices for children to observe and participate in. Tu&#257;kana are valued for their capability and confidence to lead karakia. Children are confident to lead waiata koroua. Children express their respect for the kaikarakia of the day and take the time to mihi back to the kaikarakia for their blessings as part of the tikanga. Children are learning about their roles to participate in aspects of tikanga M&#257;ori.</p><p>Children enjoy interacting with each other throughout the day. T&#275;ina are settled in the k&#333;hanga environment. Tu&#257;kana thrive as leaders in their learning and supporting t&#275;ina. Kaiako have respectful and fun relationships with children. Children confidently stand to give instructions, set up activities and are able to explain what they are learning in te reo M&#257;ori to each other and kaiako. Children enjoy engaging with kaiako in imaginative play. Singing is lively and fun for children. Children experience positive interactions with kaiako and are able to learn from each other.</p><p>Children are active participants in their world around them. Kaiako make the most of opportunities to take children regularly on walks within the campus. Children are able to make connections to their surroundings as they explore and link te ao M&#257;ori perspectives to their learning. Children experience kaitiakitanga as they learn to care for Papat&#363;&#257;nuku. Kaiako continually build children&rsquo;s vocabulary and language base through the experiences they have including caring for their m&#257;ra, exploring the campus base, learning about local landmarks and visiting neighbouring centres. The vibrant, welcoming and spacious indoor and outdoor environments provide many opportunities for children to enjoy learning. Kaiako provide activities that engage children, challenge children&rsquo;s capability, and extend their learning. Children are able to exercise their technology skills through the use of iPads. Children are supported and empowered to make their own decisions about their work and play. Children are confident and active participants in their work and play.</p><h3>Planning and Evaluation</h3><p>The learning programme is well planned and prepared. Planning, assessment and evaluation informs wh&#257;nau of what children are doing and learning in their groups. Kaiako regularly meet and plan together. Building children&rsquo;s capability and confidence in speaking te reo M&#257;ori with each other is well managed and monitored. Kaiako regularly reflect on their practices to make positive changes and contributions.</p><p>Leadership provides guidance and support for kaiako and are well respected kaiako. Systems for appraisal are in place and well evidenced. The k&#333;hanga reo is well lead and supported by an experienced and passionate kaiwhakahaere employed by the University. The new kaiwhakahaere tuarua role enables the k&#333;hanga reo to build leadership and sustainability to continue to provide quality care and education for children.</p><p>Wh&#257;nau members are confident in the quality and care provided by the k&#333;hanga reo. The new chairperson is settling into her role. Wh&#257;nau members participate in marae noho and w&#257;nanga over the year to increase their knowledge and understanding of the kaupapa of k&#333;hanga reo. Wh&#257;nau hui are held monthly and ensure wh&#257;nau are well informed of what is happening for their children in the k&#333;hanga reo. The wh&#257;nau is committed to continuing build their capability within the k&#333;hanga reo.</p><p>Policies and procedures are all updated and accessible by wh&#257;nau. Financial matters are well managed. Systems and processes are in place and support smooth operations for the k&#333;hanga reo. Internal review of the strategic plan is ongoing and led by kaimahi. They recognise the need to further engage wh&#257;nau input and understanding aligned to the k&#333;hanga reo kaupapa, their roles and responsibilities.</p><h4>Key Next Steps</h4><p>Kaiako are committed to growing their capability and strategies that support children in their learning. Kaiako will need to continue to strengthen their understanding of Te Wh&#257;riki o Te K&#333;hanga Reo to enable children further access to the breadth and depth of te ao M&#257;ori. In addition, kaiako need to continue to access professional learning and development towards Tohu Whakapakari to further enhance learning experiences for children.</p><p>ERO and leaders have identified some areas for the wh&#257;nau to improve. The wh&#257;nau need to work alongside the Te K&#333;hanga Reo National Trust to further deepen their understanding of their roles and responsibilities towards the kaupapa of k&#333;hanga reo. Guidance from the National Trust will also strengthen wh&#257;nau participation and input into the strategic plan and align this to the kaupapa of k&#333;hanga reo.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>To continue to access guidance and support from Te K&#333;hanga Reo National Trust for sustainability.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Hineteiwaiwa will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>14 May 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Auckland</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>20583</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>02E064</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>25 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>23 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 10</p>
<p>Boys 13</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>March 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>14 May 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>January 2015</p>
<p>February 2012</p>
<p>September 2010</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Hineteiwaiwa reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-14-05-2018/" title="Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018">Te Kōhanga Reo o Hineteiwaiwa - 14/05/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-hineteiwaiwa-27-01-2015/" title="Te Kōhanga Reo o Hineteiwaiwa - 27/01/2015">Te Kōhanga Reo o Hineteiwaiwa - 27/01/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
