<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Taihoa - 08/06/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Taihoa - 08/06/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Taihoa - 08/06/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Taihoa - 08/06/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Taihoa - 08/06/2015 page" href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e2e155f7330c03111a88cfa2cbf988a2d159f91d" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Taihoa - 08/06/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Taihoa - 08/06/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Taihoa ki te marae o Taihoa, ki Wairoa. Ko Ng&#257;ti Kurupakiaka te hap&#363;, ko Ng&#257;ti Kahungunu te iwi. Ko te k&#333;hanga reo t&#275;tahi w&#257;hanga o te marae wh&#257;nui, &#257;, kei te k&#333;hanga reo t&#333;na ake w&#257;hi, me &#333;na ake whare. Ka k&#299;ia, ko te k&#333;hanga reo te p&#363;taketanga o te marae. E whakanui ana t&#275;nei i te noho a ng&#257; tamariki ki te p&#363;take o te wh&#257;nau, te hap&#363;, te marae, me te iwi. He hiahia t&#333; te wh&#257;nau kia matatau, kia whai m&#257;tauranga hoki &#257; r&#257;tou tamariki ki te reo me ng&#257; tikanga M&#257;ori, te kawa o te marae, me te whenua.</p><p>I ng&#257; w&#257; katoa, ka noho p&#363;mau te tokomaha o ng&#257; tamariki ki te r&#257;rangi ingoa, me te kaha tae atu ki te k&#333;hanga reo, &#257;, ka ng&#257;kau nuitia e ng&#257; wh&#257;nau. Haere ai ng&#257; tu&#257;kana i ia te w&#257; ki ng&#257; akoranga whakawhiti ki te akomanga rumaki reo ki te kura o t&#275;nei takiw&#257;, hei whakarite i a r&#257;tou ki te haere ki te kura.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><p><em>He p&#275;hea rawa te tautoko i ng&#257; tamariki kia m&#257;rama, kia k&#333;rero hoki r&#257;tou i te reo M&#257;ori ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki?</em></p><p>E tino tautokona ana ng&#257; tamariki kia m&#257;rama, kia k&#333;rero hoki r&#257;tou i te reo M&#257;ori ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Ka tino rumakina ng&#257; tamariki ki te reo M&#257;ori me ng&#257; tikanga o Ng&#257;ti Kurupakiaka. Ka rongo ng&#257; tamariki i te reo o t&#333; r&#257;tou hap&#363; me t&#333; r&#257;tou iwi. Ka rongo r&#257;tou i ng&#257; tauira reo pai ki te k&#333;hanga reo me te marae. Ko ng&#257; wheako ako katoa i whakamaheretia ai, i pup&#363; ake ai r&#257;nei, ka whakapuakihia m&#257; te reo M&#257;ori. He tokomaha ng&#257; tamariki e &#257;hei ana ki te whai w&#257;hi atu ki ng&#257; whakawhitinga k&#333;rero me &#333; r&#257;tou hoa, &#257;, ki ng&#257; pakeke hoki. He pakari t&#257; r&#257;tou whai w&#257;hi atu ki te h&#333;honutanga o ng&#257; taumahi, tae atu ki ng&#257; m&#333;teatea, ng&#257; mihimihi, ng&#257; p&#363;r&#257;kau, me ng&#257; waiata koroua. Ka rongo, ka whakamahi r&#257;nei ng&#257; tamariki i ng&#257; taki k&#333;rero e t&#257;utu ana i t&#333; r&#257;tou whakapapa, &#257;, e h&#257;pai ana ki te whakap&#363;mau i ng&#257; m&#257;t&#257;pono o te whanaungatanga. Kei te pakari haere, kei te tika haere hoki te reo M&#257;ori e whakamahia ana e ng&#257; tamariki.</p><p>Ka &#257;ta m&#257;rama, ka &#257;ta whai atu hoki ng&#257; tamariki i ng&#257; mahinga. I ia te w&#257;, ka korikori tinana r&#257;tou, &#257;, ka kai i te wh&#257;nuitanga o ng&#257; t&#363;momo kai hauora. I te nuinga o te w&#257;, kei te whai w&#257;hi atu ng&#257; tamariki ki ng&#257; taumahi t&#257;karo e whai p&#363;take ana, &#257;, n&#257; te tamaiti an&#333; i k&#333;kiri. He harikoa ng&#257; tamariki, &#257;, ka tautokona e ng&#257; kaimahi e atawhai ana, e manaaki ana hoki.</p><p>Ka wheako ng&#257; tamariki i te aronga toi whenuatanga me te tuakiri m&#257; &#333; r&#257;tou hononga ki te whenua me te taiao. He tau te noho o ng&#257; tamariki ki te k&#333;hanga reo, ki te marae, &#257;, ki ng&#257; taiao m&#257;oriori hoki e karapoti ana i te k&#333;hanga reo. Ka &#257;kona e ng&#257; tamariki ng&#257; m&#333;teatea, ng&#257; waiata, me ng&#257; haka e t&#363;hono ana i a r&#257;tou ki te whenua e noho nei r&#257;tou. E ako ana ng&#257; tamariki i te t&#363; hei tangata whenua o te marae, m&#257; te tautoko hoki o te wh&#257;nau me ng&#257; kaum&#257;tua. He tika te whai a ng&#257; tamariki i ng&#257; tikanga M&#257;ori.</p><p>Ka wheako ng&#257; tamariki i ng&#257; h&#333;taka akoranga e whakakoia ana i t&#333; r&#257;tou reo me &#333; r&#257;tou hononga &#257;-whatumanawa, &#257;-tangata, &#257;-wairua hoki. He tika te kawe a ng&#257; tamariki i a r&#257;tou an&#333;, i a r&#257;tou e whakaatu ana i t&#333; r&#257;tou m&#333;hiotanga ki ng&#257; tikanga e whai p&#257;nga ana ki te mana atua. He t&#257;kare t&#257; r&#257;tou taki i ng&#257; karakia m&#333; ng&#257; t&#363;momo p&#363;take i ia te w&#257;, puta noa i te r&#257;. Kua korowaitia ng&#257; tamariki ki ng&#257; uaratanga me ng&#257; whakapono tuku iho e poipoi ana i t&#333; r&#257;tou waiora, &#257;, e h&#257;pai ana i te whakawhanaketanga o t&#333; r&#257;tou reo M&#257;ori.</p><p>He whai w&#257;hitanga m&#333; ng&#257; tamariki ki te haere ki ng&#257; w&#257;hi whakahirahira i te hapori. Ka ako, ka whakamahia e ng&#257; tamariki te wh&#257;nuitanga o ng&#257; horopaki akoranga. E &#257;hei ana r&#257;tou ki te whakamahi i &#333; r&#257;tou tairongoki te t&#363;hura i te wh&#257;nuitanga o ng&#257; t&#363;momo taonga M&#257;ori. Kei te waia haere ng&#257; tamariki ki t&#333; r&#257;tou taiao t&#363;turu, &#257;, kei te pu&#257;wai ake te m&#257;ramatanga, te noho whakaute hoki m&#333; t&#333; r&#257;tou ao me t&#333; r&#257;tou reo. whai w&#257;hi ng&#257; tamariki ki te wh&#257;nuitanga o t&#333; r&#257;tou ao m&#257; roto mai i te reo M&#257;ori.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka tautokona ng&#257; tamariki n&#257; te whai huatanga o te whakamahere h&#333;taka e tino aro tahi ana ki ng&#257; ari&#257; o te ao M&#257;ori. Waihoki, ko ng&#257; mahere o te w&#257; roa me te w&#257; poto hei arataki, hei tautoko hoki i ng&#257; kaimahi. He tino pai rawa atu te whakamahi a ng&#257; kaimahi i ng&#257; mahi arotake hei aroturuki i ng&#257; w&#257;hanga katoa o te h&#333;taka akoranga, &#257; tae atu hoki ki ng&#257; mahi aromatawai. Ko te arom&#257;tai i aua w&#257;hanga e tino whai p&#257;nga nui ana ki te pai o te ako a ng&#257; tamariki me t&#333; r&#257;tou whanaketanga reo.</p><p>Ka whai hua ng&#257; mahi aromatawai ki te kapo atu i te ahunga whakamua me ng&#257; whakatutukitanga a ng&#257; tamariki. He wh&#257;nui ng&#257; t&#363;momo aromatawai, he m&#257;rama ng&#257; k&#333;rerorero, &#257;, ka whakatakoto hoki i ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki me ng&#257; mahi tonu ka whai ake. Ka whakawhiti whakaaro te wh&#257;nau me ng&#257; kaimahi m&#333; te ahunga whakamua a ng&#257; tamariki, puta noa i te tau. Ka whakatairangatia te wheako whakawhanaketanga o ia tamaiti, te reo M&#257;ori, me te waiora hoki m&#257; roto i ng&#257; mahi aromatawai m&#257;rama.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>He aronga &#333;paki t&#257; te wh&#257;nau ki te whakamahere i te aronga whakamua o te k&#333;hanga reo. Ahakoa e m&#333;hio ana te wh&#257;nau ki ng&#257; wh&#257;inga o Te Ara T&#363;&#257;pae e kitea ai te taumata p&#363;manawa, k&#257;hore an&#333; r&#257;tou kia whakawhanake i t&#333; r&#257;tou ake mahere &#257;-tau kia &#257;hei te aroturuki, te tuku p&#363;rongo e taea ai te whakatutuki i &#333; r&#257;tou wh&#257;inga roa me ng&#257; wh&#257;ing wh&#257;iti.</p><p>Kua t&#299;mata noa te whakawhanaketanga i te arotake whaiaro. Ahakoa ka whakawhiti k&#333;rero, ka p&#363;rongo hoki te wh&#257;nau m&#333; ng&#257; t&#363;momo w&#257;hanga o ng&#257; whakahaeretanga o te k&#333;hanga reo, k&#257;hore t&#275;nei e whakatutukihia ana e r&#257;tou i ia te w&#257;. Ko te &#257;ta whakatakoto i ng&#257; tuhinga e p&#257; ana ki aua whakawhitinga k&#333;rero, ka whakapai m&#257;rika i ng&#257; tukanga e p&#257; ana ki ng&#257; whakataunga me te p&#363;rongo, &#257;, ka whai hua an&#333; hoki t&#275;nei m&#333; ng&#257; tamariki.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakaae Te Tari Arotake M&#257;tauranga me te wh&#257;nau ki te mahi ng&#257;tahi me te kaupapa kaimahi, ki te whakawhanake i ng&#257; whakaritenga ka whai ake, kia tutuki ai ng&#257; whakapaitanga ki te k&#333;hanga reo.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Taihoa ki Wairoa. He pai ki ng&#257; tamariki t&#275;tahi taiao e poipoi ana, e akiaki ana i a r&#257;tou ki te whakamahi i te reo M&#257;ori m&#257; roto i ng&#257; taunekeneketanga o ia r&#257; i waenga i ng&#257; kaimahi, &#257;, i waenga i a r&#257;tou an&#333; hoki, t&#275;n&#257; ki t&#275;n&#257;. Kei te pakari haere te m&#257;ia o te nuinga o ng&#257; tamariki ki te whakawhitiwhiti k&#333;rero e rangona ai te wh&#257;nuitanga o ng&#257; horopaki. E m&#333;hio ana te wh&#257;nau me whakawhanake a r&#257;tou tino mahi me ng&#257; wh&#257;inga e arotahi ana ki ng&#257; painga o te ako angitu m&#333; &#257; r&#257;tou tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Taihoa i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>08 Pipiri, 2015</span></p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Taihoa is at Taihoa Marae in Wairoa. Ng&#257;ti Kurupakiaka is the hap&#363; and the iwi is Ng&#257;ti Kahungunu. The k&#333;hanga reo is a part of the greater marae complex and has its own area and facilities. The k&#333;hanga reo is known as the &lsquo;p&#363;taketanga,&rsquo; the centre of the marae. This acknowledges that children are the central focus of wh&#257;nau, hap&#363;, marae and iwi. The wh&#257;nau want their children to be fluent and knowledgeable in te reo and tikanga M&#257;ori, and kawa of the marae and whenua.</p><p>The k&#333;hanga reo has consistently maintained a high roll and high attendances and is very popular among wh&#257;nau. The tuakana regularly attend orientation classes at the local immersion unit where they are introduced to kura.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><p><em>How well are children supported to understand and speak Maori in a variety of contexts?</em></p><p>Children are supported well to understand and speak Maori in a variety of contexts?</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are successfully immersed in te reo M&#257;ori me ng&#257; tikanga o Ng&#257;ti Kurupakiaka. Children are exposed to language specific to their hap&#363; and iwi. They hear good language role models in the k&#333;hanga reo and at the marae. All children&rsquo;s planned and unplanned learning experiences are delivered in te reo M&#257;ori. Several children are able to participate in conversations with their peers and adults. They confidently participate in complex activities including m&#333;teatea, mihimihi, p&#363;rakau and waiata koroua. Children hear or use recitations that define their whakapapa and help reinforce the principles of whanaungatanga. Most children use te reo M&#257;ori with increasing confidence and accuracy.</p><p>Children understand and follow routines well. They regularly exercise and eat a range of healthy kai. Children spend most of their time in productive, play-based and child initiated activity. Children are happy and supported by warm and caring kaimahi.</p><p>Children experience belonging and identity through their connections with the whenua and environment. Children are comfortable being at the k&#333;hanga reo, on the marae grounds and in natural environments that surround the k&#333;hanga reo. The m&#333;teatea, waiata and haka that children learn connect them to the surrounding whenua. Children are learning about the role of the tangata whenua of the marae with support from the wh&#257;nau and kaum&#257;tua. Children follow tikanga M&#257;ori appropriately.</p><p>Children experience learning programmes that affirm their language and emotional, cultural and spiritual connections. Children behave appropriately when demonstrating their knowledge of tikanga specific to mana atua. They recite karakia at various times throughout the day and for different purposes. Children are cloaked by traditional values and beliefs that foster their wellbeing that support their reo M&#257;ori development. .</p><p>Children visit places of interest in the community. Children learn and use language in a range of learning contexts. They use their senses to explore the different environments and natural resources. Children are becoming familiar with their physical environment and are gaining a greater understanding and respect for their world through te reo M&#257;ori.</p><h3>Planning and Evaluation</h3><p>Children are supported through well planned programmes of learning that focus on te ao M&#257;ori concepts. These include long and short term plans to guide and support kaimahi. Kaimahi use evaluation effectively to monitor all aspects of the learning programme, including assessment practices. Evaluation of these areas significantly impact positively on children&rsquo;s learning and language development.</p><p>Assessment practices successfully capture children&rsquo;s progress and successes. Assessments are varied, clearly annotated and include children&rsquo;s interests and next steps. Wh&#257;nau and kaimahi discuss children&rsquo;s progress throughout the year. The child&rsquo;s personal development, te reo Maori and wellbeing is uplifted through clear assessment practices.</p><h3>Key Next Steps</h3><p>Wh&#257;nau use an informal approach when planning for the future direction of the k&#333;hanga reo. While wh&#257;nau are familiar with the goals of Te Ara Tu&#257;pae to identify potential growth, they have not yet developed their own annual plan to assist them to monitor and report against their long and short term goals.</p><p>Self review is in the early stages of development. Although wh&#257;nau discuss and report on different parts of the k&#333;hanga reo operations, they do not carry this out on a regular basis. Keeping clear records of these discussions will significantly improve decision-making and reporting procedures which have a direct impact on children.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the wh&#257;nau agreed to work with the kaupapa kaimahi to develop the next steps for k&#333;hanga reo improvement.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Taihoa is in Wairoa. Children enjoy a learning environment that nurtures and encourages their use of te reo M&#257;ori through daily interactions with kaimahi and each other. Most children are developing confidence to speak te reo M&#257;ori in a range of conversational contexts. Wh&#257;nau acknowledge they have yet to develop their priorities and goals that focus on successful learning outcomes for their children.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Taihoa will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>8 June 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Wairoa, Hawkes Bay</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>55115</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>06C004</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>30 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>26 children, including 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 15</p>
<p>Boys 11</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="369">
<p>M&#257;ori 26</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>23 - 24 March 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>8 June 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>May 2011</p>
<p>February 2006</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Taihoa reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-taihoa-08-06-2015/" title="Te Kōhanga Reo o Taihoa - 08/06/2015">Te Kōhanga Reo o Taihoa - 08/06/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-taihoa-18-06-2018/" title="Te Kōhanga Reo o Taihoa - 18/06/2018">Te Kōhanga Reo o Taihoa - 18/06/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
