<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Ruataniwha - 18/09/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ruataniwha - 18/09/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ruataniwha - 18/09/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Ruataniwha - 18/09/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/feature-images/banner-montage1.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Ruataniwha - 18/09/2018 page" href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="8b99f570f67cb5454abe948a9b4132ae9e74cb38" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Ruataniwha - 18/09/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Ruataniwha - 18/09/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi"><em>Ko Taraia te maunga <br>Ko Te Punawai a Tangaroa te awa <br>Ko Te Rua o Te Taniwha te p&#257; tawhito<br> Ko Te Rangipaekura te tangata <br>Ko Iwikatere te hap&#363; <br>Ko Ng&#257;ti Kahungunu te iwi</em></p><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Ruataniwha ki te marae o Ruataniwha, ki Wairoa. He hononga &#257;-whakapapa t&#333; te nuinga o ng&#257; tamariki ki a r&#257;tou an&#333;. I te w&#257; o t&#275;nei arotake, e wh&#257; ng&#257; whakatupuranga o t&#275;tahi wh&#257;nau e whai w&#257;hi m&#257;t&#257;toa ana ki te k&#333;hanga reo. Kua roa nei ng&#257; tau e tautokona ana te k&#333;hanga reo e te kuia me t&#333;na wh&#257;nau. I t&#275;nei w&#257;, e whakamahere ana te komiti o te marae, ng&#257; kaimahi &#257;-rohe o te Poari Matua o Ng&#257; K&#333;hanga Reo, me te wh&#257;nau i te whakawhanaketanga o t&#275;tahi k&#333;hanga reo hou.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakaatu i &#333; r&#257;tou ng&#257;kau titikaha hei &#257;konga?</h3><p lang="mi">Kei te t&#363;m&#257;ia, kei te t&#257;kare hoki ng&#257; tamariki hei &#257;konga i a r&#257;tou e whai w&#257;hi atu ana ki te wh&#257;nuitanga o ng&#257; t&#363;momo wheako ako, puta noa i te h&#333;taka.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E ako ana ng&#257; tamariki ki t&#275;tahi taiao e poipoi ana i t&#333; r&#257;tou tuakiri. He hononga &#257;-whakapapa t&#333; ng&#257; kaimahi me te nuinga o ng&#257; tamariki ki te marae o Ruataniwha. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te ako me te whakapuaki i &#333; r&#257;tou pepeha ki te taha o te wh&#257;nau. Ka &#257;rahi hoki r&#257;tou i ng&#257; tamariki i roto i ng&#257; kawa me ng&#257; tikanga e whai p&#257;nga ana ki te whakataunga o ng&#257; manuhiri ki te marae me te k&#333;hanga reo. He manawa whakah&#299; t&#333; ng&#257; tamariki ki te whai w&#257;hi atu ki ng&#257; mihi whakatau, me te tautoko an&#333; hoki i ng&#257; kaimahi m&#257; ng&#257; waiata k&#299;naki. Ka whakahei r&#257;tou, &#257;, he maha an&#333; hoki ng&#257; w&#257; ka kite i a r&#257;tou e mihimihi atu ana ki ng&#257; t&#257;ngata ka taetae mai. He p&#257;rekareka ki ng&#257; tamariki te whakatau i te hunga e kuhu ana ki t&#333; r&#257;tou k&#333;hanga reo. Ka ako ng&#257; tamariki i &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae.</p><p lang="mi">Ka whanake ng&#257; tamariki i ng&#257; hononga whakaute ki &#275;tahi atu. N&#257; te m&#333;hiotanga o ng&#257; kaimahi ki ia tamaiti, ki ia wh&#257;nau hoki, ka poipoia e r&#257;tou te tuakiritanga o ng&#257; tamariki ki te k&#333;hanga reo. Ka whakatangata-whenua tonu r&#257;tou i ng&#257; tamariki hou me &#333; r&#257;tou wh&#257;nau hou. Ka whakatauira te kuia i te aroha me te manaaki ki ng&#257; kaimahi me ng&#257; tamariki. E tino arohaina ana, e tino manaakitia ana hoki ng&#257; tamariki e ng&#257; pakeke i te k&#333;hanga reo. Ka akiaki ng&#257; kaimahi, kia mahi ng&#257; tu&#257;kana ki te taha tonu o &#333; r&#257;tou t&#275;ina. He p&#257;rekareka ki ng&#257; t&#275;ina aua taunekeneke. Ka whakatairanga ng&#257; kaimahi i ng&#257; uara me ng&#257; rautaki e tohu ana ki ng&#257; tamariki me p&#275;hea te manaaki i &#275;tahi atu. E whakatinana ana ng&#257; tamariki i te aroha, te manaaki, me te &#257;whina. He mauritau te &#257;hua o ng&#257; tamariki.</p><p lang="mi">E noho matua ana te reo M&#257;ori ki te taiao ako o ng&#257; tamariki. Ka poipoi ng&#257; kaimahi i te ng&#257;kau titikaha o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori, m&#257; te whakanui i &#333; r&#257;tou p&#363;kenga reo me t&#333; r&#257;tou whakawhanaketanga reo. E &#257;kina ana te whakangahau o ng&#257; tamariki i roto i te reo M&#257;ori, m&#257; ng&#257; waiata, ng&#257; rotarota, ng&#257; h&#257;kinakina, me te p&#257;nui pukapuka. Ka &#257;ta kapo atu ng&#257; kaimahi i ng&#257; whai w&#257;hitanga ki te whakawh&#257;nui i te m&#257;ramatanga o ng&#257; tamariki ki te reo M&#257;ori, &#257;, ki te whakawero an&#333; hoki i &#333; r&#257;tou whakaaro. Ka ng&#257;kau nui ng&#257; tamariki tu&#257;kana ki te whakapuaki i &#333; r&#257;tou whakaaro, &#257;, he m&#257;t&#257;toa t&#257; r&#257;tou rapu i ng&#257; whakautu ki ng&#257; p&#257;tai i whakapuakihia ai e ng&#257; kaimahi. Ka kitea te m&#257;ramatanga o ng&#257; tamariki t&#275;ina ki te reo M&#257;ori, m&#257; te &#257;hua o &#333; r&#257;tou kanohi me t&#333; r&#257;tou reo &#257;-tinana. He harikoakoa t&#257; r&#257;tou whai w&#257;hi atu ki ng&#257; taumahi e whakatairanga ana i t&#257; r&#257;tou ako i te reo. Kei te pai te whakawhanaketanga o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</p><p lang="mi">He pakari te t&#363;hura haere o ng&#257; tamariki i t&#333; r&#257;tou taiao ako. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te mahi ng&#257;tahi. Kua whakatakotohia e r&#257;tou t&#275;tahi taiao whakaahuru, w&#257;teatea hoki e h&#257;pai ana i ng&#257; tamariki ki te whakawhiti haere i ng&#257; w&#257;hi ki roto, ki waho hoki. Ka ng&#257;kau nui ng&#257; tamariki ki te whiriwhiri i ng&#257; taumahi me te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga. Kei te t&#257;kare t&#257; r&#257;tou t&#363;hura haere i ng&#257; w&#257;hi o waho ki te k&#333;hanga reo. Ka whakarato ng&#257; kaimahi i ng&#257; wheako kia kite, kia rongo hoki ng&#257; tamariki i ng&#257; manu me ng&#257; kararehe o te rohe nei. He ng&#257;kau titikaha &#333; ng&#257; tamariki hei &#257;konga.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">E whakawhanake ana te wh&#257;nau i t&#333; r&#257;tou m&#257;ia me t&#333; r&#257;tou &#257;heinga ki te whakahaere i te k&#333;hanga reo. E ng&#257;kau nui ana r&#257;tou ki te kaupapa o te k&#333;hanga reo. I haere &#275;tahi o ng&#257; m&#257;tua ki t&#275;nei k&#333;hanga reo i a r&#257;tou e nohinohi ana, &#257;, kei te t&#257;kare an&#333; hoki ng&#257; wh&#257;nau hou ki te whakapuaki i &#333; r&#257;tou p&#363;kenga hei h&#257;pai an&#333; hoki i te k&#333;hanga reo. E whakatutukihia ana ng&#257; mahi a te kaiwhakahaere e ng&#257; kaimahi me te kaitiaki p&#363;tea, m&#257; te tautoko an&#333; hoki o te tari &#257;-rohe o te Poari Matua o Ng&#257; K&#333;hanga Reo. He pai te whakahaeretanga o ng&#257; p&#363;naha me ng&#257; tukanga e p&#257; ana ki ng&#257; p&#363;tea. T&#363; ai ng&#257; hui &#257;-wh&#257;nau i ia te w&#257;, &#257;, he pai an&#333; hoki ng&#257; tuhinga k&#333;rero o aua hui. Kua arotakengia, kua whakahoungia hoki te t&#363;tohinga. E whakatakoto ana Te Ara T&#363;&#257;pae i te tirohanga me te aronga o te k&#333;hanga reo m&#333; te paetawhiti. E h&#257;pai ana t&#275;tahi mahere &#257;-tau i te rere pai o ng&#257; whakahaeretanga o ia r&#257;. Kua whakatakotohia ng&#257; rehita me ng&#257; akoako e p&#257; ana ki te hauora me te haumaru. E whakahaere ana te wh&#257;nau i te k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Ka taea ng&#257; mahere h&#333;taka me ng&#257; whakaritenga aromatawai te whakapakari ake. Ahakoa ka tuhi ng&#257; kaimahi i ng&#257; m&#333;hiohio e p&#257; ana ki ng&#257; akoranga a ia tamaiti ki t&#257;na ake r&#257;taka, k&#257;hore an&#333; r&#257;tou kia whakaaro me p&#275;hea te &#257;ta whakamahi i aua m&#333;hiohio ki te whakapai ake i te h&#333;taka akoranga, &#257;, ki te &#257;rahi an&#333; hoki i &#257; r&#257;tou p&#363;rongo ki ng&#257; wh&#257;nau. Ko te &#257;ta aro ake ki ng&#257; whakapaitanga ka h&#257;pai i ng&#257; kaimahi ki te &#257;ta panoni haere i ng&#257; mahere me te whakapuakitanga o ng&#257; wheako ako a ng&#257; tamariki.</p><p lang="mi">Ko t&#275;tahi aronga matua a te wh&#257;nau, ko te whakapakari tonu i t&#333; r&#257;tou m&#257;ramatanga, t&#333; r&#257;tou &#257;heinga hoki ki te whakahaere i te k&#333;hanga reo kia whai hua ai. Ka h&#257;ngai t&#275;nei ki &#333; r&#257;tou wawata ki te whakapakari ake i te whai w&#257;hi mai o te wh&#257;nau me ng&#257; mahere tauatanga o te k&#333;hanga reo m&#333; me&#257;ke nei. E noho ng&#257;kau nui ana te wh&#257;nau ki te whakawhanake tonutanga o t&#333; r&#257;tou k&#333;hanga reo.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">mahi tonu te wh&#257;nau ki te taha o ng&#257; kaimahi o te Poari Matua o Ng&#257; K&#333;hanga Reo ki te whakapakari ake i te aronga ki ng&#257; whakapaitanga i roto i ng&#257; whakaritenga e p&#257; ana ki te whakamahere, te aromatawai, me te arom&#257;tai.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Ruataniwha i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>18 Mahuru, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Wairoa</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">55198</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">06C052</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">20, kia tokoono ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">14, tokotoru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 7</p>
<p lang="mi">Tama 7</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Here-turi-k&#333;k&#257; 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>18 Mahuru, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Pout&#363;-te-rangi 2015</p>
<p lang="mi">Whiringa-&#257;-nuku 2012</p>
<p lang="mi">Pout&#363;-te-rangi 2010</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p><em>Ko Taraia te maunga <br>Ko Te Punawai a Tangaroa te awa <br>Ko Te Rua o Te Taniwha te p&#257; tawhito <br>Ko Te Rangipaekura te tangata <br>Ko Iwikatere te hap&#363;<br> Ko Ng&#257;ti Kahungunu te iwi</em></p><p>Te K&#333;hanga Reo o Ruataniwha is located at Ruataniwha Marae in Wairoa. Most children have close whakapapa connections to each other. At the time of this review, there were four generations of wh&#257;nau who actively contribute to the k&#333;hanga reo. The kuia and her wh&#257;nau have supported the k&#333;hanga reo for many years. The marae committee, kaimahi from the district office of Te K&#333;hanga Reo National Trust and the wh&#257;nau are currently planning for the development of a new k&#333;hanga reo.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children show they are confident learners?</h3><p>Children are confident and enthusiastic learners as they participate in a range of learning experiences across the programme.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children learn in an environment where their identity is nurtured. All kaimahi and most children have whakapapa connections to Ruataniwha Marae. Kaimahi support children to learn and share their pepeha with wh&#257;nau. They also guide children through the kawa and tikanga to formally welcome visitors to the marae and at the k&#333;hanga reo. Children are proud to participate in mihi whakatau and support kaimahi with waiata tautoko. They are welcoming and are often seen warmly greeting people who come to visit. Children enjoy welcoming others to their k&#333;hanga reo. Children learn who they are and where they come from.</p><p>Children develop respectful relationships with others. Kaimahi use their knowledge of each child and wh&#257;nau to foster children&rsquo;s identity within the k&#333;hanga reo. They welcome new children and their wh&#257;nau as their own. The kuia models aroha and manaaki with kaimahi and children. Children are well loved and cared for by the adults in the k&#333;hanga reo. Kaimahi encourage tu&#257;kana to work alongside their teina. The teina enjoy these interactions. Kaimahi promote values and strategies that show children how to care for others. Children show aroha, manaaki and &#257;whina. Children appear secure and settled.</p><p>Children learn in an environment where te reo M&#257;ori is a priority. Kaimahi nurture children&rsquo;s confidence to speak Maori by affirming their language skills and development. Children are encouraged to have fun with te reo M&#257;ori with waiata, rotarota, h&#257;kinakina and p&#257;nui pukapuka. Kaimahi make the most of opportunities to extend children&rsquo;s understanding of te reo M&#257;ori and challenge their thinking. Older children enjoy sharing their thoughts and actively seek answers to questions posed by kaimahi. Younger children show their understanding of te reo Maori through their facial expressions and body language. They happily participate activities that enhance their language learning. Children are developing well as speakers of te reo Maori.</p><p>Children confidently explore their learning environment. Kaimahi support children to work together in cooperative ways. They have created a warm and open environment that enables children to move freely between the indoor and outdoor areas. Children enjoy choosing activities and following their own interests. They enthusiastically explore their outdoor area of the k&#333;hanga reo. Kaimahi provide experiences for children to see and hear birds and animals in the local area. Children are confident learners.</p><h3>Planning and Evaluation</h3><p>The wh&#257;nau are developing their confidence and capability to manage the k&#333;hanga reo. They are passionate about the kaupapa of k&#333;hanga reo. Some parents are graduates of this k&#333;hanga reo and new wh&#257;nau are also keen to share their skills in support of the k&#333;hanga reo. The kaiwhakahaere role is shared between kaimahi and the treasurer, with the support from the district office of Te K&#333;hanga Reo National Trust. Financial systems and processes are well managed. Wh&#257;nau hui are held regularly and well recorded. The charter has been reviewed and updated. Te Ara T&#363;&#257;pae provides the long-term vision and direction for the k&#333;hanga reo. An annual plan supports smooth daily operations. Health and safety registers and drills are in place. The wh&#257;nau manage the k&#333;hanga reo in the best interests of their children.</p><h3>Key Next Steps</h3><p>Programme planning and assessment practices can be strengthened. Although kaimahi record information about children&rsquo;s learning in individual diaries, they have not yet considered how best to use this information to improve the learning programme and guide their reporting to wh&#257;nau. A stronger focus on improvement will support kaimahi to confidently adapt the planning and delivery of learning experiences for children.</p><p>A key priority for the wh&#257;nau is to continue building their shared understanding and capability to effectively manage the k&#333;hanga reo. This aligns to their aspirations to improve wh&#257;nau engagement and succession planning for the future of the k&#333;hanga reo. The wh&#257;nau are committed to the ongoing development of their k&#333;hanga reo.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>
<p>the wh&#257;nau continue to work alongside kaimahi from Te K&#333;hanga Reo National Trust to strengthen the focus on improvements in planning, assessment and evaluation practices.</p>
</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Ruataniwha will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>18 September 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Wairoa</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>55198</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>06C052</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>20 children, including up to 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>14 children, including 3 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 7</p>
<p>Boys 7</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>August 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>18 September 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>March 2015</p>
<p>October 2012</p>
<p>March 2010</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Ruataniwha reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-16-03-2015/" title="Te Kōhanga Reo o Ruataniwha - 16/03/2015">Te Kōhanga Reo o Ruataniwha - 16/03/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-ruataniwha-18-09-2018/" title="Te Kōhanga Reo o Ruataniwha - 18/09/2018">Te Kōhanga Reo o Ruataniwha - 18/09/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
