<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Rau Oriwa Early Learning Centre - 15/12/2014 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Rau Oriwa Early Learning Centre - 15/12/2014" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/" />
<link rel="alternate" type="text/html" title="Te Rau Oriwa Early Learning Centre - 15/12/2014" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/" />

    <meta property="og:title" content="Te Rau Oriwa Early Learning Centre - 15/12/2014" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Rau Oriwa Early Learning Centre - 15/12/2014 page" href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="14a70178d996b14d755710c13dace986edf8d922" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Rau Oriwa Early Learning Centre - 15/12/2014</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Rau Oriwa Early Learning Centre - 15/12/2014</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/#1-te-aromatai-i-te-puna-whakatupu-o-te-rau-oriwa" title="1 Te Aromātai i Te Puna Whakatupu o Te Rau Oriwa">1 Te Aromātai i Te Puna Whakatupu o Te Rau Oriwa</a>
            </li>
        
            <li>
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/#2-he-korero-noa-mo-nga-puna" title="2 He Kōrero noa mō ngā Puna">2 He Kōrero noa mō ngā Puna</a>
            </li>
        
            <li>
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/#1-evaluation-of-te-puna-whakatupu-o-te-rau-oriwa" title="1 Evaluation of Te Puna Whakatupu o Te Rau Oriwa">1 Evaluation of Te Puna Whakatupu o Te Rau Oriwa</a>
            </li>
        
            <li>
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/#2-information-about-the-immersion-early-childhood-service" title="2 Information about the Immersion Early Childhood Service">2 Information about the Immersion Early Childhood Service</a>
            </li>
        
            <li>
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/#3-general-information-about-immersion-early-childhood-reviews" title="3 General Information about Immersion Early Childhood Reviews">3 General Information about Immersion Early Childhood Reviews</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-aromatai-i-te-puna-whakatupu-o-te-rau-oriwa" class="toc-anchor"></a><h2>1 Te Arom&#257;tai i Te Puna Whakatupu o Te Rau Oriwa</h2><h3><em>He p&#275;whea t&#257; ng&#257; tamariki whakatinana i te poipoitanga me te akiakitanga o t&#333; r&#257;tou m&#257;ia me t&#333; r&#257;tou tuakiritanga?</em></h3><p>He tauira m&#257;ia ng&#257; tamariki, &#257;, e akiakitia ana, e poipoitia ana &#333; r&#257;tou motuhaketanga, &#333; r&#257;tou tuakiritanga.</p><p>Ko ng&#257; whakaaturanga a te Tari Arotake M&#257;tauranga, hei h&#257;pai i t&#275;nei whakataunga, i whakatakotohia ai ki raro iho nei.</p><h3>He Whakam&#257;rama</h3><p><em>Te Aroha</em></p><p><em>Te Whakapono</em></p><p><em>Ng&#257; Ture</em></p><p><em>K&#333;tahitanga</em></p><p>Ko t&#257; Te W&#257;nanga o Aotearoa (TWOA) he whakarato i ng&#257; &#257;huatanga k&#257;wanatanga me ng&#257; whakahaere, hei tautoko i Ng&#257; Puna W&#257;nanga i a r&#257;tou e mahi ana i te tukanga whakat&#363;turu kounga. Mai i ng&#257; kawa, ki ng&#257; tikanga, tat&#363; atu ki ng&#257; whakahaere e arahi ana r&#257;tou i te whakatairangatanga o ng&#257; hua ako ki ng&#257; tamariki katoa. Ko te rautaki whakamua me ng&#257; m&#257;t&#257;pono o TWoA he whakaratotanga e m&#257;ro ai te tu&#257;papa m&#333; ng&#257; m&#257;t&#257;pono me ng&#257; whakahaere a ng&#257; puna w&#257;nanga. He hua e puta mai ana i ng&#257; panonitanga a TWoA e haere ana i t&#275;nei w&#257;, &#257;, kei te p&#257; &#275;nei ki ng&#257; puna w&#257;nanga. Hei &#257;piti atu ko te panonitanga o ng&#257; kanohi o ng&#257; puna hei puna w&#257;nanga.</p><p>E t&#363; ana Te Puna Whakatupu o Te Rau Oriwa ki ng&#257; p&#257;p&#257;ringa o Tokoroa. E hono ana te ingoa, Te Rau Oriwa, ki te k&#363;kupa me te rau &#333;riwa. Koia nei te huahutautanga o te t&#363;manako. E whakatinana ana ng&#257; tamariki i te t&#363;manako m&#333; te pae tawhiti o &#257;p&#333;p&#333;.</p><p>Kua kaha whakamomori, kua kaha &#363; te wh&#257;nau i te &#257;hua o ng&#257; mahi whakatairanga i te mana me te rongonui o te puna whakatupu. Kua whai hua nui te wh&#257;nau, ng&#257; kaimahi me ng&#257; tamariki i te panonitanga o te rangatira. E aronui ana r&#257;tou ki te whakarenarena an&#333; i te taukaia ki te h&#257;pori. Heoi an&#333; ka aro k&#275; ki te whakapakari i te m&#333;hiotanga me m&#257;tauranga e nui ake ai ng&#257; hua ki ng&#257; tamariki ki te puna.</p><p>K&#257;ore te puna i te t&#363; ki te whenua &#333;rite ki Te W&#257;nanga o Aotearoa. N&#257; t&#275;nei i tokoiti ai te tokomaha o ng&#257; tamariki n&#333; Te W&#257;nanga o Aotearoa. He whaka&#257;hutanga ng&#257; tamariki o te puna n&#333; te &#257;hua o ng&#257; iwi o te h&#257;pori o Tokoroa.</p><p>Ko t&#275;nei arotake t&#275;tehi o ng&#257; k&#257;hui puna e rima i whakat&#363;ria e Te W&#257;nanga o Aotearoa.</p><h3>Ng&#257; Kitenga o te Arotake</h3><p>E rata ana ki ng&#257; tamariki te ako i te mea e tino whakat&#333;mene ana r&#257;tou, &#257;, ka taea e r&#257;tou te k&#333;whiri takitahi nei i ng&#257; mea hei ako. Ko ng&#257; matatini o te taiao me te tini o ng&#257; rauemi te kaiwhakahikaka i ng&#257; tamariki ki te takaro me te ako. Ko &#333; r&#257;tou &#257;hua he m&#257;ia ki te ako. Ko te &#257;hua nei e koa ana, e kuhu atu ana hoki ng&#257; tamariki.</p><p><span>E tini tautokona ana ng&#257; tamariki k&#333;p&#299;p&#299; kia whai w&#257;hi atu r&#257;tou ki ng&#257; katoa o te h&#333;taka ako. He pai te mahi tahi a te wh&#257;nau me ng&#257; kaimahi ki te tuku ki ng&#257; tamariki ng&#257; hua katoa o t&#275;tehi ara m&#257;tauranga e h&#257;ngai ana ki &#333; r&#257;tou hiahia ake. E whai hua ana ng&#257; tamariki i te m&#257;ro o te noho ng&#257;tahi, &#257;, i kaha nei te aro ki te putanga o ng&#257; hua. Ko te tamariki te kaiwhakapara i &#257; r&#257;tou ake ara m&#257;tauranga.</span></p><p><span>E rata ana ki ng&#257; p&#299;p&#299; paopao t&#275;tehi h&#333;taka e h&#257;ngai ana ki &#333; r&#257;tou akoranga e hiahiatia ana. M&#257; r&#257;tou an&#333; e whakatau i te &#257;hua ki te h&#333;taka me ng&#257; tikanga mahi e h&#257;ngai ana ki te oranga o te taha tinana. E whakarato ana t&#275;nei i t&#275;tehi w&#257;hi haumaru ka kitea ai t&#257; r&#257;tou tauwhirotanga. Ka nui te aroha, te poipoi hoki o ng&#257; p&#275;pi.</span></p><p>Kua m&#257;heretia, &#257;, e haere tonu ana ng&#257; arotake whaiaro i ng&#257; mea matua kua whiriwhiria. E &#257;whinatia ana ng&#257; whakataunga i te taumata k&#257;wanatanga, m&#333; ng&#257; &#257;huatanga whakapakari me ng&#257; h&#333;taka whakawhanake, m&#333; ng&#257; tino, ng&#257; m&#257;here, ng&#257; kawa, me ng&#257; whakatinanatanga. M&#257; te t&#363;honohonotanga o te arotake whaiaro e h&#333;rapa ai ng&#257; putanga. E h&#257;ngai p&#363; ana ng&#257; whakataunga a te wh&#257;nau ki ng&#257; tamariki.</p><p>E whaka&#363;ngia ana ng&#257; p&#363;naha arotake t&#363;nga e taukono nei i ng&#257; kaimahi ki te whakatutuki i te whakakitenga me ng&#257; wh&#257;inga a te puna. M&#257;rakerake te kite i ng&#257; wh&#257;inga a ng&#257; kaimahi hei m&#257;tanga, hei h&#257;pai ake i ng&#257; mahi, &#257;, kia tino arotahi hoki ki ng&#257; wh&#257;inga ngaiotanga. Kei te whakat&#333;kia t&#275;tehi p&#363;naha hou e h&#257;ngai ana ki ng&#257; puna a te tau 2015.</p><p>E whai w&#257;hi atu ana te whaka&#363;tanga pai o ng&#257; p&#363;naha me ng&#257; kawa ki te oranga o ng&#257; whakatinanatanga. Ko te whakaaro nui ki ng&#257; &#257;huatanga k&#257;wanatanga, whakahaere, arataki hoki te kaipupuri i te m&#257;uri e nui ai ng&#257; hua ki ng&#257; tamariki. Kei te tino tautokona te wh&#257;nau me ng&#257; tamariki i te pai o ng&#257; &#257;huatanga arataki me te whakatutukinga o nga takohanga. Ko te aro ng&#257;tahi me te &#363; ki te whakapakari i te m&#333;hio kit e whakatinana i ng&#257; m&#257;t&#257;pono me te whakakitenga te take i nui ai ng&#257; hua ki ng&#257; tamariki. E tauwhiro ana te kai&#257;rahi i te k&#333;tahitanga i te mahi tahi ki ng&#257; kaimahi, te wh&#257;nau me ng&#257; tamariki. E akiaki ana t&#275;nei i te tino whakapono i tupu mai ai i te whanaungatanga.</p><h3>Ng&#257; mahi matua ka whai ake</h3><ul>
<li>Me whai whakaaro ki te whakawhiti pai atu i te puna hei puna whakatupu</li>
<li>Kia m&#257;heretia e te wh&#257;nau me ng&#257; kaimahi &#275;tehi huarahi e nui ake ai te m&#257;tauranga M&#257;ori puta noa i te h&#333;taka, tae atu ki te k&#333;rerotanga o te reo M&#257;ori</li>
<li>Kia whai rautaki ng&#257; kaimahi ki te whakawh&#257;nui me te t&#257;kirikiri i te hinengaro o ng&#257; tamariki ki ng&#257; p&#257;tai me ng&#257; k&#333;rerorero matatini</li>
<li>Kia whai tautoko ng&#257; kaimahi ki te whakam&#257;ro i t&#275;tehi tukanga m&#333; te m&#257;here me te arotake i ng&#257; h&#257;ngaitanga ki te tukanga aromatawai o te w&#257;.</li>
</ul><h3>Te Whakatau a ng&#257; Kaiwhakahaere ki ng&#257; W&#257;hanga Tautukunga</h3><p>I mua o te arotake, i whakak&#299;ia e ng&#257; kaimahi me ng&#257; kaiwhakahaere o Te Puna Whakatupu o Te Rau Oriwa i t&#275;tehi<em> Tau&#257;ki Kupu T&#363;turu a te Pokap&#363;</em> me t&#275;tehi <em>R&#257;rangi T&#257;tari Whaiaro</em>. I roto i &#275;nei tuhinga i oati r&#257;tou, i wh&#257;ia e r&#257;tou ng&#257; huarahi whai take hei whakatutuki i &#257; r&#257;tou herenga &#257;-ture e p&#257; ana ki:</p><ul>
<li>te marautanga</li>
<li>ng&#257; whare me ng&#257; rawa</li>
<li>ng&#257; whakaritenga e p&#257; ana ki te hauora me te haumaru</li>
<li>te k&#257;wanatanga, te whakahaeretanga, me te whakahaere tari.</li>
</ul><p>I te w&#257; o te arotake, i whakam&#257;tauhia e te Tari Arotake M&#257;tauranga ng&#257; &#257;huatanga i raro iho nei, i te mea he nui te p&#257;nga o &#275;nei ki ng&#257; hua ka puta ki ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi tika me te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257; me te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tukanga haerenga whakawaho)</li>
<li>te whakarite tika i ng&#257; kaimahi (t&#257;piri atu ko ng&#257; taumata o ng&#257; tohu m&#257;tauranga; ng&#257; mahi arowhai a ng&#257; pirihimana; te rehita i ng&#257; kaiako; me ng&#257; tatauranga ki waenga i ng&#257; tamariki me ng&#257; kaimahi)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko t&#257; ng&#257; ratonga m&#257;tauranga k&#333;hungahunga katoa mahi, ko te whakatairanga i te hauora me te haumaru o ng&#257; tamariki, me te arotake i ia te w&#257; i &#257; r&#257;tou whakatutukitanga o ng&#257; herenga &#257;-ture.</p><h3>Hei &#257; hea te Tari Arotake M&#257;tauranga arotake an&#333; ai i te ratonga?</h3><p>Ka hoki atu pea Te Tari Arotake M&#257;tauranga ki Te Puna Whakatupu o Te Rau Oriwa i roto i ng&#257; tau e toru.</p><p>Lynda Pura-Watson</p><p>Kaiwhakahaere &#257;-Motu m&#333; ng&#257; Ratonga Arotake M&#257;ori (Te Uep&#363; &#257;-Motu)</p><p>15 Hakihea 2014</p><a id="2-he-korero-noa-mo-nga-puna" class="toc-anchor"></a><h2><span>2 He K&#333;rero noa m&#333; ng&#257; Puna</span></h2><h3><span>Te Arom&#257;tai a Te Tari Arotake M&#257;tauranga</span></h3><p><span>Ko te p&#257;tai matua a Te Tari Arotake m&#333; ng&#257; arotake koia ko t&#275;nei &lsquo;He p&#275;whea te tau o Te Puna ki te whakatairanga i ng&#257; hua ako e tika ana m&#257; ng&#257; tamariki?&rsquo; Ka anga Te Tari Arotake ki ng&#257; pou kua whakam&#257;ramatia kei raro ake nei, ar&#257;, Ng&#257; Pou Here:</span></p><p><em>Pou Whakahaere&nbsp;</em><span>&ndash; Te &#257;hua o t&#257; te puna whiriwhiri i te whakakitenga, i ng&#257; m&#257;t&#257;pono e nui ai ng&#257; hua ki ng&#257; tamariki</span></p><p><em>Pou &#256;rahi&nbsp;</em><span>&ndash; Te &#257;hua o ng&#257; whakatinanatanga o te rangatira e nui ai ng&#257; hua ki ng&#257; tamariki</span></p><p><em>M&#257;tauranga&nbsp;</em><span>&ndash; N&#333; wai te m&#257;tauranga e whakamanahia ana, &#257;, he p&#275;whea te waihangatanga o te h&#333;taka e nui ai ng&#257; hua ki ng&#257; tamariki</span></p><p><em>Tikanga Whakaako</em> <span>&ndash; Te &#257;hua o ng&#257; rautaki whakaako, ako hoki e manaakitia ai ng&#257; hau e wh&#257; me te tautoko an&#333; i te nui o ng&#257; hua ki ng&#257; tamariki</span></p><p><span>I roto i &#275;nei &#257;huatanga ka whiriwhiri Te Tari Arotake M&#257;tauranga te tika o te arotake &ndash; ko te arotake whaiaro me te whanaungatanga &ndash; ko te mahi ng&#257;tahi ki ng&#257; m&#257;tua me te wh&#257;nau.</span></p><p><span>Ka arotake Te Tari Arotake kia kitea he p&#275;whea te tau o te puna ki te pupuri ki ng&#257; tikanga whakaako pai me te whakawhanake tonu hei painga m&#333; ng&#257; tamariki o te puna.</span></p><p><span>Ko t&#275;tehi anga a te k&#257;wanatanga kia whai w&#257;hi atu ng&#257; tamariki, in&#257; r&#257; ng&#257; &#257;konga k&#333;p&#299;p&#299;, ki ng&#257; hua o t&#275;tehi puna kounga nei. Ka whakaputa p&#363;ronga Te Tari Arotake ki te kite i te &#257;hua o t&#257; te puna whakatairanga i ng&#257; hua pai m&#257; ng&#257; tamariki katoa, e aro nei ki ng&#257; tamariki M&#257;ori, n&#333; te Moana-nui-&#257;-kiwa, ng&#257; mea rite kore, &#257;, kei te takiw&#257; o te rua tau te pakeke.</span></p><p><span>Ki te hiahiatia he k&#333;rero k&#275; atu m&#333; ng&#257; anga me Ng&#257; Pou Here t&#275;n&#257; tirohia t&#257; Te Tari Arotake M&#257;tauranga whakakaupapa i ng&#257; arotake m&#333; ng&#257; puna.</span></p><h3><span>T&#257; Te Tari Arotake Whakatau me te Arotake e Whai mai ana</span></h3><p><span>Kei te &#257;hua o t&#257; te puna whakatairanga i ng&#257; hua nui m&#257; ng&#257; tamariki te tikanga he p&#275;whea t&#257; Te Tari Arotake whakatau i ng&#257; kitenga me te w&#257; e hoki atu an&#333; ai. Ko ng&#257; w&#257;hanga e mea ana:</span></p><ul>
<li>He pai te t&#363;nga - Ka hoki atu Te Tari Arotake i roto i te toru tau</li>
</ul><p><span>Kua oti i Te Tari Arotake ng&#257; paearu o ng&#257; w&#257;hanga nei te whakawhanake. E w&#257;tea ana &#275;nei ki te pae tukutuku a Te Tari Arotake M&#257;tauranga.</span></p><h3><span>He Korowai Arotake</span></h3><p><span>E h&#257;ngai ana ng&#257; arotake a Te Tari Arotake ki te horopaki o ng&#257; puna, ki te t&#363; a ng&#257; puna, hui katoa ana i raro i te anga o te arotake. Ko te wh&#257;inga kia whakaratohia he k&#333;rero e p&#257; ana ki te m&#257;ra e hura ana i ng&#257; tini hua ki ng&#257; tamariki, ki te puna hoki.</span></p><a id="1-evaluation-of-te-puna-whakatupu-o-te-rau-oriwa" class="toc-anchor"></a><h2>1 Evaluation of Te Puna Whakatupu o Te Rau Oriwa</h2><p><em>How well do children demonstrate that their confidence and identity is being nurtured and promoted?</em></p><p>Children are confident learners whose individuality and identity is encouraged and nurtured.</p><p>ERO's findings that support this overall judgement are summarised below.</p><h3>Background</h3><p><em>Te Aroha</em></p><p><em>Te Whakapono</em></p><p><em>Ng&#257; Ture</em></p><p><em>K&#333;tahitanga</em></p><p>Te W&#257;nanga o Aotearoa (TWoA) provides governance and management support to Ng&#257; Puna Whakatupu through their quality assurance processes. These include policies, procedures and practice guidance to promote positive learning outcomes for all children. The strategic vision and ng&#257; &#363;ara or values of TWoA provide a solid foundation for the philosophy and practice of the puna whakatupu. TWoA is currently undergoing changes which have had a positive and direct impact on the puna whakatupu. This has included the rebranding of centres from that of early learning centres to puna whakatupu.</p><p>Te Puna Whakatupu o Te Rau Oriwa is located on the outskirts of Tokoroa. The name Te Rau Oriwa pertains to the dove and the olive leaf. This is the metaphor for hope. The children of the puna whakatupu represent hope for a better future.</p><p>Dedicated and committed wh&#257;nau have worked to raise the profile and reputation of the puna whakatupu. A change in leadership has contributed to favourable improvement in centre operation for wh&#257;nau, kaimahi and children. They are focused on rebuilding relationships with the community. This is a time for building capability and capacity in order to achieve positive outcomes for children. Wh&#257;nau are active members of the learning that takes place for their children at the puna whakatupu.</p><p>The puna whakatupu is not located on the same site as Te W&#257;nanga o Aotearoa. Because of this there are very few enrolments from TWoA. The children attending are a strong reflection of the multicultural nature of the Tokoroa community.</p><p>This review was part of a cluster of five early learning centres established by Te W&#257;nanga o Aotearoa.</p><h3>The Review Findings</h3><p>Children enjoy learning because they can actively explore and make individual learning choices. The varied environments and resources stimulate children to want to play and learn. They are viewed as confident learners. Children appear happy and engaged.</p><p>Children with specialist needs are supported to participate fully in the learning programme. Wh&#257;nau and kaimahi work well together to ensure that children receive the full benefit of an education that responds to their particular needs. This strong connected partnership benefits children and focuses learning on positive outcomes. Children determine their individual learning journeys.</p><p>Babies enjoy a programme that is responsive to their learning needs. They determine the pace of the programme and routines are based on their immediate, physical needs. This provides a secure place where their wellbeing is a priority. Babies are loved and nurtured.</p><p>Self review is planned, regular and responds to identified priorities. It informs decision making at a governance level to professional learning and development (PLD) programmes, priorities, plans, policies and actions. Self review contributes well to wh&#257;nau decision making. Sharing through self review strengthens the overall outcomes. Wh&#257;nau make decisions that focus outcomes on children.</p><p>Effective implementation of the performance review system supports staff to achieve the centres vision and goals. Appraisal is providing clear feedback and specific guidance to enhance practise and focus on professional goals. A refined system more aligned to the early learning centres is being implemented in 2015.</p><p>Effective systems practice and policies contribute to sustainable practice. A well considered approach to governance, management and leadership ensures that the puna is well positioned to benefit children. Leadership roles and responsibilities effectively support wh&#257;nau and children. Shared direction and commitment to building a working knowledge of the centre philosophy and vision is resulting in positive change for tamariki. The centre manager fosters k&#333;tahitanga by collaborating closely with kaimahi, wh&#257;nau and children. This encourages a high level of trust based on whanaungatanga.</p><h3>Key Next Steps</h3><ul>
<li>Consider alternative ways to successfully transition the centre from an early learning centre to a puna whakatupu</li>
<li>Wh&#257;nau and kaimahi plan ways to increase m&#257;tauranga M&#257;ori throughout the curriculum including the use of te reo M&#257;ori</li>
<li>Kaimahi seek strategies to extend and challenge children&rsquo;s thinking through complex questioning and conversations</li>
<li>Kaimahi seek support to increase their understanding and skill around self reflection to improve assessment and evaluation practice.</li>
</ul><h3>Management Assurance on Legal Requirements</h3><p>During the review, ERO looked at the service&rsquo;s systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All early childhood services are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><h3>Next Review</h3><h4>When is ERO likely to review the immersion centre again?</h4><p>The next ERO review of Te Puna Whakatupu o Te Rau Oriwa will be three years</p><p>Lynda Pura-Watson</p><p>National Manager Review Services M&#257;ori (Te Uep&#363;-&#257;-Motu)</p><p>15 December 2014</p><a id="2-information-about-the-immersion-early-childhood-service" class="toc-anchor"></a><h2>2 Information about the Immersion Early Childhood Service</h2><table>
<tbody>
<tr>
<td width="229" height="9">
<p>Location</p>
</td>
<td width="364">
<p>Tokoroa</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="364">
<p>30125</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Licence type</p>
</td>
<td width="364">
<p>Education &amp; Care Service</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Licensed under</p>
</td>
<td width="364">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Number licensed for</p>
</td>
<td width="364">
<p>60 children, including up to 17 aged under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Service roll</p>
</td>
<td width="364">
<p>53 children including 8 under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Gender composition</p>
</td>
<td width="364">
<p>Girls 25</p>
<p>Boys 28</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Ethnic composition</p>
</td>
<td width="184">
<p>M&#257;ori</p>
<p>Samoan</p>
<p>Fijian</p>
<p>Vanuatua</p>
<p>Cook Island</p>
</td>
<td width="166">
<p>42</p>
<p>5</p>
<p>1</p>
<p>1</p>
<p>4</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Percentage of qualified teachers</p>
</td>
<td width="364">
<p>80%</p>
</td>
</tr>
<tr>
<td width="154" height="9">
<p>Reported ratios of staff to children</p>
</td>
<td width="62">
<p>Under 2</p>
</td>
<td width="184">
<p>1: 4</p>
</td>
<td width="166">
<p>Better than minimum requirements</p>
</td>
</tr>
<tr>
<td width="154" height="9">&nbsp;</td>
<td width="62">
<p>Over 2</p>
</td>
<td width="184">
<p>1: 7</p>
</td>
<td width="166">
<p>Better than minimum requirements</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Review team on site</p>
</td>
<td width="364">
<p>14 October 2014</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Date of this report</p>
</td>
<td width="364">
<p>15 December 2014</p>
</td>
</tr>
<tr>
<td width="229" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="184">
<p>Education Review</p>
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td width="166">
<p>November 2012</p>
<p>May 2009</p>
<p>April 2004</p>
</td>
</tr>
</tbody>
</table><a id="3-general-information-about-immersion-early-childhood-reviews" class="toc-anchor"></a><h2><span>3 General Information about Immersion Early Childhood Reviews</span></h2><h3>ERO&rsquo;s Evaluation Framework</h3><p>ERO&rsquo;s overarching question for an immersion early childhood education review is &lsquo;How well placed is this service to promote positive learning outcomes for children?&rsquo; ERO focuses on the following factors as described in the framework Ng&#257; Pou Here:</p><ul>
<li>Pou Whakahaere &ndash; how the service determines its vision, philosophy and direction to ensure positive outcomes for children</li>
<li>Pou &#256;rahi &ndash; how leadership is enacted to enhance positive outcomes for children</li>
<li>M&#257;tauranga &ndash; whose knowledge is valued and how the curriculum is designed to achieve positive outcomes for children</li>
<li>Tikanga whakaako &ndash; how approaches to teaching and learning respond to diversity and support positive outcomes for children.</li>
</ul><p>Within these areas ERO considers the effectiveness of <em>arotake</em> &ndash; self review and of <em>whanaungatanga</em> &ndash; partnerships with parents and wh&#257;nau.</p><p>ERO evaluates how well placed a service is to sustain good practice and make ongoing improvements for the benefit of all children at the service.</p><p>A focus for the government is that all children, especially priority learners, have an opportunity to benefit from quality early childhood education. ERO will report on how well each service promotes positive outcomes for all children, with a focus on children who are M&#257;ori, Pacific, have diverse needs, and are up to the age of two.</p><p><em>For more information about the framework and Ng&#257; Pou Here refer to</em> ERO&rsquo;s Approach to Review in Early Childhood Services<em>.</em></p><h3>ERO&rsquo;s Overall Judgement and Next Review</h3><p>The overall judgement that ERO makes and the timing of the next review will depend on how well placed a service is to promote positive learning outcomes for children. The categories are:</p><ul>
<li>Well placed &ndash; The next ERO review in three years</li>
</ul><p>ERO has developed criteria for each category. These are available on ERO&rsquo;s website.</p><h3>Review Coverage</h3><p>ERO reviews are tailored to each service&rsquo;s context and performance, within the overarching review framework. The aim is to provide information on aspects that are central to positive outcomes for children and useful to the service.</p></html>

        </div>

        
            
                <aside>

    <h6>Te Rau Oriwa Early Learning Centre reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-15-12-2014/" title="Te Rau Oriwa Early Learning Centre - 15/12/2014">Te Rau Oriwa Early Learning Centre - 15/12/2014</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-rau-oriwa-early-learning-centre-24-01-2018/" title="Te Rau Oriwa Early Learning Centre - 24/01/2018">Te Rau Oriwa Early Learning Centre - 24/01/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
