<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Kōwhai - 27/03/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kōwhai - 27/03/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Kōwhai - 27/03/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Kōwhai - 27/03/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Kōwhai - 27/03/2015 page" href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="4716ce73f6e6224e7f6703ca980507eb7ff5f12e" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Kōwhai - 27/03/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Kōwhai - 27/03/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2><span>1 Te Horopaki</span></h2><p>E t&#363; ana Te K&#333;hanga Reo o Te K&#333;whai ki P&#257;harakeke. Ka noho ng&#257; tamariki o t&#275;nei k&#333;hanga reo ki P&#257;harakeke, &#257;, n&#333; ng&#257; iwi maha r&#257;tou. Ka noho ng&#257;kau nui te wh&#257;nau ki te whakarato i ng&#257; tino whai w&#257;hitanga m&#333; &#257; r&#257;tou tamariki. Ka whai w&#257;hi atu ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo wheako akoranga e whakatairanga ana i t&#333; r&#257;tou ahurea me t&#333; r&#257;tou tuakiri. Ka whakamahi ng&#257; kaimahi me te wh&#257;nau i t&#333; r&#257;tou m&#333;hiotanga, &#333; r&#257;tou p&#363;kenga, me &#257; r&#257;tou wheako an&#333; hoki, hei h&#257;pai i ng&#257; akoranga a ng&#257; tamariki, me te whakatairanga hoki i te reo M&#257;ori. Kua t&#257;utuhia e te wh&#257;nau ko te whakawhanaketanga o te reo M&#257;ori t&#275;tahi kaupapa rautaki matua.</p><p>He tino hononga papai t&#333; te k&#333;hanga reo ki &#275;tahi atu k&#333;hanga reo o t&#333; r&#257;tou purapura. E tautoko ana te wh&#257;nau i ng&#257; k&#333;hanga reo maha ki te whakapai ake i &#333; r&#257;tou &#257;heinga.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; kaimahi, te wh&#257;nau, ng&#257; kaum&#257;tua, ng&#257; kuia, me t&#333; r&#257;tou taiao m&#257; te reo M&#257;ori me ng&#257; tikanga M&#257;ori?</h3><p>He pai te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; kaimahi, te wh&#257;nau, ng&#257; kaum&#257;tua, ng&#257; kuia, me t&#333; r&#257;tou taiao m&#257; te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>He pai te whanake haere o te m&#257;ramatanga o ng&#257; tamariki ki te reo M&#257;ori. Ka rumakina r&#257;tou ki t&#275;tahi taiao o te reo M&#257;ori. Ka m&#257;rama, ka aro atu hoki r&#257;tou ki te reo M&#257;ori. Ka whai ng&#257; tamariki i ng&#257; mahinga e p&#257; ana ki ng&#257; karakia me ng&#257; mihimihi. He mauritau ng&#257; kaimahi, &#257;, ka akiaki i ng&#257; tamariki ki te whai w&#257;hi atu ki ng&#257; karakia me te taki i ng&#257; pepeha. Ka aki r&#257;tou i ng&#257; tamariki, &#257;, ka whakatauira hoki i ng&#257; hanganga reo e tika ana. Ka whakamahi r&#257;tou i ng&#257; waiata me ng&#257; waiata &#257;-ringa, hei h&#257;pai i ng&#257; tamariki ki te whakawh&#257;nui me te whakahaumako i t&#333; r&#257;tou reo M&#257;ori. He p&#257;rekareka ki ng&#257; tamariki te waiata, &#257;, ka &#257;ta whai w&#257;hi m&#257;t&#257;toa r&#257;tou ki te mahi i ng&#257; mahi &#257;-ringa. He harikoa, he m&#257;ia hoki ng&#257; tamariki. He p&#257;rekareka ki ng&#257; tamariki te haere ki te k&#333;hanga reo. Ka whai ng&#257; tamariki i ng&#257; tohutohu a ng&#257; kaimahi, &#257;, ka whakautu hoki ki a r&#257;tou m&#257; te reo M&#257;ori.</p><p>E poipoia ana te waiora &#257;-tangata, &#257;-whatumanawa, &#257;-tinana hoki o ng&#257; tamariki. He p&#257;rekareka ki ng&#257; tamariki ng&#257; hononga atawhai, manaaki hoki ki waenga i a r&#257;tou me ng&#257; kaimahi. Ka tiaki r&#257;tou i t&#333; r&#257;tou taiao, &#257;, ka whakapai haere i te mutunga o t&#275;tahi taumahi. Kei ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo whiringa pai o ng&#257; kai hauora. He pai te manaaki o te wh&#257;nau i ng&#257; tamariki.</p><p>He m&#257;ia ng&#257; tamariki, &#257;, ka kawe hoki i &#257; r&#257;tou ake akoranga. Ka waihanga ng&#257; tamariki i ng&#257; nekehanga kanikani, &#257;, he p&#257;rekareka ki a r&#257;tou te waiata ki te taha o ng&#257; kaimahi, te wh&#257;nau, me &#275;tahi atu tamariki. Ka whai w&#257; ng&#257; kaimahi me te wh&#257;nau ki te whakarongo ki ng&#257; tamariki, me te m&#257;rama i &#333; r&#257;tou matea, &#333; r&#257;tou ng&#257;kau nuitanga hoki. He wh&#257;nui ng&#257; t&#363;momo taumahi hei whiringa m&#257; ng&#257; tamariki. Ka whakaoti panga, ka t&#257;karo ki ng&#257; k&#257;kahu whakaari, &#257;, ka whai w&#257;hi atu ki ng&#257; mahi kori tinana i ia te w&#257;. He harikoa ng&#257; tamariki ki t&#333; r&#257;tou taiao.</p><p>He p&#257;rekareka ki ng&#257; tamariki te t&#257;karo. Ka whakahihiri te t&#257;karo o waho i a r&#257;tou. Ka t&#363;hura ng&#257; tamariki ki waho, &#257;, ka whai w&#257;hi atu hoki ki ng&#257; t&#257;karo auaha. Ka whakarato ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi, whiringa hoki m&#257; ng&#257; tamariki. Ka whai w&#257;hi atu ng&#257; tamariki ki ng&#257; t&#257;karo takitahi, takir&#333;p&#363; hoki. Ka whakamahi r&#257;tou i te &#257;rai &ndash; he w&#257;hanga t&#275;nei ki tua o te w&#257;hi ako matua &ndash; hei w&#257;hi t&#257;karo in&#257; he r&#257; mahana, kei te whiti mai r&#257;nei a Tama-nui-te-r&#257;. Ka kite, ka aro atu hoki ng&#257; tamariki ki ng&#257; k&#257;ri putiputi. He pakari ng&#257; tamariki i a r&#257;tou e t&#363;hura ana ki waho. He p&#257;rekareka ki ng&#257; tamariki ng&#257; wero &#257;-tinana me te whakaongaonga &#257;-hinengaro e whakaratohia ana ki te taiao o waho.</p><p>He m&#257;ia ng&#257; tamariki, &#257;,me te m&#333;hio ko whea r&#257;tou. Ka whakatauira te wh&#257;nau i te whakahirahiratanga o te whanaungatanga. Ka whakap&#363;mau r&#257;tou i ng&#257; hononga me te manaaki a t&#275;tahi i t&#275;tahi. He h&#257;neanea, he tau hoki ng&#257; tamariki. Ka ako r&#257;tou i &#333; r&#257;tou ake iwi. He m&#257;ia ng&#257; tamariki ki t&#333; r&#257;tou taiao.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Ka whakamahi ng&#257; tamariki i te reo m&#257;m&#257; ki te whakawhiti i &#333; r&#257;tou whakaaro me te whakahoki k&#333;rero ki &#275;tahi atu. E m&#333;hio ana te wh&#257;nau, he mea nui ki te whakarato i ng&#257; wheako me ng&#257; whai w&#257;hitanga e h&#257;pai ana i ng&#257; tamariki ki te whakawh&#257;nui i t&#257; r&#257;tou whakamahinga o te reo M&#257;ori. Kua t&#257;utuhia e te wh&#257;nau ko te whakawhanaketanga o te reo M&#257;ori t&#275;tahi kaupapa rautaki matua.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>He p&#257;rekareka ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo whai w&#257;hitanga, wheako hoki e whakatutuki ana i &#257; r&#257;tou wh&#257;inga ako. Ka hono ng&#257; mahere h&#333;taka ki Te Wh&#257;riki. He pai te whakam&#333;hio i te wh&#257;nau ki t&#275;n&#257; e &#257;kona ana e &#257; r&#257;tou tamariki. Kua &#257;ta whakawhanakehia ng&#257; mahere, &#257;, ka &#257;rahi an&#333; hoki i te h&#333;taka akoranga. Ka wheako ng&#257; tamariki i te ako i te reo M&#257;ori me ng&#257; tikanga M&#257;ori m&#257; te wh&#257;nui o ng&#257; t&#363;momo huarahi whakaongaonga. Ka m&#333;hio, ka pakari haere an&#333; hoki ng&#257; tamariki n&#257; te ako i a r&#257;tou an&#333;, i &#333; r&#257;tou t&#363;rangawaewae, i t&#333; r&#257;tou aronga toi whenuatanga hoki.</p><p>Kei ng&#257; p&#363;kete a ng&#257; tamariki te tino whakam&#257;ramatanga o t&#275;n&#257; e &#257;kona ana e ng&#257; tamariki. Kei ia p&#363;kete hoki te pepeha o te tamaiti me ng&#257; tauira an&#333; hoki o &#257; r&#257;tou mahi toi. Kei roto hoki ko ng&#257; whakaahua o ng&#257; tamariki e whakahoahoa ana ki te taha o ng&#257; kaimahi me te wh&#257;nau. Ka whakatakotohia te h&#333;honutanga o ng&#257; wheako akoranga a ng&#257; tamariki ki te ao M&#257;ori, hei tirohanga m&#257; ng&#257; m&#257;tua, &#257;, ka tohu an&#333; hoki i te &#257;hua o te m&#257;ramatanga o ng&#257; tamariki ki ng&#257; tikanga M&#257;ori. He tino p&#363;naha t&#257; te wh&#257;nau ki te aroturuki i te ahunga whakamua a ng&#257; tamariki.</p><p>Ka whai hua te arom&#257;tai h&#333;taka. Hui ai ng&#257; kaimahi i ia wiki ki te k&#333;rero me te tuhi i ng&#257; &#257;huatanga katoa o te h&#333;taka. Ka tohu aua m&#333;hiohio i te whai huatanga o te h&#333;taka ki te h&#257;pai i ng&#257; akoranga a ng&#257; tamariki. Ka arotake ng&#257; kaimahi i ng&#257; haerenga, me te pai o ng&#257; taunekeneke ki waenga i ng&#257; tamariki, ng&#257; kaimahi, me te wh&#257;nau. Ka &#257;ta mahi ng&#257; kaimahi hei t&#257;utu i te &#257;hua o te h&#333;taka ki te whakatutuki i ng&#257; matea o ng&#257; tamariki katoa.</p><p>He pai te whakahaeretanga a te wh&#257;nau i t&#333; r&#257;tou k&#333;hanga reo hei painga m&#333; ng&#257; tamariki. Ka arotahi te whakatau o ng&#257; whakaritenga, te whakahaeretanga me te aronga rautaki a te wh&#257;nau ki ng&#257; tino putanga m&#333; ng&#257; tamariki. Kua &#257;ta whakamaheretia t&#257; r&#257;tou aronga rautaki, &#257;, ka arotahi ki te wh&#257;nau e mahi ng&#257;tahi ana ki te whakatutuki i ng&#257; putanga i t&#257;utuhia ai.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whiwhi ng&#257; tamariki i te maha ake o ng&#257; wheako me ng&#257; whai w&#257;hitanga e h&#257;pai ana i te whakawh&#257;nuitanga, te whakahaumakotanga hoki o t&#333; r&#257;tou reo M&#257;ori.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te K&#333;whai ki P&#257;harakeke, ki Heretaunga. He pai te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; kaimahi, te wh&#257;nau, ng&#257; kaum&#257;tua, ng&#257; kuia, me t&#333; r&#257;tou taiao m&#257; te reo M&#257;ori me ng&#257; tikanga. Ka noho p&#363;mau te wh&#257;nau ki te haere tonutanga o te arotake whaiaro, hei &#257;ta whakarite i te whakahaeretanga o t&#333; r&#257;tou k&#333;hanga reo, hei painga m&#333; ng&#257; tamariki. T&#275;r&#257; ka whakahaerehia e Te Tari Arotake M&#257;tauranga te arotake whai muri i roto i ng&#257; tau e toru.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Te K&#333;whai i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>27 Pout&#363;-te-rangi, 2015</span></p><a id="1-context" class="toc-anchor"></a><h2><span>1 Context</span></h2><p>Te K&#333;hanga Reo o Te K&#333;whai is in Flaxmere. Children who attend the k&#333;hanga reo live in Flaxmere and come from a range of iwi regions. Wh&#257;nau are committed to providing the best opportunities for their children. Children are exposed to a wide variety of learning experiences that promotes their culture and identity. Kaimahi and wh&#257;nau use their knowledge, skills and experiences to support children&rsquo;s learning and to promote te reo M&#257;ori. Wh&#257;nau have identified te reo M&#257;ori development as a strategic priority.</p><p>The k&#333;hanga reo has developed a strong relationship with their local purapura and are very supportive in building wh&#257;nau capability.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children engage with kamahi, wh&#257;nau, kaum&#257;tua, kuia and their environment through te reo M&#257;ori me ng&#257; tikanga M&#257;ori?</h3><p>Children engage well with kamahi, wh&#257;nau, kaum&#257;tua, kuia and their environment through te reo M&#257;ori me ng&#257; tikanga M&#257;ori.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are developing a good understanding of te reo M&#257;ori. They are immersed in a te reo M&#257;ori environment. They understand and can respond to te reo M&#257;ori. Children follow the routines for karakia and mihimihi. Kaimahi are positive and encourage children to participate in karakia and the recitation of pepeha. They prompt children and model correct language structures. They use waiata and waiata-&#257;-ringa to help children extend and enrich their te reo Maori. Children enjoy singing waiata and participate with passion when doing the actions for waiata-&#257;-ringa. Children are happy and confident. Children enjoy going to k&#333;hanga reo. Children can take instructions from kaimahi and also respond to them in te reo M&#257;ori.</p><p>Children&rsquo;s social, emotional and physical wellbeing is catered for. Children enjoy the warm and caring relationships they have with kaimahi. They care for their environment and tidy up at the end of an activity. Children have a range of healthy food choices. Children are well cared for.</p><p>Children are confident and take responsibility for their own learning. Children create dance movements and enjoy singing waiata with kaimahi, wh&#257;nau and other children. Kaimahi and wh&#257;nau take time to listen to the children and understand their needs and interests. Children have a variety of activities to choose from. They can solve puzzles, play dress ups, and participate in regular exercise. Children are happy in their environment.</p><p>Children enjoy play. They get excited when they play outdoors. Outside children explore and engage in creative play. Kaimahi provide children with a range of activities and choices. Children engage in independent and group play. They use the awning, which is an extension off the main learning area, to play under if it is a warm and sunny day. Children notice and respond to the flower beds. Children are confident when exploring the outdoors. They enjoy the physical challenges and intellectual stimulation that is provided in the outdoor environment.</p><p>Children are confident and know where they come from. Wh&#257;nau model the importance of whanaungatanga. They reinforce connections and caring for each other. Children are comfortable and settled. They learn about their individual iwi. Children are confident in their environment.</p><h3>Key Next Steps</h3><p>Children use basic language to communicate their ideas and to respond to others. Wh&#257;nau recognise the importance of providing experiences and opportunities that enable children to extend their use of te reo M&#257;ori. Te reo M&#257;ori development is identified by the wh&#257;nau as a strategic priority.</p><h3>Planning and Evaluation</h3><p>Children enjoy a range of opportunities and experiences that meet their leaning goals. Programme planning links to Te Whariki. Wh&#257;nau are informed well about what their children are learning. Plans are well developed and guide the learning programme. Children experience learning te reo M&#257;ori me ng&#257; t&#299;kanga M&#257;ori in a range of stimulating ways. Children gain knowledge and confidence learning about who they are, where they are from and where they belong.</p><p>Children&rsquo;s profile books provide a clear description of what children are learning. They contain the child&rsquo;s pepeha and samples of their artwork. The books include photos of children socialising with kaimahi and wh&#257;nau. Children&rsquo;s rich learning experiences in te ao M&#257;ori are recorded for parents and shows how well their children are developing an understanding of tikanga M&#257;ori. Wh&#257;nau have an effective system in place to monitor children&rsquo;s progress.</p><p>Programme evaluation is effective. Kaimahi meet weekly to discuss and document all aspects of the programme. The information indicates how well the programme supports children&rsquo;s learning. Kaimahi review excursions to see how well children, kaimahi and wh&#257;nau interact. Kaimahi take deliberate steps to identify whether the programme meets the needs of all the children.</p><p>The wh&#257;nau manage their k&#333;hanga reo well for children. Decision making, practices and the wh&#257;nau strategic direction focuses on successful outcomes for children. Their well planned strategic direction focuses the wh&#257;nau on working together to achieve their identified outcomes.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>
<p>children receive more experiences and opportunities that enable te reo M&#257;ori to be extended and enriched.</p>
</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Te K&#333;whai is in Flaxmere, Hastings. Children engage well with kaimahi, wh&#257;nau, kaum&#257;tua, kuia and their environment through te reo M&#257;ori me ng&#257; tikanga. Wh&#257;nau are committed to ongoing self-review to ensure that that they manage their k&#333;hanga reo in the best interests of children. ERO is likely to return in three years.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te K&#333;whai will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>27 March 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Flaxmere, Hastings</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>55260</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>08D091</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>23 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>17 children, including up to 7 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 10</p>
<p>Boys 7</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="369">
<p>M&#257;ori</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>February 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>27 March 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>August 2011</p>
<p>September 2007</p>
<p>June 2006</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Kōwhai reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-02-10-2018/" title="Te Kōhanga Reo o Te Kōwhai - 02/10/2018">Te Kōhanga Reo o Te Kōwhai - 02/10/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-kowhai-27-03-2015/" title="Te Kōhanga Reo o Te Kōwhai - 27/03/2015">Te Kōhanga Reo o Te Kōwhai - 27/03/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
