<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/feature-images/banner-montage1.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018 page" href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="c1163a66772f11f35cbcc4918caf2aabd832ff26" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/avalon-kindergarten-07-09-2018/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Te Reo Tupua o Awapuni ki Te Papaioea. Kua roa nei &#275;tahi wh&#257;nau e whai w&#257;hi atu ana ki te k&#333;hanga reo, &#257;, he m&#257;t&#257;toa t&#257; r&#257;tou whakatairanga ake i te tirohanga ng&#257;tahi me ng&#257; m&#257;t&#257;pono o te whanaungatanga. I taunaki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga, kia aro atu te wh&#257;nau ki te whakapiki ake i te tatauranga tamariki e noho ana ki te k&#333;hanga reo. Kua tata eke atu r&#257;tou i n&#257;ianei ki te tatauranga rahi o t&#257; r&#257;tou raihana, &#257;, kua whakawh&#257;nui ake r&#257;tou i ng&#257; haora o t&#257; r&#257;tou raihana, hei h&#257;pai ake ai i ng&#257; hiahia o ng&#257; m&#257;tua e mahi ana. He nui ng&#257; whakawhanaketanga ki te papa t&#257;karo o waho e kawea ana i t&#275;nei w&#257;, hei whakarato wawe i ng&#257; akoranga o waho me ng&#257; wheako t&#363;hura ki ng&#257; tamariki.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te t&#363;m&#257;ia o ng&#257; tamariki hei &#257;konga?</h3><p lang="mi">E whakawhanake ana ng&#257; tamariki i t&#333; r&#257;tou t&#363;m&#257;ia hei &#257;konga.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E whiwhi ana ng&#257; tamariki i ng&#257; wheako akoranga e arahina ana, &#257;, e whakap&#363;mau &#275;nei i ng&#257; tikanga tuku iho me ng&#257; whakapono M&#257;ori. Kua waia ng&#257; tamariki ki ng&#257; tikanga, &#257;, ka whai w&#257;hi atu r&#257;tou ki ng&#257; tikanga, puta noa i te r&#257;. E h&#257;pai ana ng&#257; pepeha, ng&#257; karakia, ng&#257; mihimihi, me ng&#257; waiata i ng&#257; tamariki ki te ako i te reo M&#257;ori me ng&#257; tikanga M&#257;ori. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te whakapuaki i &#257; r&#257;tou akoranga e p&#257; ana ki te ao M&#257;ori. Ka whakamahi ng&#257; kaiako i ng&#257; rautaki m&#257;m&#257;, ng&#257; rautaki whai hua e whakapakari ai i te t&#363;m&#257;ia o ng&#257; tamariki ki te whai w&#257;hi atu. E whakamihia ana ng&#257; whakam&#257;tau a ng&#257; tamariki ki te taki i &#333; r&#257;tou pepeha. Ka whakamahia &#275;tahi tino taonga me ng&#257; mahi &#257;-ringa kia rongo ai ng&#257; tamariki i t&#333; r&#257;tou motuhake. He whai w&#257;hitanga an&#333; hoki m&#333; ng&#257; tamariki ki te whai w&#257;hi atu ki ng&#257; horopaki tuku iho. E whakawhanake ana ng&#257; tamariki i te t&#363;m&#257;ia m&#257; ng&#257; huarahi e whai p&#363;take ana, &#257;, e noho ngahau ana hoki.</p><p lang="mi">E whakawhanake ana ng&#257; tamariki i t&#333; r&#257;tou m&#257;ramatanga ki ng&#257; kawenga a te tangata whenua. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te ako i ng&#257; kawa e h&#257;ngai p&#363; ana ki te whakatau i ng&#257; wh&#257;nau hou me ng&#257; manuhiri. Ka kitea ki ng&#257; kaimahi t&#333; r&#257;tou tino whakaute m&#333; &#333; r&#257;tou kuia. Ka whakatauira ng&#257; kaimahi i te t&#363;manako kia manaakitia, kia whakamanahia hoki t&#333; r&#257;tou w&#257;hi noho. He m&#257;ia ng&#257; tamariki ki te &#257;whina i ng&#257; kaimahi ki te tiaki i t&#333; r&#257;tou taiao. E whakawhanake ana ng&#257; tamariki i te m&#333;hiotanga ki te kaitiakitanga.</p><p lang="mi">E whakawhanake ana ng&#257; tamariki i ng&#257; tino hononga pakari, hononga manaaki hoki ki waenga i a r&#257;tou an&#333;. Ka kitea t&#333; r&#257;tou manawa nui, t&#333; r&#257;tou whakaute, me t&#333; r&#257;tou manaaki m&#333; &#275;tahi atu. Ka poipoia ng&#257; hononga ki waenga i ng&#257; tu&#257;kana me ng&#257; t&#275;ina. Ka tau p&#363;mau te rangim&#257;rie hei h&#257;pai i ng&#257; akoranga. E poipoia ana te tuakiri ake o ia tamaiti, &#257;, ka kitea &#333; r&#257;tou ng&#257;kau titikaha ki te whakapuaki i a r&#257;tou an&#333;. Me wh&#257;nui ake ng&#257; whai w&#257;hitanga m&#333; ng&#257; p&#275;pi ki te ako m&#257; te t&#363;hura. E whiwhi ana ng&#257; tamariki i ng&#257; hononga e whai p&#363;take ana.</p><p lang="mi">E whakawhanake ana ng&#257; tamariki i t&#333; r&#257;tou m&#257;ramatanga me t&#257; r&#257;tou whakamahinga o te reo M&#257;ori. Ka whakamahi, ka whakatauira hoki ng&#257; kaimahi i te reo M&#257;ori. Ka h&#257;pai r&#257;tou i ng&#257; tamariki ki te whakapakari ake i t&#333; r&#257;tou m&#333;hiotanga ki te reo, m&#257; te wh&#257;ngai i ng&#257; kupu M&#257;ori i ng&#257; w&#257; ka whakamahi k&#275; ng&#257; tamariki i ng&#257; kupu P&#257;keh&#257;. Ka &#257;ta aroturuki ng&#257; kaimahi i te reo o ng&#257; tamariki. He ng&#257;kau titikaha t&#333; ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori. Ka noho m&#257;rama ng&#257; tamariki ki te reo e whakamahia ana, &#257;, he pai hoki t&#257; r&#257;tou aro atu ki ng&#257; kaimahi. Ko ng&#257; tohu o te reo M&#257;ori, ng&#257; ataata, me te reo tonu e noho &#257;taahua ana, puta noa i ng&#257; w&#257;hanga katoa o te k&#333;hanga reo. Ko te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi o te reo M&#257;ori e tino w&#257;tea ana ki ng&#257; tamariki o ng&#257; reanga me ng&#257; &#257;heinga katoa. Ka ng&#257;kau nui ng&#257; tamariki ki te t&#363;hura i t&#333; r&#257;tou taiao o te reo M&#257;ori.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">He pai te whakahaeretanga a te wh&#257;nau i te k&#333;hanga reo me te tari, hei painga m&#333; &#257; r&#257;tou tamariki. He m&#257;ramatanga ng&#257;tahi ki te tirohanga o te k&#333;hanga reo, &#257;, e whakam&#333;hio ana t&#275;nei i te &#257;hua o ng&#257; mahi a te wh&#257;nau ki te whakatairanga angitu tonu i te k&#333;hanga reo ki te hapori wh&#257;nui. E whakamahia ana ng&#257; huarahi whakawhitiwhiti k&#333;rero e whai hua ana kia noho m&#333;hio ai te wh&#257;nau. Ka taetae atu te nuinga o te wh&#257;nau ki ng&#257; hui o ia marama. Ka whakap&#363;mautia te pai o ng&#257; whakaritenga e p&#257; ana ki te p&#363;rongo me te whakamahere. Arotakengia ai i ia te w&#257; ng&#257; kaupapa here me ng&#257; aratohu e p&#257; ana ki te whakahaeretanga. Ka aroturukitia ng&#257; whakaritenga ngaio me ng&#257; &#257;hua mahi a ng&#257; kaimahi, &#257;, he pai an&#333; hoki te whakahaere i aua t&#363;&#257;huatanga. Kua &#257;ta tuhia, he matawh&#257;nui hoki te tukanga e &#257;rahi ana i te whakahaere o ng&#257; kaupapa rautaki a te wh&#257;nau. Ko te &#257;ta poipoi i te whakawhanaketanga o ng&#257; tamariki katoa te tino kaupapa matua tonu.</p><h3 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p lang="mi">Ahakoa te tino tirohanga e whakaratohia ana e te wh&#257;nau m&#333; te whakawhanake tonutanga me te aronga tonutanga o te k&#333;hanga reo, ka taea ng&#257; tukanga arotake whaiaro te whakapakari m&#257; te nui ake i te whai w&#257;hi mai o te wh&#257;nau.</p><p lang="mi">Ahakoa e whakaraupapa ana ng&#257; mahere h&#333;taka i te hanganga me te ritenga o te kaupapa m&#257; ng&#257; kaimahi, k&#257;hore ng&#257; matea whakawhanake me ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki e &#257;ta whakaatuhia ana ki aua mahere. K&#257;hore ng&#257; kaimahi e whakarato ana i te rawaka o ng&#257; k&#333;rero e tohu ana i ng&#257; mahi ki te tautoko ake i ng&#257; t&#363;momo r&#333;p&#363; tamariki me &#333; r&#257;tou ng&#257;kau nuitanga. He wh&#257;iti noa ng&#257; t&#363;momo whiringa me ng&#257; t&#363;momo whai w&#257;hitanga m&#333; ng&#257; tamariki i roto i &#257; r&#257;tou t&#257;karo me &#257; r&#257;tou akoranga. I roto i &#275;tahi o ng&#257; mahinga, he roa rawa te w&#257; tatari o ng&#257; tamariki ki t&#275;tahi w&#257;hi iti. He wh&#257;iti noa ng&#257; whai w&#257;hitanga o ng&#257; tamariki ki te whiriwhiri i ia te w&#257; i ng&#257; taumahi e ng&#257;kau nuitia ana e r&#257;tou.</p><p lang="mi">He wh&#257;iti ng&#257; huarahi aromatawai o t&#275;nei w&#257;. K&#257;hore aua huarahi e whakatakoto ana i ng&#257; tino m&#333;hiohio ki ng&#257; m&#257;tua, m&#333; te whakawhanaketanga o &#257; r&#257;tou ake tamariki me &#257; r&#257;tou akoranga. E m&#333;hio ana ng&#257; kaimahi, ko te whakawhanake i te p&#363;kete a ia tamaiti te whakaritenga mahi e tika ana kia whai ake. K&#257;hore te ako me te ahu whakamua a ia tamaiti e &#257;ta tuhia ana.</p><p lang="mi">K&#257;hore te ako a ng&#257; tamariki me &#333; r&#257;tou whakawhanaketanga e k&#333;rerohia ana ki ng&#257; hui kaimahi. Me whakah&#257;ngai an&#333; ng&#257; kaimahi i &#257; r&#257;tou whakawhitinga k&#333;rero ki t&#275;n&#257; i w&#257;hi hua ai ki ng&#257; t&#363;momo r&#333;p&#363; tamariki me &#333; r&#257;tou t&#363; matea, me ng&#257; &#257;huatanga hoki o te h&#333;taka akoranga hei whakawhanake ake. Ka whai hua ng&#257; tamariki m&#257; te whakapai ake i ng&#257; mahi ki te arom&#257;tai i te h&#333;taka akoranga.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakap&#257; atu te wh&#257;nau me ng&#257; kaimahi ki te tautoko me te &#257;rahitanga o t&#333; r&#257;tou tari &#257;-rohe o te Poari Matua o Ng&#257; K&#333;hanga Reo, ki te whakapai ake i ng&#257; h&#333;taka o Te Wh&#257;riki m&#257; ng&#257; tamariki.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Reo Tupua o Awapuni i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>28 Pipiri, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Te Papaioea</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">52797</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">09E077</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">30, kia tekau ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">28, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 8</p>
<p lang="mi">Tama 20</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
<p lang="mi">P&#257;keh&#257;</p>
<p lang="mi">H&#257;moa</p>
</td>
<td width="171">
<p lang="mi">16</p>
<p lang="mi">10</p>
<p lang="mi">2</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Haratua 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>28 Pipiri, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake T&#257;piri</p>
</td>
<td width="171">
<p lang="mi">Pipiri 2015</p>
<p lang="mi">Pipiri 2012</p>
<p lang="mi">Hui-tanguru 2009</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te Reo Tupua o Awapuni is located in Palmerston North. Long-standing wh&#257;nau members actively promote the collective vision and principles of whanaungatanga. The previous ERO report recommended the wh&#257;nau work to increase the number of children attending the k&#333;hanga reo. They are now almost at their maximum licenced roll numbers, and have extended licensing hours to better accommodate the needs of working parents. Significant outdoor playground developments are underway to provide immediate outdoor learning and exploration experiences for children.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How confident are children as learners?</h3><p>Children are developing their confidence as learners.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children receive guided learning experiences that reinforce M&#257;ori traditions and beliefs. Children are familiar with and participate in tikanga throughout the daily programme. Pepeha, karakia, mihimihi, and waiata involve children in learning te reo M&#257;ori and tikanga M&#257;ori. Kaimahi prompt children to share their learning about te ao M&#257;ori. Kaiako use simple and effective strategies to build children&rsquo;s confidence to participate. Children are praised for their efforts when reciting their pepeha. Specific taonga and traditional actions are used to make children feel special. Children have opportunities to participate in traditional settings. Children are developing confidence in ways that are meaningful and fun.</p><p>Children are developing their understanding of tangata whenua roles. Kaimahi enable children to learn specific protocols as they welcome new wh&#257;nau and visitors. Kaimahi show great respect for their kuia. Kaimahi model the expectation for care and respect of their surroundings. Children confidently assist kaimahi to look after their environment. Children are developing an awareness of kaitiakitanga.</p><p>Children develop close and caring bonds with each other. They show patience, respect and care for others. Tuakana teina relationships are fostered. A calm and peaceful atmosphere is maintained for learning. The personality of every child is nurtured and shows their confidence to express themselves. P&#275;pi need further opportunities to learn through exploration. Children enjoy meaningful relationships.</p><p>Children are developing their understanding and use of te reo Maori. Kaimahi use and model te reo M&#257;ori. They support children to build their knowledge of the language by introducing te reo M&#257;ori words to replace the English terms used by children. Kaimahi closely monitor children&rsquo;s language. Tuakana are confident to speak in te reo M&#257;ori. Children understand the language used and respond well to kaimahi. Te reo M&#257;ori symbols, images and language are beautifully displayed in all areas of the k&#333;hanga reo. Extensive te reo M&#257;ori resources are easily accessible to children of all ages and abilities. Children enjoy exploring their te reo M&#257;ori environment.</p><h3>Planning and Evaluation</h3><p>The k&#333;hanga reo is managed and administered well by wh&#257;nau in the interests of their children. There is a shared understanding about the vision for the k&#333;hanga reo which informs the way wh&#257;nau successfully promote the k&#333;hanga reo in the wider community. Effective methods are used to communicate with wh&#257;nau. Monthly hui are attended by the majority of the wh&#257;nau. Good reporting and planning practices are maintained. Management policies and guidelines are regularly reviewed. Kaimahi professional practice and performance is monitored and managed well. A well-documented and comprehensive process guides the management of wh&#257;nau strategic priorities. The successful development of all children remains the top priority.</p><h3>Key Next Steps</h3><p>While the wh&#257;nau provide valuable insight for the ongoing development and direction of the k&#333;hanga reo, self-review processes can be strengthened by seeking greater input from wh&#257;nau.</p><p>While programme planning outlines the structure and organisation of the kaupapa for kaimahi, the development needs and their interests of children are not reflected well in these plans. Kaimahi do not provide sufficient detail of how different groups of children and their interests will be supported. There is a lack of variety and opportunity for children to make choices in their play and learning. During some routines, children are required to wait for long periods of time in one small space. Children have limited opportunities to regularly choose activities of interest to them.</p><p>Current assessment methods are limited. These do not provide clear information to parents about their child&rsquo;s development and learning. Kaimahi recognise that the development of portfolios for every child is a key next step. Learning and progress for individual children is not fully documented.</p><p>Children&rsquo;s learning and development is not discussed at kaimahi hui. Kaimahi need to refocus their discussions on what went well for the different groups and needs of children and what improvements can be made to the learning programme. Children will benefit from improved evaluation of the learning programme.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>the wh&#257;nau and kaimahi access support and guidance from their local TKRNT to improve Te Wh&#257;riki programming for children.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Te Reo Tupua o Awapuni will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>28 June 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Palmerston North</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>52797</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>09E077</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>30 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>28 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 8</p>
<p>Boys 20</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
<p>P&#257;keh&#257;</p>
<p>Samoan</p>
</td>
<td width="178">
<p>16</p>
<p>10</p>
<p>2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>May 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>28 June 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td colspan="2" width="187">
<p>June 2015</p>
<p>June 2012</p>
<p>February 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Reo Tupua o Awapuni reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-28-06-2018/" title="Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018">Te Kōhanga Reo o Te Reo Tupua o Awapuni - 28/06/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-reo-tupua-o-awapuni-30-06-2015/" title="Te Kōhanga Reo o Te Reo Tupua o Awapuni - 30/06/2015">Te Kōhanga Reo o Te Reo Tupua o Awapuni - 30/06/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
