<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Pukeroihi - 31/08/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Pukeroihi - 31/08/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Pukeroihi - 31/08/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Pukeroihi - 31/08/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/feature-images/banner-montage1.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Pukeroihi - 31/08/2015 page" href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e51b4dcc91eb25d1c4361bd51eadd0d4837d01fb" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=25143#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=25143#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Pukeroihi - 31/08/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Pukeroihi - 31/08/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Pukeroihi ki Papakura, ki T&#257;maki-makau-rau ki te tonga. N&#333; n&#257; tata tonu nei ng&#257; whare o te k&#333;hanga reo i whakahoungia ai. Ko &#275;tahi o aua whakawhanaketanga, ko t&#275;tahi w&#257;hi papa t&#257;karo e mau ana i te &#257;rai me ng&#257; wh&#257;riki wh&#257;nui, ko t&#275;tahi k&#299;hini hou, me t&#275;tahi w&#257;hi ako m&#333; ng&#257; tamariki tu&#257;kana. E pou here ana ng&#257; tikanga me ng&#257; kawa o Tainui i te katoa o ng&#257; whakaakoranga me ng&#257; akoranga ki Pukeroihi.</p><p>I whakaritea e te wh&#257;nau ko Ng&#257; Taumata Whakahirahira te kaupapa arotahi m&#333; t&#275;nei arotake. He hiahia t&#333; r&#257;tou ki ng&#257; k&#333;rero urupare a ng&#257; mahi arom&#257;tai a Te Tari Arotake M&#257;tauranga, m&#333; te whai huatanga o ng&#257; mahi ki te h&#257;pai i te whakawhanaungatanga o ng&#257; tamariki ki te k&#333;hanga reo.</p><p>I t&#257;utu te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga i te maha o ng&#257; whakawhanaketanga papai, tae atu ki te whanaungatanga, te reo me ng&#257; tikanga M&#257;ori, te whakahaeretanga a te wh&#257;nau, te whakamahere i te h&#333;taka, te aronga whakamua, me te whakawhanaketanga ngaio. I t&#257;utu hoki te p&#363;rongo, me whai w&#257;hi ake ng&#257; kaum&#257;tua, &#257;, me nui ake hoki te whakawhanaketanga ngaio o ng&#257; kaimahi.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te kite i te whanaungatanga o ng&#257; tamariki i roto i &#257; r&#257;tou akoranga me &#333; r&#257;tou whakawhanaketanga?</h3><p>Ka &#257;ta kite i te whanaungatanga o ng&#257; tamariki i a r&#257;tou e ako ana, e t&#363;hura, e kori ana hoki ki te k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>He m&#257;rie, he harikoa, he tau hoki ng&#257; tamariki. E w&#257;tea ana ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi puta noa i te r&#257;. He pai te riterite o ng&#257; taumahi &#333;kawa me ng&#257; taumahi &#333;paki, tae atu ki ng&#257; momo taumahi e w&#257;tea ana hei k&#333;kiritanga m&#257; te tamaiti. He pai te mahi ng&#257;tahi a ng&#257; tu&#257;kana me ng&#257; t&#275;ina, &#257;, ka whai w&#257;hi r&#257;tou ki ng&#257; kaupapa mahi takir&#333;p&#363;, takitahi hoki. Ka poipoi t&#275;nei aronga i te whakahoahoa me ng&#257; taunekeneke whakaute. He aroha, he t&#363;turu hoki ng&#257; hononga ki waenga i ng&#257; tamariki me &#257; r&#257;tou taunekeneke hoki ki te taha o ng&#257; p&#257;keke. He pakari te whanaungatanga puta noa i te k&#333;hanga reo.</p><p>Ka kitea te pakari o ng&#257; tamariki hei &#257;konga. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga ako e poipoi ana i te t&#363;m&#257;ia o te tamaiti. Ka whakarato r&#257;tou i t&#275;tahi h&#333;taka ka aro nui ki ng&#257; matea whakahoahoa, ahurea hoki o ng&#257; tamariki. Ka &#257;ta whakamahia ng&#257; rauemi hei whakatairanga i ng&#257; akoranga me ng&#257; whakawhanaketanga. Ka &#257;kina ng&#257; tamariki kia &#257;rahi r&#257;tou i &#275;tahi w&#257;hanga o te h&#333;taka akoranga, &#257;, ka ng&#257;kau nui r&#257;tou ki te kawe atu. He pakari t&#257; r&#257;tou ako ng&#257;tahi, &#257;, he harikoa r&#257;tou ki t&#333; r&#257;tou taiao akoranga.</p><p>Kei te pakari haere ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori. E m&#333;hio ana ng&#257; kaimahi ki ng&#257; matea reo M&#257;ori. Ka t&#257;tari r&#257;tou i ng&#257; tino rautaki pai hei h&#257;pai i te whakawhanaketanga reo o ng&#257; tamariki. Ka tautokona, ka &#257;kina hoki ng&#257; tamariki e ng&#257; kaum&#257;tua me ng&#257; kaimahi ki te k&#333;rero i te reo M&#257;ori. Ka noho ng&#257;kau nui te wh&#257;nau ki te ako i te reo M&#257;ori. He pai te hapori o te k&#333;hanga reo ki te whakamahi i te reo M&#257;ori, &#257;, ka whai hua te whakawhanaketanga reo o ng&#257; tamariki n&#257; t&#275;nei &#257;huatanga.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka h&#257;paitia te ako a ng&#257; tamariki n&#257; te whai huatanga o te whakamahere h&#333;taka. Ka whakarato ng&#257; kaimahi i t&#275;tahi h&#333;taka i &#257;ta whakaarohia ai, &#257;, e &#257;ta aro nui ana hoki ki te whakatairanga i Te Wh&#257;riki o Te K&#333;hanga Reo m&#257; ng&#257; huarahi papai e whakaongaonga ana. Ka whai w&#257;hi te wh&#257;nau ki te waihanga o ng&#257; mahere h&#333;taka. Ka &#257;ta kitea ki ng&#257; mahere te ako i te reo M&#257;ori me &#333;na tikanga m&#257; te horopaki o te k&#333;hanga reo, te purapura, te wh&#257;nau, te hap&#363;, te iwi, me Te K&#299;ngitanga. Ka taut&#257;whi ng&#257; h&#333;taka akoranga i te ao M&#257;ori, &#257;, ka h&#257;pai i ng&#257; ari&#257; e p&#257; ana ki te whanaungatanga.</p><p>Ka arotahi, ka noho rite, ka noho m&#333;hio hoki ng&#257; kaimahi ki ng&#257; mata ako me ng&#257; matea reo o ng&#257; tamariki. He nui te m&#257;tanga, te taiohitanga, me te hihiri ki te r&#333;p&#363;. Ka whai hua r&#257;tou ki te whakap&#363;mau i te pai o ng&#257; hononga mahi. Hui ai ng&#257; kaimahi i ia wiki ki te whakawhiti whakaaro m&#333; te h&#333;taka akoranga me &#257; r&#257;tou ake whakaritenga. Ko te &#257;ta whakapuaki whakaaro ki ng&#257; hui e tino toro atu ana ki ng&#257; m&#257;tanga, ng&#257; tohutohu, me te &#257;rahitanga i roto i te r&#333;p&#363;. Ka whai hua ng&#257; tamariki me te wh&#257;nau n&#257; te noho arotahi o ng&#257; whakawhitinga k&#333;rero me ng&#257; kaha o ng&#257; kaimahi ki te mahi ng&#257;tahi hei h&#257;pai i te kaupapa o te k&#333;hanga reo.</p><p>He m&#257;rama ng&#257; wawata o te wh&#257;nau m&#333; &#257; r&#257;tou tamariki, tae atu ki te reo M&#257;ori, te tino rangatiratanga, me te whanaungatanga. He whai w&#257;hitanga m&#257; ng&#257; tamariki me te wh&#257;nau ki te whakapakari i aua ari&#257; me aua uaratanga, m&#257; &#333; r&#257;tou hononga, &#257; r&#257;tou taunekeneke hoki ki te hapori o te kura, me ng&#257; kuia, ng&#257; kaum&#257;tua hoki o te marae me te hapori wh&#257;nui. ka ako ng&#257; tamariki ki t&#275;tahi taiao e &#257;ta pu&#257;wai m&#257;horahora ana i te awhi, te aroha, me te manaaki.</p><p>E mau ana ng&#257; p&#363;rongo ki ng&#257; m&#257;tua i te kiko o ng&#257; k&#333;rero urupare e p&#257; ana ki ng&#257; w&#257;hanga matua, tae atu ki te h&#333;taka akoranga, te whakawhanaketanga o ng&#257; kaimahi, me te ako a ng&#257; tamariki Ka h&#257;pai aua p&#363;rongo i te whakatau a te wh&#257;nau i &#257; r&#257;tou whakaritenga. Hui ai te wh&#257;nau i ia te w&#257;, &#257;, he pakari t&#257; r&#257;tou patapatai. E w&#257;tea ana ng&#257; m&#333;hiohio hei tirohanga m&#257; te wh&#257;nau.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>Me arotahi i te t&#363;tohinga. K&#257;hore te t&#363;tohinga e mau ana i ng&#257; m&#333;hiohio e whai p&#257;nga ana ki t&#275;nei wh&#257;nau tonu me ng&#257; herenga &#257;-ture o te w&#257;. Me noho t&#275;nei &#257;huatanga hei kaupapa matua, &#257;, ka noho m&#333;hio ake te wh&#257;nau ki &#257; r&#257;tou kawenga me &#257; r&#257;tou takohanga m&#333; &#257; r&#257;tou tamariki.</p><p>Kei te wh&#257;nau t&#275;tahi mahere rautaki m&#333; t&#275;nei w&#257;, engari k&#257;hore i te tino m&#257;rama ki t&#333;na h&#257;ngaitanga ki Te Ara T&#363;&#257;pae. Me nui ake ng&#257; kiko k&#333;rero a te wh&#257;nau i roto i t&#257; r&#257;tou mahere. Ka h&#257;pai t&#275;nei i te wh&#257;nau ki te whakatutuki i ng&#257; wh&#257;inga wh&#257;nui e whakatairangatia ana e Te Poari Matua o Ng&#257; K&#333;hanga Reo.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whakah&#257;ngai i ng&#257; mahere rautaki me ng&#257; mahi rautaki ki Te Ara T&#363;&#257;pae</li>
<li>arotake i te t&#363;tohinga, me te whakauru i ng&#257; m&#333;hiohio e p&#257; ana ki t&#275;nei w&#257;, &#257;, e whai p&#257;nga ana hoki ki t&#275;nei wh&#257;nau.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Pukeroihi ki Papakura, ki T&#257;maki-makau-rau ki te tonga. Ka wheako ng&#257; tamariki i te whanaungatanga m&#257; ng&#257; huarahi papai i a r&#257;tou e noho ana ki te k&#333;hanga reo. Ka ako ng&#257; tamariki ki t&#275;tahi taiao ka pup&#363; m&#257;horahora nei te awhi, te aroha, me te manaaki. He m&#257;rie, he harikoa, he tau hoki ng&#257; tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Pukeroihi i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>31 Here-turi-k&#333;k&#257;, 2015</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td width="377">
<p>Kei Papakura, ki T&#257;maki-makau-rau ki te tonga</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td width="377">
<p>25113</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td width="377">
<p>03I029</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td width="377">
<p>28, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td width="377">
<p>25, tokorima kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td width="377">
<p>Tama t&#257;ne 14</p>
<p>K&#333;tiro 11</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td width="377">
<p>H&#333;ngongoi 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td width="377">
<p>31 Here-turi-k&#333;k&#257; 2015</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;piri Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Pipiri 2012</p>
<p>Whiringa-&#257;-nuku 2008</p>
<p>Here-turi-k&#333;k&#257; 2006</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Pukeroihi is in Papakura, South Auckland. The k&#333;hanga reo has recently undergone renovations. These developments include a covered playground area with extensive matting, a new kitchen and a learning area for the older children. Tainui tikanga and kawa underpin all teaching and learning at Pukeroihi.</p><p>The wh&#257;nau chose Ng&#257; Taumata Whakahirahira as the focus for this review. They were interested in ERO&rsquo;s evaluative feedback about how well children are supported to develop whanaungatanga at k&#333;hanga reo?</p><p>The previous ERO report identified several positive developments including whanaungatanga, te reo me ng&#257; tikanga M&#257;ori, wh&#257;nau management, programme planning, future direction and professional development. The report identified the need for greater involvement of kaum&#257;tua and professional development of kaimahi.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children reflect whanaungatanga in their learning and development?</h3><p>Children clearly reflect whanaungatanga as they learn, explore and play together at the k&#333;hanga reo.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are calm, happy and settled. A range of activities are available to children throughout the day. There is a good balance of formal and informal activities including independent activities that children can choose. Tuakana and teina work well together and participate in group and individual activities. This approach fosters positive social development and respectful interactions. Relationships between children and their interactions with adults are loving and genuine. Whanaungatanga is strong throughout the k&#333;hanga reo.</p><p>Children demonstrate confidence as learners. Kaimahi provide learning opportunities that nurture children&rsquo;s self confidence. They provide a programme that responds to social and cultural needs of children. Resources are used well to enhance learning and development. Children are encouraged to lead aspects of the learning programme which they undertake willingly. They confidently learn alongside each other and are happy in their learning environment.</p><p>Children are developing in confidence as speakers of te reo M&#257;ori. Kaimahi are aware of te reo M&#257;ori language needs. They determine the most appropriate strategies to support children&rsquo;s language development. Children are well supported and encouraged by kaum&#257;tua and kaimahi to speak te reo M&#257;ori. Wh&#257;nau are committed to learning te reo M&#257;ori. Te reo M&#257;ori is used well by the k&#333;hanga reo community and has positive benefits for children language development.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s learning is supported by effective programme planning. Kaimahi provide a well considered and responsive programme that promotes Te Wh&#257;riki o Te K&#333;hanga Reo in positive and stimulating ways. The wh&#257;nau contribute to the design of programme plans. Plans strongly reflect learning te reo M&#257;ori me &#333;n&#257; t&#299;kanga in the context of the k&#333;hanga reo, the local purapura, wh&#257;nau, hap&#363;, iwi and K&#299;ngitanga. Learning programmes embrace te ao M&#257;ori and support concepts pertaining to whanaungatanga.</p><p>Kaimahi are focused, prepared and aware of the learning and language needs of the children. There is a good combination of experience, youth and energy in the team. They successfully sustain good working relationships. Kaimahi meet weekly to discuss the learning programme and their own practices. Open sharing during meetings capitalises on the experience, advice and guidance within the team. Children and wh&#257;nau benefit from the focused discussions and the cooperative way in which kaimahi work together to support the kaupapa of the k&#333;hanga reo.</p><p>Whanau have clear aspirations for their children including te reo M&#257;ori, tino rangatiratanga and whanaungatanga. Children and wh&#257;nau have opportunities to strengthen these concepts and values through their relationships and interactions with the kura community, kuia and kaum&#257;tua from the marae and the wider community. Children learn in an environment where awhi, aroha and manaaki occur in natural and spontaneous ways.</p><p>Reports to wh&#257;nau provide detailed feedback about key areas including the learning programme, kaimahi development and children&rsquo;s learning. These reports assist wh&#257;nau with decision making. Wh&#257;nau meet regularly and feel confident to ask questions. Information is accessible and available to wh&#257;nau.</p><h3>Key Next Steps</h3><p>The charter requires review. The charter does not include information that is pertinent to present wh&#257;nau and current regulations. This should become a priority and will make wh&#257;nau more aware of their responsibilities and obligations towards their children.</p><p>The wh&#257;nau has a current strategic plan but are unclear how it aligns to Te Ara T&#363;&#257;pae. Wh&#257;nau need to include more detail in their plan. This will help wh&#257;nau to achieve the common goals being promoted by Te K&#333;hanga Reo National Trust.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the wh&#257;nau developed the following recommendations:</p><ul>
<li>align the strategic goals and actions to Te Ara T&#363;&#257;pae</li>
<li>review the charter to include information that is current and relevant to the present wh&#257;nau.</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Pukeroihi is in Papakura, South Auckland. Children experience whanaungatanga in positive ways when they are at k&#333;hanga reo. Children learn in an environment where awhi, aroha and manaaki occurs in natural and spontaneous ways. Children are calm, happy and settled.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Pukeroihi will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>31 August 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Papakura, South Auckland</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>25113</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>03I029</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>28 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>25 children, including up to 5 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Boys 14</p>
<p>Girls 11</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>July 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>31 August 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td width="187">
<p>June 2012</p>
<p>October 2008</p>
<p>August 2006</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Pukeroihi reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-04-10-2018/" title="Te Kōhanga Reo o Pukeroihi - 04/10/2018">Te Kōhanga Reo o Pukeroihi - 04/10/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-pukeroihi-31-08-2015/" title="Te Kōhanga Reo o Pukeroihi - 31/08/2015">Te Kōhanga Reo o Pukeroihi - 31/08/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
