<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016 page" href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e1f67808d915f550e54150d5e5bb2fac7bb9878b" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/rainbow-steps-learning-centre-22-03-2016/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#1-he-whakamarama" title="1 He Whakamārama">1 He Whakamārama</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#2-te-horopaki" title="2 Te Horopaki">2 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#3-nga-whakaaturanga" title="3 Ngā Whakaaturanga">3 Ngā Whakaaturanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#1-background" title="1 Background">1 Background</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#2-context" title="2 Context">2 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#3-findings" title="3 Findings">3 Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#4-recommendations" title="4 Recommendations">4 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="1-he-whakamarama" class="toc-anchor"></a><h2>1 He Whakam&#257;rama</h2>
</div><h3>He Kupu Whakataki</h3><p>Ka whakahaeretia t&#275;tahi arotake t&#257;piri i runga o te whakataunga &#257; te Kaiurungi Whakaturuki Arotake M&#257;ori i Te Tari Arotake M&#257;tauranga.</p><p>E arom&#257;tai ana te arotake t&#257;piri i te wh&#257;nuitanga me te whai hua o ng&#257; mahi &#257; te k&#333;hanga reo ki te whakatutuki i ng&#257; take i whakatakotohia ai i roto i te arotake m&#257;tauranga o mua atu i t&#275;nei, me &#275;tahi atu w&#257;hanga r&#257;nei kua t&#257;utuhia whai muri o taua arotake.</p><h3>Ng&#257; Whakataunga m&#333; ng&#257; Whakapuakitanga</h3><p>Ko t&#275;nei arotake t&#257;piri i whakaritea i runga o te arom&#257;tai o te whakatutukitanga a te wh&#257;nau i te whakahaeretanga o te k&#333;hanga reo, ki ng&#257; w&#257;hanga i t&#257;utuhia ai e te p&#363;rongo a Te Tari Arotake M&#257;tauranga, i mua atu, me ng&#257; take r&#257;nei kua t&#257;utuhia whai muri o taua arotake. Ko ng&#257; whakataunga m&#333; ng&#257; whakapuakitanga e p&#257; ana ki t&#275;nei arotake, ko te titiro ki:</p><ul>
<li>te whakahaeretanga me te whakaritenga a te wh&#257;nau, tae atu ki te whakamahere, te aromatawai, me te arom&#257;tai h&#333;taka a Te Wh&#257;riki, me ng&#257; w&#257;hanga whakahaere</li>
<li>te h&#333;taka akoranga, tae atu ki ng&#257; h&#333;taka, ng&#257; rauemi, me te whakatairanga ake i te reo M&#257;ori</li>
<li>ng&#257; w&#257;hanga k&#257;hore e tutuki ana e ai ki te ture, tae atu ki te hauora, te haumaru, te marautanga, me te whakahaeretanga</li>
<li>&#275;tahi atu take i t&#257;utuhia ai whai muri i te arotake o mua.</li>
</ul><a id="2-te-horopaki" class="toc-anchor"></a><h2>2 Te Horopaki</h2><p><em>&lsquo;</em><em>Ko te k&#257;kano o Te Hunga K&#257;witiwiti, ka pu&#257;waitia.&rsquo;</em></p><p>E t&#363; ana Te K&#333;hanga Reo o Te Hunga K&#257;witiwiti ki te marae o Te Ao Hou ki Aramoho, i te awa o Whanganui. N&#333; te tau 1983 te k&#333;hanga reo i whakat&#363;ngia ai. Ka mau p&#363;mau ng&#257; tino hononga pakari, hononga tautoko hoki ki waenga i te k&#333;hanga reo me te marae o Te Ao Hou. M&#257; runga w&#275;ne ng&#257; tamariki taetae mai ai ki te k&#333;hanga reo i ia r&#257;. He tokomaha ng&#257; tamariki ka whakawhiti atu ki te kura kaupapa M&#257;ori &#257; muri atu.</p><p>I taunaki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga, i te tau 2013, kia whakatairanga tonu te wh&#257;nau i te kounga o ng&#257; h&#333;taka o Te Wh&#257;riki m&#257; ng&#257; tamariki, &#257;, kia whakap&#363;mau i te whai huatanga o ng&#257; mahi whakahaere ki te k&#333;hanga reo, kia tupu tonu, kia angitu ai hoki ng&#257; putanga m&#333; te katoa. I t&#299;mata te aronga a Te Tari Arotake M&#257;tauranga ki te tupu tonutanga o Te Hunga K&#257;witiwiti, whai muri i te arotake m&#257;tauranga o te tau 2012 me ng&#257; arotake t&#257;piri i whai ake. Ka kitea e Te Tari Arotake M&#257;tauranga te whai huatanga o ng&#257; mahi k&#333;kiri a te wh&#257;nau i roto i te roanga o aua tau.</p><a id="3-nga-whakaaturanga" class="toc-anchor"></a><h2>3 Ng&#257; Whakaaturanga</h2><h3>Te whakahaeretanga me te whakaritenga a te wh&#257;nau</h3><h4>He whakam&#257;rama</h4><p>I taunaki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga, kia whakawhanakehia e te wh&#257;nau t&#275;tahi aronga nahanaha ka whakapakari i ng&#257; w&#257;hanga matua o te whakahaeretanga, tae atu ki ng&#257; whakaritenga whakamahere a Te Wh&#257;riki, te whakahaeretanga o ng&#257; kaimahi, me te arotake whaiaro. Mai i te tau 2013, he nui ng&#257; whakatutukitanga a te wh&#257;nau, &#257;, kua whakatutukihia e r&#257;tou ng&#257; &#257;huatanga katoa e whai p&#257;nga ana ki te whakahaeretanga.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>Ko ng&#257; tamariki kei te p&#363;take o te whai huatanga o ng&#257; mahi whakahaere, ng&#257; mahi whakarite hoki a te wh&#257;nau. Mai i te arotake o mua a Te Tari Arotake M&#257;tauranga, i te tau 2013, kua whakapau kaha te tari a-rohe o Aotea o Te Poari Matua o Ng&#257; K&#333;hanga Reo, t&#333; r&#257;tou kaimanaaki, me t&#333; r&#257;tou wh&#257;nau ki te whakatairanga ake i ng&#257; w&#257;hanga katoa e whai p&#257;nga ana ki te whakahaeretanga o te k&#333;hanga reo. Kua &#257;ta whakat&#333;ngia ng&#257; mahi whakahaere, e m&#257;ramahia ana hoki e te wh&#257;nau, &#257;, e &#257;ta whakatinanahia ana an&#333; hoki. Ka whakamahia ng&#257; p&#363;naha me ng&#257; tukanga e p&#257; ana ki te whakahaere kaimahi, hei aroturuki i te ako ngaio me te whakawhanaketanga ngaio o ng&#257; kaimahi katoa. Ko t&#275;tahi o ng&#257; whakatutukitanga pai o te wh&#257;nau, ko te &#257;ta whakapiki ake i te maha o ng&#257; tohu m&#257;tauranga a te wh&#257;nau, hei h&#257;pai ake i te ako me te pai o ng&#257; whakaritenga. Kua whakap&#363;mautia te arotake whaiaro, puta noa i te k&#333;hanga reo. Ko te whai huatanga me te p&#363;mautanga hoki o te &#257;rahitanga o te kaimanaaki, i whai p&#257;nga nui ki te h&#257;pai i te whakahaeretanga o te k&#333;hanga reo. He tau, he harikoa hoki te wh&#257;nau, &#257;, e h&#257;ngai ng&#257;tahi ana t&#257; r&#257;tou titiro ki te kounga o te m&#257;tauranga me te atawhai, tae atu ki te reo M&#257;ori me &#333;na tikanga. Ka whai hua ng&#257; tamariki n&#257; te kaha o te whakahaeretanga ki te k&#333;hanga reo.</p><p>Ka whiwhi ng&#257; tamariki i ng&#257; h&#333;taka akoranga e whai p&#363;take ana, &#257;, i &#257;ta whakamaheretia ai. E pou here ana te reo M&#257;ori me &#333;na tikanga i ng&#257; mahere a ng&#257; kaimahi, &#257;, e h&#257;ngai ana hoki aua mahere ki ng&#257; t&#363;manako o Te Wh&#257;riki. Ka &#257;ta &#257;rahi aua mahere i ng&#257; kaimahi ki te whakatutuki i te rerek&#275; haere o ng&#257; matea me ng&#257; ng&#257;kau nuitanga o ng&#257; tamariki. Whakaaro huritao ai ng&#257; kaimahi i ia te w&#257;, ki &#257; r&#257;tou mahi, &#257;, ka aroturuki, ka p&#363;rongo hoki r&#257;tou i te whai huatanga o ng&#257; h&#333;taka akoranga, me te reo M&#257;ori me ng&#257; rauemi. Ka noho matua te eke angitu me te whai w&#257;hi nui o ng&#257; tamariki ki te k&#333;hanga reo.</p><p>He pai te whakawhanake i te aromatawai. E ai ki ng&#257; kaimahi, he pakari, he p&#363;mau hoki te aronga whakawhanaketanga ngaio ki te whakatairanga ake i ng&#257; whakaritenga e p&#257; ana ki te whakamahere. Ko &#275;tahi o ng&#257; mahi whakangungu i whakamaheretia ai m&#257; ng&#257; kaimahi, ko ng&#257; w&#257;nanga a te purapura, me &#275;tahi w&#257;hanga matua e p&#257; ana ki te whakamahere m&#257; Te Wh&#257;riki, te aromatawai, me te arom&#257;tai. E tupu ana te m&#257;ia me te &#257;heinga o ng&#257; kaimahi ki te whakatakoto haere i ng&#257; aromatawai a ng&#257; tamariki m&#257; te reo M&#257;ori.</p><h3>Te h&#333;taka akoranga</h3><h4>He whakam&#257;rama</h4><p>I taunaki te p&#363;rongo o mua, kia whakapai tonu te wh&#257;nau i te h&#333;taka akoranga m&#257; ng&#257; tamariki. I h&#257;ngai t&#275;nei ki te noho w&#257;tea me te whakatakotoranga o ng&#257; rauemi ako, te whakatairanga i te reo M&#257;ori m&#257; te kounga o ng&#257; taunekeneke, me te whakapiki ake i te whai huatanga o ng&#257; rautaki ako. I n&#257;ianei, ka whiwhi ng&#257; tamariki katoa i te kounga o ng&#257; h&#333;taka akoranga o Te Wh&#257;riki e whai p&#257;nga ana ki ng&#257; kaupapa e ng&#257;kau nuitia ana.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>Ka whiwhi ng&#257; tamariki i ng&#257; h&#333;taka akoranga e whai p&#363;take ana, e whakaongaongatia ana, hei h&#257;pai i t&#333; r&#257;tou whakawhanaketanga me t&#257; r&#257;tou ako i te reo M&#257;ori. N&#257; te whakah&#257;ngaitanga o ng&#257; whakawhanaketanga ngaio m&#257; ng&#257; kaimahi katoa, kua whakapiki ake t&#333; r&#257;tou t&#363;m&#257;ia, t&#333; r&#257;tou m&#333;hiotanga, me &#257; r&#257;tou whakaritenga. I roto i ng&#257; tau e toru kua pahure ake nei, kua whai w&#257;hi nui te kaimanaaki ki te whakatairanga ake i te &#257;heinga me te m&#333;hiotanga o ng&#257; kaimahi ki ng&#257; whakaritenga o Te Wh&#257;riki. Ka whai w&#257;hi ng&#257; tamariki ki te roanga o ng&#257; whakawhitinga k&#333;rero m&#257; te reo M&#257;ori, puta noa i te r&#257;. Ka whakamahia te pai o ng&#257; rautaki hei h&#257;pai, hei whakawero, hei whakawh&#257;nui hoki i ng&#257; p&#363;kenga whakawhitinga k&#333;rero a ng&#257; tamariki m&#257; te reo M&#257;ori. He m&#257;m&#257; noa t&#257; r&#257;tou whakap&#257; atu ki te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi. He m&#257;ia ana ng&#257; tamariki i roto i &#257; r&#257;tou akoranga.</p><p>E tino tautokona ana ng&#257; tamariki i roto i &#257; r&#257;tou akoranga. He p&#257;rekareka ki ng&#257; tamariki tu&#257;kana te whakapuaki i &#333; r&#257;tou m&#333;hiotanga e p&#257; ana ki te reo M&#257;ori me ng&#257; tikanga ki te taha o &#333; r&#257;tou hoa, me t&#333; r&#257;tou wh&#257;nau. Ka whakap&#363;mautia ng&#257; tino hononga ako ki waenga i ng&#257; kaimahi me ng&#257; tamariki. He pai te whakahaeretanga me te maha o ng&#257; rauemi ki te taiao ako o te k&#333;hanga reo. Kua whakaritea ng&#257; w&#257;hi ako o ng&#257; tamariki hei poipoi i te auahatanga m&#257; te t&#363;hura. Ka k&#333;kiri ng&#257; tamariki i &#257; r&#257;tou ake akoranga, i runga an&#333; i te rerek&#275; haere o &#333; r&#257;tou ng&#257;kau nuitanga. He harikoa ng&#257; tamariki.</p><h3>Ng&#257; w&#257;hanga k&#257;hore e tutuki ana e ai ki ng&#257; ture</h3><h4>He whakam&#257;rama</h4><p>I t&#257;utuhia ki te p&#363;rongo o mua, &#275;tahi w&#257;hanga hei tirohanga tonu, ki te whakatutuki i ng&#257; herenga &#257;-ture. Mai i taua w&#257;, kua whakatutukihia ng&#257; take katoa. Kua whakatairanga ake te wh&#257;nau i ng&#257; taumata e p&#257; ana ki te hauora, te haumaru, te k&#257;wanatanga, te whakahaeretanga, me te marautanga.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>Ka noho matua, ko te kounga o te atawhai, te hauora, te haumaru, te akuaku, me te waiora o te katoa o te tamaiti. Kua whakatutukihia ng&#257; herenga &#257;-ture katoa i t&#257;utuhia ai ki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga. He teitei te taumata o te atawhai, &#257;, kua whakap&#363;mautia te whakahaeretanga a ng&#257; kaimahi katoa i ia te w&#257;. He pakari te aroturuki i ng&#257; taumata katoa o te hauora me te haumaru, &#257;, ka p&#363;rongotia ki te wh&#257;nau hei arotake. He tau ng&#257; tamariki, &#257;, ka kitea te m&#333;hiotanga haere o ng&#257; tamariki ki te manaaki i a r&#257;tou an&#333;, me te whakaaro nui ki &#275;tahi atu. Ka &#257;ta m&#257;ramahia ng&#257; mahinga me ng&#257; tikanga e ng&#257; tamariki. Ko ng&#257; tamariki kei te p&#363;take o ng&#257; tukanga e p&#257; ana ki ng&#257; whakataunga.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2>4 Ng&#257; Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whakamahia i ia te w&#257;, te arotake whaiaro hei aroturuki, hei p&#363;rongo hoki i te p&#363;mautanga o te &#257;hua o ng&#257; mahi me te tupu o te k&#333;hanga reo, i runga an&#333; i ng&#257; t&#363;manako me ng&#257; wh&#257;inga a te wh&#257;nau.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te Hunga K&#257;witiwiti ki Aramoho, ki te awa o Whanganui. He tino pai te t&#363;nga o te wh&#257;nau ki te whakap&#363;mau i te tupu tonu o t&#333; r&#257;tou k&#333;hanga reo. Ka atawhaitia ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau ki t&#275;tahi nohonga &#257;-wh&#257;nau e tino h&#257;pai ana i a r&#257;tou. Ka noho p&#363;mau te whanaungatanga ki waenga i te k&#333;hanga reo me te marae o Te Ao Hou, &#257;, he tino t&#363;&#257;papa t&#275;nei m&#333; ng&#257; akoranga a ng&#257; tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Hunga K&#257;witiwiti i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>23 Pipiri, 2016</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table style="width: 593px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col></colgroup>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="377">
<p>Kei Aramoho, ki Whanganui</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="377">
<p>52735</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o te k&#333;hanga reo</p>
</td>
<td colspan="2" width="377">
<p>07F009</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="2" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="377">
<p>40, kia tekau ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="377">
<p>33, tekau kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="2" width="377">
<p>K&#333;tiro 17</p>
<p>Tama t&#257;ne 16</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="137">
<p>M&#257;ori</p>
</td>
<td width="225">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="377">
<p>Haratua 2016</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="377">
<p>23 Pipiri, 2016</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake T&#257;piri</p>
<p>Arotake T&#257;piri</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td width="225">
<p>Whiringa-&#257;-nuku 2013</p>
<p>Haratua 2011</p>
<p>Pout&#363;-te-rangi 2010</p>
</td>
</tr>
</tbody>
</table><a id="1-background" class="toc-anchor"></a><h2>1 Background</h2><h3>Introduction</h3><p>A supplementary review is undertaken at the discretion of the Deputy Chief Review Officer M&#257;ori in the Education Review Office (ERO).</p><p>A supplementary review evaluates the extent and effectiveness of actions a k&#333;hanga reo has taken towards addressing issues specified in its previous ERO review and/or any additional areas identified since that review.</p><h3>Terms of Reference</h3><p>This supplementary review is based on an evaluation of the performance of the k&#333;hanga reo governing body and management in relation to areas identified in the previous ERO report or issues identified since that review. The terms of reference for this review are to investigate:</p><ul>
<li>Wh&#257;nau management and organisation including Te Wh&#257;riki planning, assessment and programme evaluation and areas of management</li>
<li>learning programme including programmes, resources and promoting te reo M&#257;ori</li>
<li>areas of non-compliance including health, safety, curriculum, and management</li>
<li>and any issues identified since the previous review.</li>
</ul><a id="2-context" class="toc-anchor"></a><h2>2 Context</h2><p><em>&lsquo;</em><em>Ko te k&#257;kano o te Hunga K&#257;witiwiti, ka pu&#257;waitia&rsquo;</em></p><p>Te K&#333;hanga Reo o Te Hunga Ka&#257;witiwiti is at Te Ao Hou Marae in Aramoho on the Whanganui River. The k&#333;hanga reo was established in 1983. Strong and supportive relationships are maintained between the k&#333;hanga reo and Te Ao Hou marae. Children come to k&#333;hanga reo each day by van. A large number of their children go on to Te Kura Kaupapa M&#257;ori.</p><p>The last ERO report of 2013 recommended that wh&#257;nau continue to raise the quality of Te Wh&#257;riki programmes for children, and sustain effective management of the k&#333;hanga reo for continual growth and successful outcomes for all. ERO&rsquo;s focus on sustained growth for Te Hunga K&#257;witiwiti began after the Education Review of 2012, with subsequent supplementary reviews. ERO acknowledges the positive and transformative shifts made by the wh&#257;nau over these years.</p><a id="3-findings" class="toc-anchor"></a><h2>3 Findings</h2><h3>Wh&#257;nau management and organisation</h3><h4>Background</h4><p>The last ERO report recommended wh&#257;nau develop a planned approach to strengthen key management areas, including Te Wh&#257;riki planning practices, personnel management and internal review. Since 2013, the wh&#257;nau have made significant gains and addressed all required areas for management.</p><h4>Areas of progress</h4><p>Children are at the heart of effective wh&#257;nau management and organisation. Since the last ERO review 2013, Te K&#333;hanga Reo National Trust (TKRNT) Aotea, their kaimanaaki and wh&#257;nau have worked extensively to lift all areas of k&#333;hanga reo operations. Management practices are embedded, understood by wh&#257;nau and effectively implemented. Personnel management systems and processes are used to monitor professional learning and development of all kaimahi. Wh&#257;nau success includes a significant increase in wh&#257;nau qualifications to support learning and best practice. Internal review is entrenched throughout the k&#333;hanga reo. Effective and sustained leadership by the kaimanaaki has been instrumental in supporting the management of the k&#333;hanga reo. Wh&#257;nau are settled, happy and united in their focus for quality of education and care, including te reo M&#257;ori me &#333;na t&#299;kanga. Children benefit from a well managed k&#333;hanga reo.</p><p>Children receive well planned and meaningful programmes of learning. Te reo M&#257;ori me &#333;na t&#299;kanga underpin kaimahi planning that align to Te Wh&#257;riki expectations. Kaimahi are well guided by these plans to respond to the changing needs and interests of children. Kaimahi regularly reflect on their practice and monitor and report on the effectiveness of learning programmes, te reo M&#257;ori and resources. Children&rsquo;s success and engagement at k&#333;hanga reo is a priority.</p><p>Assessment is developing well. Kaimahi report there is strong and sustained PLD focus enhancing planning practices. Planned training for kaimahi includes purapura w&#257;nanga and targeted Te Wh&#257;riki planning, assessment and evaluation sessions. There is growing confidence and ability amongst kaimahi to record children&rsquo;s assessment information in te reo M&#257;ori.</p><h3>Learning Programme</h3><h4>Background</h4><p>The last report recommended that wh&#257;nau continue to improve the learning programme for children. These included the availability and organisation of learning resources, promoting te reo M&#257;ori through quality interactions and increasing effective strategies for learning. All children now receive quality Te Wh&#257;riki, interest based programmes of learning.</p><h4>Areas of progress</h4><p>Children receive meaningful and stimulating learning programmes that support their development and learning in te reo M&#257;ori. Targeted PLD for all kaimahi has increased their confidence, knowledge and practice. The kaimanaaki has been instrumental over the last 3 years for raising kaimahi capability and knowledge in Te Wh&#257;riki practices. Children engage in sustained conversations in te reo M&#257;ori throughout the day. Effective strategies are used to support, challenge and extend children&rsquo;s reo M&#257;ori communication skills. They have easy access to a range of resources. Children are confident in their learning.</p><p>Children are well supported in their learning. Older children enjoy sharing what they know about te reo M&#257;ori and tikanga with their peers and wh&#257;nau. Strong relationships for learning are formed between kaimahi and children. The k&#333;hanga reo learning environment is well managed and resourced. Children&rsquo;s learning spaces are organised to foster creativity through exploration. Children initiate their own learning based on their changing interests. Children are happy.</p><h3>Areas of non-compliance</h3><h4>Background</h4><p><span>The last report identified some areas of non-compliance that still needed attention. Since then, all matters have been addressed. Wh&#257;nau have raised standards for health, safety, governance, management and curriculum.</span></p><h4>Areas of progress</h4><p>Children&rsquo;s quality care, health, safety, hygiene and holistic wellbeing is paramount. All areas of non-compliance identified in the last ERO report have been addressed. Standards of care are high and managed consistently by all kaimahi. Strong monitoring of all health and safety standards is carried out and reported to wh&#257;nau for review. Children are settled and show a growing awareness of self-care and respect for others. Routines and tikanga are well understood by children. Children are at the heart of decision making processes.</p><a id="4-recommendations" class="toc-anchor"></a><h2>4 Recommendations</h2><p>ERO and the k&#333;hanga reo wh&#257;nau developed the following recommendation:</p><p>regularly use internal review to monitor and report on sustained performance and growth of the k&#333;hanga reo in line with wh&#257;nau objectives and goals.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Te Hunga Ka&#257;witiwiti is in Aramoho on the Whanganui River. Wh&#257;nau are very well placed to sustain the continued growth of their k&#333;hanga. Children and their wh&#257;nau are cared for in a supportive wh&#257;nau environment. Whanaungatanga maintained between the k&#333;hanga reo and Te Ao Hou marae provides a firm foundation for children&rsquo;s learning.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te Hunga K&#257;witiwiti will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>23 June 2016&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col><col><col><col></colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Aramoho, Whanganui</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>52735</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>07F009</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>40 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>33 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 17</p>
<p>Boys 16</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>May 2016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>23 June 2016</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Supplementary Review</p>
<p>Supplementary Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>October 2013</p>
<p>May 2011</p>
<p>March 2010</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Hunga Kāwitiwiti reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-23-06-2016/" title="Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016">Te Kōhanga Reo o Te Hunga Kāwitiwiti - 23/06/2016</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-hunga-kawitiwiti-26-06-2019/" title="Te Kōhanga Reo o Te Hunga Kāwitiwiti - 26/06/2019">Te Kōhanga Reo o Te Hunga Kāwitiwiti - 26/06/2019</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
