<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Ngā Kuaka - 19/12/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngā Kuaka - 19/12/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Ngā Kuaka - 19/12/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Ngā Kuaka - 19/12/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Ngā Kuaka - 19/12/2018 page" href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="54ffa3b4c36e9205bd6085e397a168f2d5fdd677" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=2446#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=2446#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Ngā Kuaka - 19/12/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Ngā Kuaka - 19/12/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Ng&#257; Kuaka ki te taha o Te Kura Kaupapa M&#257;ori o T&#333;ku M&#257;pihi Maurea, ki ng&#257; papa o Te Whare W&#257;nanga o Waikato. He ratonga t&#275;nei e k&#333;kirihia ana e te kaiako. E kawe ana te tumuaki (ar&#257;, te kaiwhakahaere o te whare k&#333;hungahunga nei) i ng&#257; whakahaeretanga o ia r&#257; ki te k&#333;hanga reo. Ka mahi ng&#257;tahi r&#257;ua ko te pou manaaki ki te whakahaere me te &#257;rahi i ng&#257; w&#257;hanga puta noa i te k&#333;hanga reo. Kei te pou manaaki hoki te tirohanga wh&#257;nui ki te h&#333;taka akoranga. E whai w&#257;hi atu ana te wh&#257;nau ki ng&#257; whakataunga m&#257; te Komiti Mahi me ng&#257; hui e t&#363; ai i ia te w&#257;.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa ng&#257; tamariki e whakapuaki i &#333; r&#257;tou ng&#257;kau titikaha hei &#257;konga?</h3><p lang="mi">Ka whakapuaki ng&#257; tamariki i &#333; r&#257;tou ng&#257;kau titikaha m&#257; &#333; r&#257;tou hononga ki a r&#257;tou an&#333;, ki ng&#257; kaimahi, &#257;, ki &#333; r&#257;tou wh&#257;nau hoki.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">Kei te riro i ng&#257; tamariki te pai o ng&#257; hononga me ng&#257; taunekeneke ki &#275;tahi atu. Ka manaaki, ka whakahei hoki ng&#257; kaimahi, &#257;, ka &#257;ta whakatau t&#275;nei i ng&#257; tamariki i ia r&#257;. Ka whakahauora r&#257;tou i &#333; r&#257;tou &#257;hua i ng&#257; taunekeneke, ka whakangahau an&#333; hoki r&#257;tou ki te taha o ng&#257; tamariki. Ka whakatauira hoki ng&#257; kaimahi i ng&#257; uara o te manaaki me te &#257;whina. Kei te harikoakoa te &#257;hua o ng&#257; tamariki i a r&#257;tou e whakatau ana i ng&#257; manuhiri ki t&#333; r&#257;tou k&#333;hanga reo. Kei te p&#257;kiki r&#257;tou i roto i &#257; r&#257;tou taunekeneke ki te taha o ng&#257; t&#257;ngata e &#257;hua tauhou tonu ana ki a r&#257;tou. Ka whakapuaki ng&#257; tamariki tu&#257;kana i te manaakitanga ki &#333; r&#257;tou t&#275;ina. He t&#363;turu ng&#257; taunekeneke, &#257;, ka whakatinana ng&#257; tamariki i &#333; r&#257;tou whakaaro nui ki &#275;tahi atu. Kei te tino m&#333;hio ng&#257; kaimahi ki ng&#257; tamariki me &#333; r&#257;tou wh&#257;nau. Kei te harikoa ng&#257; tamariki ki te ako.</p><p lang="mi">He pakari ng&#257; tamariki ki te k&#333;rero me te ako i te reo M&#257;ori. He ng&#257;kau titikaha &#333; ng&#257; tu&#257;kana me ng&#257; t&#275;ina i a r&#257;tou e whakapuaki ana i &#333; r&#257;tou kare &#257;-roto, &#257;, e k&#333;kiri ana i ng&#257; whakawhitinga k&#333;rero an&#333; hoki ki &#275;tahi atu m&#257; te reo M&#257;ori, puta noa i te k&#333;hanga reo. Ka whakamahi ng&#257; kaimahi i ng&#257; rautaki p&#257;rekareka e whakawh&#257;nui ai i ng&#257; p&#363;kenga reo M&#257;ori o ng&#257; tamariki. Rongo ai i ng&#257; tamariki tu&#257;kana i ia te w&#257; e &#257;ta tautohetohe ana, e patapatai ana, &#257;, e whakautu k&#333;rero ana hoki m&#257; te reo M&#257;ori ki ng&#257; kaimahi, te wh&#257;nau, me &#333; r&#257;tou hoa. Kei te harikoa ng&#257; p&#275;pi, &#257;, ka ng&#257;kau nui ki te whakapuaki i t&#333; r&#257;tou m&#257;ramatanga ki t&#275;n&#257; e &#257;kona ana, e whakaarohia ana e r&#257;tou m&#257; te kupu kotahi, m&#257; te reo &#257;-tinana r&#257;nei. He pakari ng&#257; tu&#257;kana ki te whakawhitiwhiti k&#333;rero me te k&#333;rerorero ki waenga i a r&#257;tou an&#333; m&#257; te reo M&#257;ori i a r&#257;tou e t&#257;karo ana ki ng&#257; w&#257;hi o waho. Kei te t&#257;kare ng&#257; tamariki ki te ako i te reo M&#257;ori.</p><p lang="mi">Ka kitea ki ng&#257; tamariki te pai o t&#333; r&#257;tou m&#257;ramatanga ki ng&#257; tikanga M&#257;ori. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te &#257;rahi i ng&#257; karakia, ng&#257; waiata, me ng&#257; haka. Ka t&#363; m&#257;ia ng&#257; tamariki ki te karanga i ng&#257; w&#257; kai, me te waiata i ng&#257; pao. Ka tohatoha r&#257;tou ki waenga i a r&#257;tou an&#333; i ng&#257; t&#363;ranga me ng&#257; kawenga hei kai&#257;rahi. Ka h&#257;pai ng&#257; kaimahi i ng&#257; tamariki ki te whakaari i te t&#363; o ng&#257; atua me ng&#257; t&#257;ngata rongonui o te takiw&#257;. Ka whakanui ng&#257; tamariki i ng&#257; whakam&#257;tau a &#275;tahi atu, &#257;, ka akiaki t&#275;tahi i t&#275;tahi ki te whai w&#257;hi atu. Ka whakapuaki ng&#257; tamariki i te aroha me te manaakitanga ki &#275;tahi atu. Ka rongo ng&#257; tamariki i ng&#257; uara o te wh&#257;nau, te hap&#363;, me te iwi, &#257;, e taut&#257;whitia ana hoki ki te whanaungatanga.</p><p lang="mi">Ka whakamanahia ng&#257; tamariki m&#257; t&#333; r&#257;tou reo, t&#333; r&#257;tou ahurea, me t&#333; r&#257;tou tuakiri. He manawa whakah&#299;, he ng&#257;kau titikaha hoki &#333; r&#257;tou hei &#257;konga M&#257;ori. Ka whakamana ng&#257; kaimahi i ng&#257; whakapapa o ng&#257; tamariki. E &#257;ta whakaatuhia ana ng&#257; toipiripiri o ng&#257; wh&#257;nau huri noa i te taiao ako. He pakari t&#257; r&#257;tou whakapuaki i ng&#257; hononga ki a Waikato-Tainui m&#257; te &#257;rahi i ng&#257; m&#333;teatea ki te k&#333;hanga reo. Ka whakarato ng&#257; kaimahi ki ng&#257; p&#275;pi, ko ng&#257; taumahi ako e p&#257; ana ki te awa o Waikato. Ka t&#363;honohono ng&#257; tu&#257;kana ki ng&#257; w&#257;hi whakahirahira o Waikato-Tainui, ki te waka o Tainui, &#257;, ki &#333; r&#257;tou t&#257;tai whakapapa ki &#275;tahi atu o ng&#257; iwi, ng&#257; waka, ng&#257; maunga me ng&#257; awa o te motu wh&#257;nui. Ka whakarato ng&#257; kaimahi i ng&#257; wheako e whai p&#363;take ana, kia taea ai e ng&#257; tamariki te whakanui me te whai w&#257;hi atu ki te R&#257; K&#299;ngitanga ki Te Whare W&#257;nanga o Waikato. Ka whakanui ng&#257; kaimahi i te K&#299;ngitanga i roto i te h&#333;taka akoranga, &#257;, ki ng&#257; t&#333;pito an&#333; hoki o te k&#333;hanga reo. Ka tuitui i ng&#257; h&#299;tori, ng&#257; tikanga, me ng&#257; kawa o Waikato ki ng&#257; akoranga a ng&#257; tamariki. E m&#333;hio ana ng&#257; tamariki ki &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae.</p><p lang="mi">He p&#257;kiki te t&#363;hura haere o ng&#257; tamariki i t&#333; r&#257;tou taiao. Ka &#257;rahi, ka akiaki, ka whakawh&#257;nui hoki ng&#257; kaimahi i ng&#257; mahi t&#363;hura m&#257; te t&#257;karo. He p&#257;rekareka ki ng&#257; tamariki te hono atu me te atawhai i a Papat&#363;&#257;nuku. Ka ako r&#257;tou i te kaitiakitanga m&#257; te tiaki i ng&#257; otaota me ng&#257; ng&#257;rara ki roto, ki waho hoki i t&#333; r&#257;tou k&#333;hanga reo. He p&#257;rekareka ki ng&#257; tamariki te t&#363;hura i ng&#257; w&#257;hi w&#257;teatea o waho. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te whakam&#257;tau i ng&#257; &#257;huatanga hou, i a r&#257;tou an&#333; hoki, me te whakawero i &#333; r&#257;tou whakaaro, te h&#299;raurau hopanga hoki i a r&#257;tou e t&#363;hura ng&#257;tahi ana ki te taiao o waho. Ka whiriwhiri ng&#257; tamariki i ng&#257; taumahi me ng&#257; w&#257;hi ako e mau nei i te maha o ng&#257; rauemi, &#257;, e &#257;ta h&#257;pai ana i te whakaaro pohewa me te mahi auaha. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; wh&#257;nau ki te uru atu ki ng&#257; taumahi ako whakangahau me ng&#257; whakaaturanga ki te taha o &#257; r&#257;tou tamariki. Kei te pakari, kei te t&#363;m&#257;ia hoki ng&#257; tamariki ki te ako.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">He tukanga &#257; ng&#257; kaimahi e p&#257; ana ki te whakamahere, te aromatawai, me te arom&#257;tai h&#333;taka. Kua aro atu te wh&#257;nau ki t&#275;tahi tino angamahi, hei &#257;rahi i ng&#257; mahi whakamahere a ng&#257; kaiako. Kei ia kaiako te kawenga ki te panoni haere i te h&#333;taka kia h&#257;ngai ake ai ki t&#257; r&#257;tou ake r&#333;p&#363; tamariki. He pakari ng&#257; mahere, e whai kiko ana, &#257;, he pai an&#333; hoki te whakaritenga me te tuhi. E h&#257;ngai ana ng&#257; aromatawai ki ng&#257; mahere, &#257;, kei te whai p&#257;nga hoki &#275;nei ki ng&#257; aronga i whakaraupapahia ai ki Te Whatu P&#333;keka. N&#257; t&#275;tahi t&#363;&#257;papa &#257;-ipurangi, ka tirohia e te wh&#257;nau ng&#257; akoranga a ng&#257; tamariki i ia te w&#257;, &#257;, ka whakautu hoki i ng&#257; k&#333;rero urupare ki ng&#257; kaimahi me &#257; r&#257;tou tamariki.</p><p lang="mi">Ka whai w&#257;hi ng&#257;tahi te K&#257;hui Kaimahi ki te aroturukitanga o te h&#333;taka akoranga, puta noa i te k&#333;hanga reo. Ka whai r&#257;tou i te aronga o te tuakana me te teina ki te whakarato i te h&#257;pai me te &#257;rahitanga ngaio, &#257;, ki te t&#257;utu hoki i te ako ngaio me te whakawhanaketanga ngaio e tika ana m&#333; ng&#257; kaimahi. He hou te nuinga o ng&#257; kaiako ki &#333; r&#257;tou t&#363;ranga, &#257;, e whakawhanake ana r&#257;tou i &#333; r&#257;tou p&#363;manawa ngaio. N&#333; n&#257; tata tonu nei i arotakengia ai, i whakahoungia ai te tukanga e whakahaere ana i te &#257;hua mahi, kia pai ake ai te whakatutukitanga o ng&#257; matea o ng&#257; kaiako, te &#257;rahitanga, me te k&#257;wanatanga i te k&#333;hanga reo. E whai hua ana ng&#257; tamariki n&#257; ng&#257; kaiako e tupu tonu ana i &#333; r&#257;tou ng&#257;kau titikaha me &#333; r&#257;tou p&#363;manawa.</p><p lang="mi">E whakahaere ana te wh&#257;nau i te k&#333;hanga reo hei painga m&#333; ng&#257; tamariki. He motuhake te tauira &#257;rahi me te mahere rautaki, &#257;, e whakatakoto ana i te aronga m&#333; te k&#333;hanga reo. Ka t&#257;utuhia &#275;tahi atu t&#363;momo kaupapa matua hei &#257;ta whakarite i te kounga o te ratonga e whakaratohia ana e te k&#333;hanga reo m&#333; ng&#257; mokopuna me &#333; r&#257;tou wh&#257;nau. Kua whakatutukihia t&#275;tahi arotake o waho o ng&#257; hanganga e p&#257; ana ki te &#257;rahitanga me te k&#257;wanatanga, hei ea i ng&#257; &#257;wangawanga o te wh&#257;nau. N&#257; taua arotake, kua t&#257;utuhia ng&#257; &#257;heinga mahi matua m&#333; te &#257;rahitanga me te k&#257;wanatanga, &#257;, e t&#299;mata ana te whakatinanatanga o aua t&#363;&#257;huatanga. Kei t&#275;tahi ohu te kawenga ki te t&#257;utu i ng&#257; rautaki ka whakatairanga ake ai i te kounga o ng&#257; mahi k&#257;wana.</p><p lang="mi">Ka t&#363; auau, ka whai rautaki hoki te arom&#257;tai o roto e whakatutukihia ana puta noa i ng&#257; w&#257;hanga matua o te k&#333;hanga reo. Ka whakaaro rautaki, ka whakaaro huritao hoki te tumuaki. Ka whakaratohia e te tumuaki ng&#257; p&#363;rongo e p&#257; ana ki te ahu whakamua a ng&#257; ohu. Kua whakaritea te t&#363;tohinga, &#257;, ka whakahoungia i ia te w&#257;. He huringa tai&#257;whio m&#333; te arotake i ng&#257; kaupapa here me ng&#257; tukanga. Kua whakatakotohia t&#275;tahi mahere &#257;-tau, &#257;, e &#257;ta whakarite ana i te aroturuki tonutanga, te aru tonutanga hoki o ng&#257; w&#257;hanga katoa o te k&#333;hanga reo, tae atu ki ng&#257; akoako h&#333;neatanga me ng&#257; akoako ohorere. I t&#275;nei w&#257;, e rapu ana te wh&#257;nau i t&#275;tahi pou tiaki hou ka whakatutuki i ng&#257; mahi whakahaere i te tari o te k&#333;hanga reo. Ka whai hua ng&#257; tamariki i te w&#257; ka aro matua te wh&#257;nau ki te hauora me te waiora o ng&#257; tamariki katoa.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">Ko te p&#363;naha e whakahaere ana i te &#257;hua mahi, n&#333; n&#257; tata tonu nei i whakah&#257;ngai ai ki ng&#257; paerewa ngaio hou o ng&#257; kaiako, me ng&#257; taunakitanga o t&#257; r&#257;tou arotake o waho. Kei te t&#299;mata ng&#257; kaimahi me ng&#257; kai&#257;rahi ki te whakatinana i te tukanga arohaehae k&#257;tahi an&#333; ka whakamahinetia. Kua t&#257;utuhia e ng&#257; kaimahi me ng&#257; kai&#257;rahi, e tika ana kia whakatupu ake i &#333; r&#257;tou p&#363;manawa me t&#333; r&#257;tou whakamanawatanga hoki ki Te Wh&#257;riki a Te K&#333;hanga Reo, m&#257; te whakap&#257; atu ki te ako ngaio e tika ana. Ka whai hua ng&#257; tamariki n&#257; ng&#257; kai&#257;rahi me ng&#257; kaimahi e arotahi ana ki te whakapai ake i ng&#257; putanga ki ng&#257; tamariki.</p><p lang="mi">E t&#299;mata ana te wh&#257;nau ki te whakatinana haere i ng&#257; taunakitanga i puta mai ai i t&#257; r&#257;tou arotake o waho k&#257;tahi an&#333; ka t&#363;. He w&#257; pai t&#275;nei m&#333; te &#257;rahitanga me te k&#257;wanatanga ki te whakawhanake ake me te whaka&#333;kawa i aua taunakitanga, kia whai w&#257;hi atu ai ki t&#257; r&#257;tou mahere rautaki. Me aroturuki tonu r&#257;tou i te ahu whakamua, &#257;, me p&#363;rongo an&#333; hoki i aua t&#363;&#257;huatanga. E tautoko ana te wh&#257;nau i te whai w&#257;hitanga ki te whakatupu ake i ng&#257; &#257;heinga o te k&#333;hanga reo ki te whakarato tonu i te kounga o te m&#257;tauranga me te atawhai i whakat&#333;ngia ai ki ng&#257; m&#333;hiotanga me ng&#257; uara e whai p&#257;nga ana ki ng&#257; kaupapa M&#257;ori, hei painga m&#333; ng&#257; tamariki.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakatinana tonu i t&#257; r&#257;tou tauira e p&#257; ana ki te &#257;rahitanga rautaki me te k&#257;wanatanga, hei &#257;ta whakatau i te r&#333;naki tonutanga o te k&#333;hanga reo.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Ng&#257; Kuaka i roto i te toru o ng&#257; tau.</p><p lang="mi">Charles Rolleston Toka &#257;-nuku</p><p lang="mi"><span>19 Hakihea, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Kirikiriroa</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">30307</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">04C045</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">77, kia 25 ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">38, tokowaru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 18</p>
<p lang="mi">Tama 20</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Whiringa-&#257;-rangi 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>19 Hakihea, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Whiringa-&#257;-rangi 2015</p>
<p lang="mi">Hui-tanguru 2012</p>
<p lang="mi">Here-turi-k&#333;k&#257; 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Ng&#257; Kuaka is adjacent to Te Kura Kaupapa M&#257;ori o T&#333;ku M&#257;pihi Maurea which are both located on the University of Waikato site. The k&#333;hanga reo is a teacher-led service. The tumuaki (centre manager) is responsible for the day-to-day management of the k&#333;hanga reo. She works with the pou manaaki, who has oversight of the learning programme, to provide management and leadership across the k&#333;hanga reo. The wh&#257;nau are involved in decision-making through the Komiti Mahi and regular hui.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children express confidence as learners?</h3><p>Children express confidence through their relationships with each other, kaimahi and their wh&#257;nau.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children experience positive relationships and interactions with others. Kaimahi are caring and welcoming which settles children well for each day. They are animated in their interactions and have fun with children. They model values such as manaaki and &#257;whina. Children happily welcome visitors to their k&#333;hanga reo. They are curious in their interactions with those that they are not familiar with. The older children show care for their t&#275;ina. Interactions are genuine and children demonstrate care for others. Kaimahi know children and their wh&#257;nau well. Children are happy learners.</p><p>Children are confident speakers and learners of te reo M&#257;ori. Tu&#257;kana and t&#275;ina confidently express their feelings and initiate conversations with others in te reo M&#257;ori across the k&#333;hanga reo. They use fun strategies to extend children&rsquo;s te reo M&#257;ori skills. Tu&#257;kana are often heard confidently debating, questioning and answering in M&#257;ori to kaimahi, wh&#257;nau and each other. P&#275;pi are happy and enjoy communicating their understanding of what they are learning and thinking through single words or body language. Tu&#257;kana confidently negotiate and banter with each other in te reo M&#257;ori as they play in the outdoors area. Children are enthusiastic learners of te reo M&#257;ori.</p><p>Children show they have a good understanding of tikanga M&#257;ori. Kaimahi provide opportunities for children to lead karakia, waiata and haka. Children confidently karanga at kai times and sing pao. They share roles and responsibilities as leaders with one another. Kaimahi support children to participate in whakaari and role playing of atua and prominent figures from the local area. Children celebrate each other&rsquo;s efforts and encourage each other to give things a go. Children demonstrate love and care for others. Children experience wh&#257;nau, hap&#363; and iwi values and are embraced by whanaungatanga.</p><p>Children are affirmed in their language, culture and identity. They are proud and confident M&#257;ori learners. Kaimahi acknowledge children&rsquo;s whakapapa. Wh&#257;nau collages are well displayed around the environment. They confidently express connections to Waikato Tainui through leading m&#333;teatea within the k&#333;hanga reo. Kaimahi provide p&#275;pi with learning activities related to the Waikato river. Tu&#257;kana make connections to significant areas in Waikato Tainui, to the Tainui waka, and to their links to other iwi, waka, mountains and rivers. Kaimahi provide meaningful experiences for children to celebrate and participate in K&#299;ngitanga Day held at the University of Waikato. Kaimahi emphasise Te K&#299;ngitanga in the learning programme and throughout the k&#333;hanga reo. Waikato history, tikanga and kawa are integrated into children&rsquo;s learning. Children know who they are and where they come from.</p><p>Children inquisitively explore their environment. Kaimahi guide, encourage and extend exploration through play. Children enjoy interacting with and taking care of Papat&#363;&#257;nuku. They learn kaitiakitanga through nurturing plants and insects in and around their k&#333;hanga reo. Children enjoy exploring the spacious outdoor areas. Kaimahi encourage children to try new things, take risks, challenge themselves and solve problems while exploring their outdoor environment together. Children choose activities and learning areas that are well resourced and encourage imagination and creativity. Kaimahi provide opportunities for wh&#257;nau to engage in fun learning activities and presentations alongside their children. Children are capable and confident learners.</p><h3>Planning and Evaluation</h3><p>Kaimahi have processes in place for planning, assessment and programme evaluation. A specific framework has been adopted by the wh&#257;nau to guide kaiako planning. Each kaiako has responsibility to adapt the programme for their assigned group of children. Planning is robust, detailed, well organised and documented. Assessments are aligned to planning and reflect the approaches outlined in Te Whatu P&#333;keka. An online platform enables wh&#257;nau to view what children are learning on a regular basis and provide feedback to kaimahi and their children.</p><p>The K&#257;hui Kaimahi collectively contribute to monitoring the learning programme across the k&#333;hanga reo. They use a tu&#257;kana t&#275;ina approach to provide mentoring and professional guidance, and to identify appropriate professional learning and development for staff. Most kaiako are new to their roles and are developing their professional capability. The performance management process has recently been reviewed and updated to better meet the needs of kaiako, leadership and governance. Children benefit from kaiako who continue to grow their confidence and capability.</p><p>The wh&#257;nau manage the k&#333;hanga reo in the best interests of children. A unique leadership model and strategic plan provides direction for the k&#333;hanga reo. Additional priority areas are identified to ensure a quality service for mokopuna and their wh&#257;nau is provided by the k&#333;hanga reo. An external review of leadership and governance structures has been undertaken in response to wh&#257;nau concerns. As a result, key performance competencies for leadership and governance have been identified and are at the early stages of implementation. A working group has been delegated to identify strategies to enhance the quality of governance.</p><p>Regular and strategic internal evaluation is undertaken across key areas of the k&#333;hanga reo. The tumuaki is strategic and reflective. Progress reports for the working group are provided by the tumuaki. The charter is in place and regularly updated. Policies and procedures are on a regular cycle of review. An annual plan is in place and ensures ongoing monitoring and tracking of all areas of the k&#333;hanga reo, including evacuation and emergency drills. Wh&#257;nau are currently seeking a new pou tiaki to fulfil the administrative duties for the k&#333;hanga reo. Children are advantaged when wh&#257;nau prioritise the health and well-being of all children.</p><h4>Key Next Steps</h4><p>The performance management system has been recently aligned to meet the new professional standards for teachers and the recommendations of their external review. Kaimahi and leaders are at the early stages of implementing the newly refined appraisal process. Kaimahi and leaders have identified the need to grow their capability and confidence in Te Wh&#257;riki a Te K&#333;hanga reo through accessing appropriate professional learning. Children benefit from leaders and kaimahi that are focussed on improving outcomes for children.</p><p>Wh&#257;nau are at the early stages of implementing the recommendations from their recent external review. It would be timely for the leadership and governance to further develop and formalise those recommendations into their strategic plan. They must continue to monitor the progress and report against these. Wh&#257;nau support the opportunity to grow the k&#333;hanga reo capabilities to continue to provide quality education and care for children that is grounded in knowledge and values that reflect kaupapa M&#257;ori.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>continue to implement their strategic leadership and governance model to ensure sustainability of the k&#333;hanga reo.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Ng&#257; Kuaka will be in three years.</p><p>Charles Rolleston Toka &#257;-nuku</p><p>19 December 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Hamilton</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>30307</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>04C045</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>77 children, including up to 25 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>38 children, including 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 18</p>
<p>Boys 20</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>November 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>19 December 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>November 2015</p>
<p>February 2012</p>
<p>August 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Ngā Kuaka reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-19-12-2018/" title="Te Kōhanga Reo o Ngā Kuaka - 19/12/2018">Te Kōhanga Reo o Ngā Kuaka - 19/12/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-nga-kuaka-25-11-2015/" title="Te Kōhanga Reo o Ngā Kuaka - 25/11/2015">Te Kōhanga Reo o Ngā Kuaka - 25/11/2015</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
