<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage4.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017 page" href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="e611b421db709fce88d0362e370d9eecd6260b10" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/report-view?id=46018#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#te-aromatai" title="Te Aromātai">Te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo ">Ngā kōrero e pā ana ki te kōhanga reo </a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#evaluation" title="Evaluation">Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo ">Information about the Kōhanga Reo </a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="te-aromatai" class="toc-anchor"></a><h2>Te Arom&#257;tai</h2>
</div><p>E t&#363; ana Te K&#333;hanga Reo o Te Whakaruruhau ki Kait&#299;, ki T&#363;ranga-nui-a-Kiwa. He manawa whakah&#299; t&#333; te hapori m&#333; t&#333; r&#257;tou k&#333;hanga reo. Ka mahi ng&#257;tahi te wh&#257;nau ki te whakatutuki i &#333; r&#257;tou wawata me &#333; r&#257;tou t&#363;manako, &#257;, e noho p&#363;mau ana ki te whakarato i t&#275;tahi taiao akoranga, t&#275;tahi h&#333;taka akoranga hoki o te kounga kairangi, hei tino painga m&#333; ng&#257; tamariki.</p><p><span style="font-size: 10px;">Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Whakaruruhau i roto i te toru o ng&#257; tau.</span></p><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Te Whakaruruhau ki Kait&#299;, ki T&#363;ranga-nui-a-Kiwa. N&#333; ng&#257; iwi wh&#257;nui ng&#257; wh&#257;nau. Ka mahi ng&#257;tahi te wh&#257;nau ki te whakatutuki i &#333; r&#257;tou wawata me &#333; r&#257;tou t&#363;manako. He kaha te whanaungatanga ki waenga i te wh&#257;nau, ng&#257; kaimahi, me ng&#257; tamariki.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te &#257;hua o te whakawhiti mai o ng&#257; tamariki ki te k&#333;hanga reo?</h3><p>He tino tau ng&#257; tamariki i a r&#257;tou e whakawhiti mai ana ki te k&#333;hanga reo. Ka waia haere r&#257;tou ki ng&#257; mahinga, &#257;, he mauritau r&#257;tou i a r&#257;tou e whai w&#257;hi ana ki te riterite o te h&#333;taka.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>He m&#257;t&#257;toa te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; &#257;huatanga katoa o te h&#333;taka akoranga. He harikoa t&#257; r&#257;tou nekeneke haere, mai i t&#275;tahi taumahi ki t&#275;tahi atu, &#257;, he tika &#257; r&#257;tou taunekeneke ki ng&#257; w&#257;hi o roto, o waho hoki. Ka whai ng&#257; tamariki i ng&#257; mahinga i &#257;ta whakaritea ai, &#257;, ka whakatutuki i ng&#257; tikanga, p&#275;r&#257; i ng&#257; karakia me ng&#257; mihimihi. E w&#257;tea ana ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi ako, rauemi t&#257;karo hoki. Ka kitea t&#333; r&#257;tou manawanui i &#257; r&#257;tou e t&#257;karo ana, &#257;, e ako ana hoki. Ka kitea &#333; r&#257;tou ng&#257;kau nuitanga ake, &#333; r&#257;tou p&#363;manawa ake hoki, &#257;, he m&#257;t&#257;toa t&#257; r&#257;tou whai w&#257;hi atu ki te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi. Ka whai w&#257;hi atu ng&#257; tamariki ki te hapori wh&#257;nui me te taiao. He harikoa ng&#257; tamariki.</p><p>He pakari ng&#257; tamariki &ndash; &#257;-whatumanawa, &#257;-tinana hoki. Ka whakahaere ng&#257; tamariki i &#275;tahi &#257;huatanga o t&#333; r&#257;tou atawhai, &#257;, ka moe, ka kai hoki r&#257;tou i ng&#257; w&#257; e tika ana ki a r&#257;tou. Ka whakarato ng&#257; kaimahi i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te whakawhanake i &#333; r&#257;tou p&#363;kenga &#257;-tinana. Ka whai p&#363;take te whakap&#257; atu a ng&#257; tamariki ki &#275;tahi atu, he m&#257;t&#257;toa t&#333; r&#257;tou noho hei tuakana, hei teina. Ka rongo ng&#257; tamariki i te aroha, te manaaki, me te &#257;whina. Ka whakatauira, ka akiaki hoki ng&#257; kaimahi me te wh&#257;nau i ng&#257; hononga papai ki &#275;tahi atu. E whakawhanake ana te m&#257;ramatanga o ng&#257; tamariki ki t&#333; r&#257;tou t&#363; hei tangata whenua, &#257;, he whai w&#257;hitanga m&#333; r&#257;tou ki te kawe ake i ng&#257; mahi &#257;rahi. Ka whakarato te wh&#257;nau i t&#275;tahi taiao haumaru m&#333; ng&#257; tamariki. Ka whakatinana ng&#257; tamariki i te whakaute me te manaaki ki ng&#257; p&#257;keke. Ka tautuhi ng&#257; kaimahi i ng&#257; t&#363;manako whanonga e tika ana, me ng&#257; rautaki whakahaere whanonga. Ka kitea te mauritau o ng&#257; tamariki, &#257;, he pakari t&#257; r&#257;tou t&#363;hura i t&#333; r&#257;tou taiao.</p><p>Ka whakahihiritia, ka &#257;kina hoki ng&#257; tamariki ki te taiao ako reo. Ka &#257;ta aro atu, ka &#257;ta whakarongo hoki ng&#257; tamariki ki te reo M&#257;ori. Ka ng&#257;kau nui ng&#257; tamariki tu&#257;kana ki te k&#333;rero ki &#275;tahi atu, me te p&#257;nui pukapuka a &#275;tahi ki a r&#257;tou. Ka t&#257;whai ng&#257; tamariki t&#275;ina i ng&#257; kupu me ng&#257; k&#299;anga m&#257;m&#257;. Ka whakamahi ng&#257; tamariki i ng&#257; mihimihi me ng&#257; whakautu e tika ana m&#333; ng&#257; t&#363;momo horopaki, &#257;, ka whakamahi i te reo &#257;-tinana hei whakaatu i ng&#257; k&#333;rero me &#333; r&#257;tou m&#257;ramatanga. Ka p&#257;tai ng&#257; tamariki i ng&#257; p&#257;tai m&#257;m&#257;, &#257;, ka &#257;rahi i te whakamahinga o &#333; r&#257;tou hoa i te reo M&#257;ori. Ka akiaki ng&#257; kaimahi i ng&#257; tamariki ki te whakautu me te whakawhiti k&#333;rero. E whanake ana te k&#333;rero a ng&#257; tamariki i te reo M&#257;ori.</p><p>E noho m&#333;hio ana ng&#257; tamariki ki te taiao. Ka whakamahere ng&#257; kaimahi kia whai w&#257; ai ng&#257; tamariki ki te rongo, te p&#257;, me hongihongi i ng&#257; taonga m&#257;oriori. Ka whai w&#257;hi ng&#257; tamariki ki ng&#257; tikanga e p&#257; ana ki te taiao m&#257;oriori. He pakari r&#257;tou ki te &#257;ta whakam&#257;tau i a r&#257;tou an&#333;. Ka &#257;ta whakarite ng&#257; kaimahi kia whiwhi ai ng&#257; tamariki i te wh&#257;nuitanga o ng&#257; t&#363;momo wheako e whakawh&#257;nui ana i &#333; r&#257;tou whakaaro, &#257;, e poipoi ana hoki i t&#257; r&#257;tou t&#363;hura haere. Ka kitea te t&#363;m&#257;ia o ng&#257; tamariki ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki. He &#257;konga p&#257;kiki ng&#257; tamariki.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka whai hua ng&#257; tamariki n&#257; t&#275;tahi h&#333;taka akoranga e &#257;ta whakamaheretia ana, &#257;, e &#257;ta whakaritea ana hoki. Ka whakamahere ng&#257;tahi ng&#257; kaimahi, &#257;, ka akiaki hoki r&#257;tou i ng&#257; whakaaro me te whai w&#257;hi mai o te wh&#257;nau. Ka wetekina ng&#257; mahere &#257;-tau e ng&#257; kaimahi, &#257;, kua tuhia ng&#257; wh&#257;inga me ng&#257; taumahi e tika ana m&#333; ia reanga ki te kiko o ng&#257; mahere o ia wiki. Kua &#257;ta whakaritea e ng&#257; kaimahi ng&#257; mahi aromatawai, tae atu ki ng&#257; kitenga, te ahu whakamua o ng&#257; wh&#257;inga, tae atu hoki ki ng&#257; whakawhitinga k&#333;rero ki te taha o ng&#257; wh&#257;nau. Ka tohu ng&#257; whakaaturanga ki ng&#257; pakitara me ng&#257; p&#363;kete a ia tamaiti i te whakatutuki haere o ng&#257; mahere. Kei te tino m&#333;hio ng&#257; kaiako ki ng&#257; tamariki. Ka &#257;ta aroturukitia, ka &#257;ta whakatutukihia hoki ng&#257; ng&#257;kau nuitanga me ng&#257; matea o ng&#257; tamariki. Ko ng&#257; matea ako o ng&#257; tamariki kei te p&#363;take o ng&#257; mahere me ng&#257; aromatawai.</p><p>Ka whai hua ng&#257; tamariki n&#257; te kaha o te arotake whaiaro a te wh&#257;nau. Ka &#257;ta whakamaheretia, ka &#257;ta whakatutukihia te arotake i ng&#257; kaupapa here, n&#333; mua noa atu. Ka arom&#257;tai ng&#257; kaimahi i te whai huatanga o te h&#333;taka akoranga me ng&#257; putanga m&#333; ng&#257; tamariki. Ka whakaaro huritao ng&#257; kaimahi, &#257;, he tino aronga nui ki te whakapai ake, hei painga m&#333; ng&#257; tamariki. Ko te waiora o ng&#257; tamariki te kaupapa matua ki te wh&#257;nau. Ka rongo ng&#257; tamariki i te mauritau me te haumaru.</p><p>He pakari, he m&#257;rama hoki ng&#257; p&#363;naha whakahaere tari. He tino m&#257;tau te kaiwhakahaere tari, &#257;, ka &#257;ta aro ia ki te kiko o ng&#257; mahi, hei painga m&#333; ng&#257; tamariki. Kei te hokihoki mai ng&#257; pia o te k&#333;hanga reo ki te whai w&#257;hi atu. Kua oti ng&#257; arohaehae, &#257;, kua t&#257;utuhia ng&#257; matea e p&#257; ana ki te whakawhanaketanga ngaio. Ka whakaratohia e ng&#257; kuia te &#257;rahitanga i roto i ng&#257; mahi ngaio me ng&#257; whakahaeretanga, &#257;, he m&#257;tanga r&#257;tou i roto i aua w&#257;hanga. Ko te kaha o te wh&#257;nau ki te noho p&#363;mau me te whakamahere m&#333; te tauatanga e &#257;ta whakatau ana i te r&#333;nakitanga o te k&#333;hanga reo.&nbsp;</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>mahi ng&#257;tahi tonu ki te whakap&#363;mau i te kounga o ng&#257; putanga m&#333; ng&#257; tamariki.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Te Whakaruruhau ki Kait&#299;, ki T&#363;ranga-nui-a-Kiwa. He manawa whakah&#299; t&#333; te hapori m&#333; t&#333; r&#257;tou k&#333;hanga reo. Ka mahi ng&#257;tahi te wh&#257;nau ki te whakatutuki i &#333; r&#257;tou wawata me &#333; r&#257;tou t&#363;manako, &#257;, e noho p&#363;mau ana ki te whakarato i t&#275;tahi taiao akoranga, t&#275;tahi h&#333;taka akoranga hoki o te kounga kairangi, hei tino painga m&#333; ng&#257; tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Whakaruruhau i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>20 Kohi-t&#257;tea, 2017</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo&nbsp;</h2><table style="width: 593px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="3" width="377">
<p>Kei Kait&#299;, ki T&#363;ranga-nui-a-Kiwa</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="3" width="377">
<p>55148</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="3" width="377">
<p>06F023</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="3" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td colspan="3" width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="3" width="377">
<p>50, kia tekau ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="3" width="377">
<p>25, tokowaru kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="3" width="377">
<p>K&#333;tiro 15</p>
<p>Tama t&#257;ne 10</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td colspan="2" width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="3" width="377">
<p>Whiringa-&#257;-rangi 2016</p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="3" width="377">
<p><span>20 Kohi-t&#257;tea, 2017</span></p>
</td>
</tr>
<tr>
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
<p>Arotake T&#257;piri</p>
</td>
<td colspan="2" width="225">
<p>Hui-tanguru 2014</p>
<p>Kohi-t&#257;tea 2011</p>
<p>Pipiri 2009</p>
</td>
</tr>
</tbody>
</table><a id="evaluation" class="toc-anchor"></a><h2>Evaluation</h2><p>Te K&#333;hanga Reo o Te Whakaruruhau is in Kaiti, Gisborne. The k&#333;hanga reo has pride of place in the local community. Wh&#257;nau work together to achieve their shared aspirations and objectives and are committed to providing a high quality learning environment and programme which provides positive outcomes for children.</p><p><span style="font-size: 10px;">The next ERO review of Te K&#333;hanga Reo o Te Whakaruruhau will be in three years.</span></p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te Whakaruruhau is in Kaiti, Gisborne. Wh&#257;nau affiliate to various iwi. Wh&#257;nau work together to achieve their shared aspirations and objectives. There is a strong sense of whanaungatanga among wh&#257;nau, kaimahi and children.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show that transitions in to and across k&#333;hanga reo work for them?</h3><p>Children are well settled as they transition in to the k&#333;hanga reo. They become familiar with routines and are secure as they participate in programme that is predictable.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children actively participate in all aspects of the learning programme. They move happily from one activity to the next and interact appropriately in the indoor and outdoor spaces. Children follow well established routines and observe tikanga including karakia and mihimihi. Children have access to a wide range of learning and physical resources. They display a sense of satisfaction in their play and learning. Children display their personal preferences and strengths and actively participate in a range of activities. Children have experiences with the wider community and the local environment. Children are happy.</p><p>Children are emotionally and physically confident. Children manage aspects of their own care and sleep and eat according to their needs. Kaimahi provide opportunities for children to develop their physical skills. Children have meaningful contact with others and are active as tuakana and teina. Children experience aroha, manaaki and awhina. Kaimahi and wh&#257;nau model and encourage positive relationships with others. Children are developing their understanding of the tangata whenua role and are provided with opportunities to take up leadership roles. Wh&#257;nau provide a safe environment for children. Children demonstrate respect and care for adults. Kaimahi define positive behavioural expectations and management strategies. Children appear secure and explore their environment confidently.</p><p>Children are interested and motivated by the language learning environment. Children pay attention to and listen to te reo M&#257;ori. Older children enjoy talking with others and being read to. Younger children mimic words and simple phrases. Children use greetings and appropriate responses for different situations and use body language to convey messages and display understanding. Children ask simple questions and guide peers in the use of te reo M&#257;ori. Kaimahi prompt and encourage children to respond and converse. Children are developing as speakers of te reo M&#257;ori.</p><p>Children are aware of the physical environment. Kaimahi plan so children are able to feel, touch and smell natural and physical resources. Children experience tikanga associated with the natural environment. They are confident about taking appropriate risks. Kaimahi ensure children are provided with a range of experiences that extend their thinking and foster exploration. Children display confidence in a range of situations. Children are inquisitive learners.</p><h3>Planning and Evaluation</h3><p>Children benefit from a well-planned and organised learning programme. Kaimahi plan together and encourage thoughts and contributions from wh&#257;nau. Mahere-a-tau are broken down by kaimahi and age appropriate whainga and activities are documented in detailed weekly plans. Kaimahi have established assessment practices including observations, progress against whainga including discussions with wh&#257;nau. Wall displays and children&rsquo;s profile books show that plans are followed. The kaiako know the children well. Children&rsquo;s interests and needs are carefully monitored and catered for. Children&rsquo;s learning needs are at the centre of planning and assessment.</p><p>Children benefit from strong wh&#257;nau internal review. Policy review is planned and carried out well in advance. Kaimahi evaluate the effectiveness of the learning programme and outcomes for children. Kaimahi are reflective and have a clear focus on improvement in the interests of children. Children&rsquo;s holistic wellbeing is a priority for the wh&#257;nau. Children feel secure and safe.</p><p>Administration systems are robust and transparent. The administrator is highly competent and pays attention to detail in the interests of the children. Wh&#257;nau graduates are returning to participate in the k&#333;hanga reo. Appraisals have been completed and professional development needs identified. Professional and management guidance is provided by kuia who have expertise in these areas. Highly committed wh&#257;nau and succession planning ensure the sustainability of the k&#333;hanga reo.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>
<p>Continue to work collaboratively to sustain quality outcomes for children.</p>
</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Te Whakaruruhau is in Kaiti, Gisborne. The k&#333;hanga reo has pride of place in the local community. Wh&#257;nau work together to achieve their shared aspirations and objectives and are committed to providing a high quality learning environment and programme which provides positive outcomes for children.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Te Whakaruruhau will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>20 January 2017&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo&nbsp;</h2><table style="width: 629px;" cellspacing="0" cellpadding="7"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Kaiti, Gisborne</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>55148</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>06F023</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>50 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>25 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 15</p>
<p>Boys 10</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>November 2016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>20 January 2017</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td colspan="2" width="187">
<p>February 2014</p>
<p>January 2011</p>
<p>June 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Whakaruruhau reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-20-01-2017/" title="Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017">Te Kōhanga Reo o Te Whakaruruhau - 20/01/2017</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-whakaruruhau-27-02-2014/" title="Te Kōhanga Reo o Te Whakaruruhau - 27/02/2014">Te Kōhanga Reo o Te Whakaruruhau - 27/02/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
