<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tō Te Rā - 03/02/2016 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tō Te Rā - 03/02/2016" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tō Te Rā - 03/02/2016" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tō Te Rā - 03/02/2016" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tō Te Rā - 03/02/2016 page" href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="232649a70af3b2b754b4c29a7960f6e348e13851" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tō Te Rā - 03/02/2016</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tō Te Rā - 03/02/2016</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div>
<a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2>
</div><p>E t&#363; ana Te K&#333;hanga Reo o T&#333; Te R&#257; ki Rotorua. I t&#257;utuhia ki te p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga, te maha o ng&#257; whakawhanaketanga papai ki te k&#333;hanga reo. I whai p&#257;nga hoki &#275;nei ki ng&#257; hononga ki waenga i ng&#257; p&#257;keke me ng&#257; tamariki. He wh&#257;nui ng&#257; mahere h&#333;taka &#257; ng&#257; kaimahi, hei &#257;rahi i te h&#333;taka akoranga. Ka h&#257;pai te arotake whaiaro i te wh&#257;nau ki te whakap&#363;mau i ng&#257; whakaritenga papai, puta noa i ng&#257; w&#257;hanga whakahaere katoa. Ko ng&#257; w&#257;hanga hei whakapai ake, i h&#257;ngai ai ki te aromatawai, te whakamahere rautaki, me te reo M&#257;ori.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te kite e poipoia ana, e manaakitia ana hoki ng&#257; tamariki?</h3><p>E poipoia ana, e tino manaakitia ana ng&#257; tamariki.</p><h3>Mana Atua</h3><p><span>Ka ako ng&#257; tamariki ki t&#275;tahi taiao e poipoi ana, &#257;, ka rongo r&#257;tou i te rangim&#257;rie, te whakapono, te aroha, te manaaki, te atawhai, me te koa hirahira. Ka manaaki t&#275;tahi i t&#275;tahi, &#257;, ka toro atu ki te taut&#257;whi o ng&#257; p&#257;keke. Ka kitea ki ng&#257; tamariki ng&#257; hononga whakaute ki &#275;tahi atu. Ka whakaarohia ng&#257; matea whatumanawa o ng&#257; tamariki, i ng&#257; kaimahi e whakawhanake ana i ng&#257; h&#333;taka m&#257; ia tamaiti, hei h&#257;pai i t&#333; r&#257;tou waiora. Ka whakatauira ng&#257; p&#257;keke i te whakaute m&#333; ng&#257; tamariki. Ka ng&#257;kau nui ng&#257; tamariki me ng&#257; kaimahi ki te pai o ng&#257; wheako ng&#257;tahi e whai hua ana. He harikoa ng&#257; tamariki, &#257;, e tino manaakitia ana.</span></p><p><span>Ka ako ng&#257; tamariki ki t&#275;tahi taiao o te reo M&#257;ori. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki hopu reo e h&#257;pai ana i ng&#257; tamariki ki te ako i te reo M&#257;ori. Ka rongo, ka whakamahi hoki ng&#257; tamariki i te reo M&#257;ori m&#257; ng&#257; huarahi &#333;kawa, &#333;paki hoki. He whai w&#257;hitanga hoki m&#333; r&#257;tou ki te &#257;rahi, hei whakawhanake i te &#257;hua o t&#257; r&#257;tou whakamahinga i te reo me &#333;na tikanga. E tupu ana te m&#257;ia o ng&#257; tamariki ki te whakamahi i te reo M&#257;ori.</span></p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka whiwhi ng&#257; tamariki i te wh&#257;nuitanga o ng&#257; wheako akoranga i &#257;ta whakamaheretia ai. Ka whakarite ng&#257; kaimahi i ng&#257; mahere &#257;-w&#257;hanga, &#257;-wiki, o ia r&#257; hoki. Ka whai hua ng&#257; mahere, kua &#257;ta whakawhanakehia, &#257;, ka whai kiko hoki hei &#257;ta &#257;rahi i ng&#257; whakaritenga a ng&#257; kaimahi.</p><p>He pakari ng&#257; tukanga a ng&#257; kaimahi ki te aromatawai i ng&#257; akoranga a ng&#257; tamariki. Ka m&#257;takitaki ng&#257; kaimahi i ng&#257; tamariki e t&#257;karo ana, kia m&#333;hio ai r&#257;tou ki te ahu whakamua a ng&#257; tamariki. Ka tohu aua m&#333;hiohio i te ahu whakamua a ng&#257; tamariki me t&#333; r&#257;tou whakawhanaketanga hoki i roto i te reo me ng&#257; akoranga kaupapa M&#257;ori. Ka whakapuaki ng&#257; kaimahi i aua m&#333;hiohio ki te taha o ng&#257; m&#257;tua. Ka peita, ka t&#257; hoki ng&#257; tamariki i ng&#257; pikitia hihiri, muramura hoki, &#257;, ka h&#257;ngai &#275;n&#257; ki &#257; r&#257;tou akoranga. Ka ng&#257;kau nui r&#257;tou ki te whakaatu i &#257; r&#257;tou pikitia ki ng&#257; kaimahi me &#333; r&#257;tou m&#257;tua.</p><p>Ka tautoko te wh&#257;nau i te waiora me te atawhai o ng&#257; tamariki. Kua whakaritea ng&#257; kaupapa here e p&#257; ana ki te hauora me te haumaru. Kua oti ng&#257; tuhinga t&#363;ranga mahi &#257; ng&#257; kaimahi. Ka t&#257;utu ng&#257; arohaehae &#257;hua mahi i ng&#257; &#257;huatanga kaha me ng&#257; &#257;huatanga ngoikore a ng&#257; kaimahi. Haere ai ng&#257; kaimahi ki ng&#257; akoranga ngaio me ng&#257; whai w&#257;hitanga ki te whakawhanake ngaio. Ka whai hua ng&#257; tamariki n&#257; te kaha o te wh&#257;nau ki te whakatutuki i ng&#257; kawenga hei kaituku mahi.</p><p>He pai te whakahaeretanga a te wh&#257;nau i te k&#333;hanga reo. Ka whai hua t&#257; r&#257;tou p&#363;naha p&#363;tea, &#257;, ka whiwhi r&#257;tou i ng&#257; p&#363;rongo i ia te w&#257;, ki &#257; r&#257;tou hui o ia marama. He pai t&#333; r&#257;tou noho m&#333;hio ki ng&#257; whakahaeretanga o ia r&#257; ki te k&#333;hanga reo. Kua whakawhanakehia e te wh&#257;nau t&#275;tahi mahere rautaki e whai p&#257;nga nui ana ki Ng&#257; Pou e Wh&#257; me Te Ara T&#363;&#257;pae. Kei te m&#333;hio te wh&#257;nau ki &#257; r&#257;tou kaupapa matua m&#333; t&#275;nei w&#257;, m&#333; te w&#257; hoki kei te heke mai. Ko ng&#257; tamariki te aronga ki te katoa o ng&#257; w&#257;hanga whakahaere ki te k&#333;hanga reo.</p><h4>Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p>Ka arom&#257;tai, ka whakawhiti k&#333;rero hoki ng&#257; kaimahi i te whai huatanga o te h&#333;taka akoranga. Ahakoa ka whakawhiti k&#333;rero r&#257;tou m&#333; ng&#257; taumahi i whakamaheretia ai, k&#257;hore r&#257;tou e &#257;ta whakatakoto &#257;-tuhi nei i aua k&#333;rero.</p><p>K&#257;hore an&#333; te wh&#257;nau kia whakawhanake i t&#275;tahi mahere &#257;-tau. K&#257;hore he p&#363;rongo, he aroturukitanga, he whakatakotoranga &#257;-tuhi r&#257;nei o ng&#257; mahi i whakatutukihia ai ki ng&#257; hui &#257;-wh&#257;nau. Ko te p&#363;rongo i te ahu whakamua me te whakatutukitanga o ng&#257; kaupapa matua &#257;-tau, ka h&#257;pai i te wh&#257;nau ki te whakatakoto i te huarahi m&#333; te k&#333;hanga reo m&#333; me&#257;ke nei, me ng&#257; painga hoki m&#333; ng&#257; tamariki.&nbsp;</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2>4 Ng&#257; Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li>whakatinana i t&#275;tahi h&#333;taka arom&#257;tai hei t&#257;utu i ng&#257; &#257;huatanga kaha me ng&#257; &#257;huatanga ngoikore ki te h&#333;taka akoranga</li>
<li>whakaoti t&#275;tahi mahere &#257;-tau.</li>
</ul><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o T&#333; Te R&#257; ki Rotorua. Ka tino manaakitia ng&#257; tamariki. Ka rumakina r&#257;tou ki t&#275;tahi taiao e poipoi ana, &#257;, e whakatairanga ana hoki i ng&#257; uaratanga o te whakaute, te waiora, me te manaaki. E pakari haere ana te m&#257;ia o ng&#257; tamariki ki te whakamahi i te reo M&#257;ori.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o T&#333; Te R&#257; i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>03 Hui-tanguru, 2016</span>&nbsp;</p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2>Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table style="width: 593px;" cellspacing="0" cellpadding="7">
<tbody>
<tr valign="top">
<td width="189" height="9">
<p>Te t&#363;w&#257;hi</p>
</td>
<td colspan="3" width="377">
<p>Kei Rotorua</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="3" width="377">
<p>40122</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="3" width="377">
<p>055C014</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te t&#363;momo whare</p>
</td>
<td colspan="3" width="377">
<p>He k&#333;hanga reo</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te raihana</p>
</td>
<td colspan="3" width="377">
<p>Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="3" width="377">
<p>30, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te tokomaha kei runga i te r&#257;rangi ingoa</p>
</td>
<td colspan="3" width="377">
<p>28, tokowh&#257; kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te ira tangata</p>
</td>
<td colspan="3" width="377">
<p>K&#333;tiro 17</p>
<p>Tama t&#257;ne 11</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Ng&#257; hononga &#257;-iwi</p>
</td>
<td colspan="2" width="181">
<p>M&#257;ori</p>
</td>
<td width="181">
<p>100%</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="3" width="377">
<p>Whiringa-&#257;-rangi 2015</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="3" width="377">
<p>03 Hui-tanguru, 2016</p>
</td>
</tr>
<tr valign="top">
<td width="189" height="9">
<p>Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="137">
<p>Arotake M&#257;tauranga</p>
<p>Arotake M&#257;tauranga</p>
</td>
<td colspan="2" width="225">
<p>Whiringa-&#257;-rangi 2013</p>
<p>Whiringa-&#257;-nuku 2009</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o T&#333; Te R&#257; is in Rotorua. The previous ERO report identified a number of positive developments in the k&#333;hanga reo. These included adults and children&rsquo;s relationships. Kaimahi have broad programme plans to guide the learning programme. Self review supports the wh&#257;nau to maintain good practice across all areas of management. Areas for improvement included, assessment, strategic planning and te reo M&#257;ori.&nbsp;</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>How well do children show they are nurtured and well cared for?</h3><p>Children are nurtured and well cared for.</p><h3>Mana Atua</h3><p>Children learn in a nurturing environment where they experience rangimarie, whakapono, aroha, manaaki, atawhai, and koa hirahira. They care for one another and seek comfort from adults. Children demonstrate respectful relationships with others. Children&rsquo;s emotional needs are considered as kaimahi develop individual programmes to support their wellbeing. Adults model respect for children. Children and kaimahi enjoy positive and rewarding experiences together. Children are happy and well cared for.</p><p>Children learn in a te reo Maori environment. Kaimahi use a range of language acquisition strategies to support children to learn te reo M&#257;ori. Children hear and use te reo M&#257;ori in both formal and informal ways. They have leadership opportunities to develop how they use te reo me ona tikanga. Children are growing in confidence in their use of te reo M&#257;ori.</p><h3>Planning and Evaluation</h3><p>Children receive a variety of well planned learning experiences. Kaimahi prepare term, weekly and daily plans. Plans are effective, well developed and useful for guiding kaimahi practice.</p><p>Kaimahi have sound processes to assess children&rsquo;s learning. Kaimahi observe children at play so they know how children are progressing. This information shows children&rsquo;s progress and development in te reo and kaupapa M&#257;ori learning. Kaimahi share this information with parents. Children paint and draw vibrant and colourful pictures of what they are learning. They like sharing their pictures with kaimahi and their parents.</p><p>Wh&#257;nau support the wellbeing and care of children. Health and safety policies are in place. Kaimahi employment documents are complete. Performance appraisals identify both the strengths and weakness of kaimahi. Kaimahi attend professional learning and development opportunities. Children benefit from wh&#257;nau who are responsible employers.</p><p>The wh&#257;nau manage the k&#333;hanga reo well. They have an effective financial system and receive regular reports at their monthly hui. They are informed well of the day to day operations of the k&#333;hanga reo. Wh&#257;nau have developed a strategic plan that is informed by both Ng&#257; Pou E Wh&#257; and Te Ara T&#363;&#257;pae. Wh&#257;nau know their priorities now and into the future. Children are the focus for all areas of k&#333;hanga reo management.</p><h4>Key Next Steps</h4><p>Kaimahi evaluate and discuss the effectiveness of the learning programme. Although they discuss planned activities, they do not formally document these.</p><p>Wh&#257;nau have not developed an annual plan. There is no formal reporting, monitoring and recording of completed tasks at wh&#257;nau hui. Reporting on the progress and successes of annual priorities provide wh&#257;nau with direction for the future of the k&#333;hanga reo and children&rsquo;s interests.&nbsp;</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.&nbsp;</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendations:</p><ul>
<li>Implement programme evaluation to identify strengths and weaknesses in the learning programme</li>
<li>Complete an annual plan.</li>
</ul><h3>Conclusion</h3><p>Te K&#333;hanga Reo o T&#333; Te R&#257; is in Rotorua. Children show that they are cared for well. They are immersed in a nurturing environment where values of respect, wellbeing and care are promoted. Children are growing in confidence in their use of te reo M&#257;ori.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o T&#333; Te R&#257; will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>3 February 2016&nbsp;</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table style="width: 629px;" cellspacing="0" cellpadding="7">
<tbody>
<tr valign="top">
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Rotorua</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40122</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>05C014</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>30 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>28 children, including 4 aged under 2</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 17</p>
<p>Boys 11</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>November 2015</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>3 February 2016</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>November 2013</p>
<p>October 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tō Te Rā reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-03-02-2016/" title="Te Kōhanga Reo o Tō Te Rā - 03/02/2016">Te Kōhanga Reo o Tō Te Rā - 03/02/2016</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-to-te-ra-21-11-2018/" title="Te Kōhanga Reo o Tō Te Rā - 21/11/2018">Te Kōhanga Reo o Tō Te Rā - 21/11/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
