<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Rongopai - 10/12/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Rongopai - 10/12/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Rongopai - 10/12/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Rongopai - 10/12/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage3.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Rongopai - 10/12/2018 page" href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="f78c6d4b8c1021119fe7c2ed649c2a73fda919a2" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Rongopai - 10/12/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Rongopai - 10/12/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 align="center" style="text-align: left;">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o Rongopai ki te p&#363;take o te maunga o Ngongotah&#257;, ki Rotorua. Mai i te arotake o mua a Te Tari Arotake M&#257;tauranga i te tau 2014, kua whakatutuki haere i ng&#257; whakapaitanga ki te k&#333;hanga reo. I t&#275;nei tau, kua whakat&#363;ngia &#275;tahi kaimahi hou ki te whakapuaki i ng&#257; h&#333;taka akoranga. Kua whakahou ake hoki te w&#257;hi t&#257;karo o waho, hei whakatairanga i te taiao ako, &#257;, hei whakaatu an&#333; hoki i te kaupapa o te k&#333;hanga reo.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te whai whakaaro ki te kounga o te ako me te atawhai o ia tamaiti?</h3><p lang="mi">Ka t&#363;m&#257;ia, ka t&#363; takitahi hoki ng&#257; tamariki tu&#257;kana ki te ako. Ka aro ng&#257; tamariki t&#275;ina ki ng&#257; wheako ako papai.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E ako ana ng&#257; tamariki ki t&#275;tahi taiao kua &#363;hia ki te manaakitanga me te aroha. E whakarato ana te h&#333;taka o ia r&#257; i ng&#257; whai w&#257;hitanga m&#333; ng&#257; tamariki ki te ako, &#257;, ki te noho whakaute hoki ki &#275;tahi atu. Ka whakatauira ng&#257; kaimahi i ng&#257; uara o te aroha, te &#257;whina, me te manaakitanga i a r&#257;tou e taunekeneke ana ki ng&#257; tamariki, &#257;, ki waenga hoki i a r&#257;tou an&#333; i te h&#333;taka akoranga. M&#257; te kawa me ng&#257; tikanga e whanake ai ng&#257; te m&#257;ramatanga o ng&#257; tamariki ki &#333; r&#257;tou t&#363;ranga me &#257; r&#257;tou kawenga ki te &#257;rahi, ki te tohatoha, &#257;, ki te whakamana an&#333; hoki i te &#257;hua ake o &#275;tahi atu. Ko te ako i ng&#257; atua M&#257;ori me &#333; r&#257;tou p&#363;manawa e h&#257;pai ana i te whai hononga o ng&#257; tamariki m&#257; ng&#257; karakia me ng&#257; waiata i ng&#257; t&#363;momo horopaki. Ka ng&#257;kau nui ng&#257; tamariki ki te ako ki t&#275;tahi taiao haumaru, mauritau hoki.</p><p lang="mi">He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te taunekeneke ki &#275;tahi atu i roto i &#257; r&#257;tou akoranga. He aronga ng&#257;tahi ki te whakawhanake i ng&#257; hononga ki waenga i ng&#257; tamariki, ng&#257; wh&#257;nau, ng&#257; kaum&#257;tua, me te hapori wh&#257;nui. Ka whakapuaki ng&#257; kaimahi i ng&#257; w&#257; m&#333; ng&#257; tamariki ki te whakanui i ng&#257; kaupapa whakahirahira me ng&#257; whakatutukitanga, ki te whakahua mai i &#333; r&#257;tou whakapapa me &#333; r&#257;tou pepeha, &#257;, ki te ako an&#333; hoki i t&#333; r&#257;tou t&#363; hei tangata whenua, hei manuhiri hoki. Noho ai ng&#257; kaimahi ki te taha o ng&#257; tamariki i ia te w&#257; ki te k&#333;rero m&#333; te &#257;hua o t&#333; r&#257;tou r&#257; me ng&#257; taumahi ako. Ka akiaki r&#257;tou i ng&#257; tamariki ki te t&#363;hura haere i te taiao i roto i &#257; r&#257;tou t&#257;karo, &#257;, ka h&#257;pai an&#333; hoki i t&#257; r&#257;tou whakarite i ng&#257; whakataunga papai i a r&#257;tou e taunekeneke ana ki &#275;tahi atu. Kei te harikoa ng&#257; tamariki ki te ako.</p><p lang="mi">E whanake ana ng&#257; tamariki i ng&#257; p&#363;kenga ki te whakatau haere i roto i &#257; r&#257;tou akoranga. Ka whakarato ng&#257; kaimahi i t&#275;tahi h&#333;taka akoranga e poipoi ana i ng&#257; t&#363;momo reanga o ng&#257; tamariki o te k&#333;hanga reo. Ka waihangatia e r&#257;tou ng&#257; taumahi e h&#257;ngai ana ki ng&#257; kaupapa ako, &#257;, ka panoni haere i &#275;nei hei whakatutuki i ng&#257; t&#363;momo reanga. Ka whakamahi ia tamaiti, ia tamaiti i te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi e poipoi ana i te auaha me ng&#257; whakaaro pohewa i roto i &#257; r&#257;tou akoranga. T&#363; ai ng&#257; whai w&#257;hitanga i ia te w&#257; m&#333; ng&#257; tamariki ki te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga, me te whakatau haere i roto i &#257; r&#257;tou akoranga. Ko te wh&#257;nuitanga o ng&#257; t&#363;momo taumahi e h&#257;pai ana i ng&#257; kaimahi ki te m&#257;takitaki i ng&#257; t&#363; &#257;huatanga o te ako a ng&#257; tamariki me &#333; r&#257;tou whakawhanaketanga. E poipoia ana te ng&#257;kau nuitanga o ng&#257; tamariki ki te ako, me t&#333; r&#257;tou taha auaha.</p><p lang="mi">He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te k&#333;rero me te whakawhiti whakaaro m&#257; te reo M&#257;ori. E noho p&#363;mau ana te wh&#257;nau me ng&#257; kaimahi kia kounga ai te whakapuakitanga o ng&#257; wheako reo M&#257;ori ki te k&#333;hanga reo. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki reo puta noa i te h&#333;taka o te r&#257;, hei whakawhanake, hei whakawh&#257;nui hoki i te &#257;heinga o ng&#257; tamariki ki te whakawhitiwhiti whakaaro m&#257; te reo M&#257;ori. E &#257;kina ana te whakapuaki &#257;-waha mai o ng&#257; r&#333;p&#363; reanga katoa o ng&#257; tamariki i &#333; r&#257;tou whakaaro, m&#257; te reo &#257;-tinana, m&#257; ng&#257; tohu &#257;-kanohi hoki. N&#257; ng&#257; karakia, ng&#257; mihimihi me ng&#257; pepeha ka rongo, ka whakatauira an&#333; hoki ng&#257; tamariki i ng&#257; hanganga reo papai. N&#257; te wh&#257;nuitanga o ng&#257; t&#363;momo waiata ka rongo ng&#257; tamariki i te reo auaha. Ko ng&#257; whakawhitinga k&#333;rero ki te taha o ng&#257; tamariki e tuituia ana ki te h&#333;taka akoranga, &#257;, e h&#257;pai ana hoki i ng&#257; kaimahi ki te rongo i te &#257;hua o te reo k&#333;rero, o ng&#257; whakapuakitanga whakaaro an&#333; hoki o ng&#257; tamariki ki ng&#257; t&#363;momo horopaki. He pakari ng&#257; tamariki ki te whakawhitiwhiti k&#333;rero, &#257;, e ako ana hoki r&#257;tou i ng&#257; p&#363;kenga reo hei &#257;ta whakapuaki i &#333; r&#257;tou whakaaro m&#257; te reo M&#257;ori.</p><p lang="mi">He tau ng&#257; tamariki ki te t&#363;hura haere i ng&#257; taiao m&#257;oriori, t&#363;turu hoki, huri noa i te k&#333;hanga reo. Kua waihangatia e te wh&#257;nau me ng&#257; kaimahi t&#275;tahi w&#257;hi t&#257;karo o waho e rite ana ki t&#333; te marae &#257;hua. Kua whakaritea t&#275;tahi w&#257;hi nohoanga hei paepae, &#257;, ka whakaari ng&#257; tamariki i t&#275;n&#257; ka kitea e r&#257;tou i ng&#257; hui o te marae. E w&#257;tea ana ki ng&#257; tamariki te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi e ahu mai ana i te taiao, tae atu ki &#275;r&#257; i hangaia ai e te tangata. Whakarite ai ng&#257; kaimahi i ia te w&#257; i ng&#257; taumahi whakangahau ki waho, hei &#257;huatanga tonu o te h&#333;taka kori tinana. Ka whakangahau ng&#257; tamariki i a r&#257;tou e taunekeneke ana, e t&#363;hura haere ana hoki i ng&#257; taiao o te k&#333;hanga reo.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Ko te whakawhanaketanga i te katoa o te tamaiti e &#257;rahi ana i te whakapuakitanga o ng&#257; akoranga whai kounga. Ka mahi ng&#257;tahi ng&#257; kaimahi ki te aro atu ki ng&#257; matea ako o ia tamaiti, o ia r&#333;p&#363; reanga h&#333;taka. Ka tuitui ki ng&#257; mahere h&#333;taka, ko ng&#257; tuhinga o te k&#333;hanga reo me ng&#257; w&#257;nanga whakangungu &#257;-rohe, hei whakatairanga i te whakapuakitanga o te h&#333;taka akoranga. Ka toro atu ng&#257; kaimahi i ia te w&#257; ki ng&#257; t&#363; huarahi e whakapai ai i &#257; r&#257;tou whakaritenga. Ka whakamahi r&#257;tou i te arom&#257;tai h&#333;taka, te aromatawai, me ng&#257; whakaaro huritao o ia kaimahi, ki te aroturuki i te kounga o te h&#333;taka akoranga. He nahanaha te p&#363;rongo i te h&#333;taka akoranga i ng&#257; hui &#257;-wh&#257;nau. Ka whakaemiemi i ng&#257; taunakitanga o te ahunga whakamua o ng&#257; akoranga o te tamaiti, &#257;, ka &#257;ta k&#333;rerohia i te taha o ng&#257; m&#257;tua. Ka whakaaro nuitia, ka whakaraupapahia hoki te kounga o ng&#257; akoranga a ng&#257; tamariki.</p><p lang="mi">Ko te ako me te atawhai o ng&#257; tamariki e &#257;rahi ana i te whakahaeretanga me ng&#257; mahi whakamahere a te wh&#257;nau. Kua t&#257;utuhia e te wh&#257;nau ng&#257; t&#363;manako e p&#257; ana ki &#333; r&#257;tou t&#363;ranga me &#257; r&#257;tou kawenga mahi, hei h&#257;pai i te whakatau ng&#257;tahi o ng&#257; whakaritenga. He tai&#257;whio t&#257; te arotake i ng&#257; kaupapa here, hei whakatutuki i ng&#257; herenga &#257;-ture e p&#257; ana ki te hauora me te haumaru o ng&#257; tamariki, me te whakahaeretanga o ng&#257; kaimahi. Kei te m&#257;rama te wh&#257;nau ki &#257; r&#257;tou kawenga mahi, &#257;, ka k&#333;rerohia, ka whakatinanahia hoki i ia te w&#257;, inar&#257;, i ng&#257; mahi ki te arohaehae i ng&#257; kaimahi. Ko te p&#363;rongo me te whakapuaki i ng&#257; m&#333;hiohio e h&#257;pai ana i te wh&#257;nau ki te noho m&#333;hio ki ng&#257; matea o ng&#257; tamariki me ng&#257; huarahi e tika ana hei whakapaipai ake i te kounga o ng&#257; akoranga me te atawhai i ng&#257; w&#257; e tika ana. E noho matua ana te waiora o ng&#257; tamariki.</p><p lang="mi">Ka whakamahia te arom&#257;tai o roto hei whakam&#333;hio i te whakapai tonutanga. Kua whakatakotohia e te wh&#257;nau t&#275;tahi aronga rautaki e ahu mai ana i ng&#257; wh&#257;inga i t&#257;utuhia ai e r&#257;tou m&#333; te paetawhiti. Ko ng&#257; kaupapa matua &#257;-tau e h&#257;pai ana i te wh&#257;nau ki te aro atu ki ng&#257; tino whakaritenga matua ka whai atu hei k&#333;kiri i te ahu whakamua me ng&#257; whakatutukitanga. Ka aroturukitia, ka p&#363;rongotia hoki aua kaupapa matua ki ng&#257; hui &#257;-wh&#257;nau. E pou here ana te whakawhanaketanga o te reo M&#257;ori i te kaupapa o te k&#333;hanga reo. Kua tuituia e te wh&#257;nau ng&#257; h&#299;tori me te reo &#257;-iwi o te hapori, hei whakapakari ake i te reo M&#257;ori ki te k&#333;hanga reo, &#257;, hei whakapiki ake hoki i &#333; r&#257;tou ake m&#333;hiotanga me &#333; r&#257;tou ake m&#257;ramatanga. Ka aro matua r&#257;tou ki te whai rongo&#257;, &#257;, ka &#257;ta kitea taua t&#363;&#257;huatanga ki t&#257; r&#257;tou aronga ki te whakatau wawe i ng&#257; take &#257;wangawanga. Ko ng&#257; painga m&#333; ng&#257; tamariki e noho matua ana ki te wh&#257;nau me ng&#257; kaimahi.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakamahi tonu i te arom&#257;tai o roto hei t&#257;utu, hei whakatinana hoki i ng&#257; rautaki e whakap&#363;ioio ana i te kounga o te ako me ng&#257; putanga ki ng&#257; tamariki.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Rongopai i roto i te wh&#257; o ng&#257; tau.</p><p lang="mi">Charles Rolleston Toka &#257;-nuku</p><p lang="mi"><span>10 Hakihea, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Rotorua</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40121</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">05B020</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">30, kia tokoono ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">28, tokoono kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 14</p>
<p lang="mi">Tama 14</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">15-16 Whiringa-&#257;-nuku 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>10 Hakihea, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Whiringa-&#257;-rangi 2014</p>
<p lang="mi">Pipiri 2011</p>
<p lang="mi">Pipiri 2007</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Rongopai is located at the base of Mount Ngongotah&#257; in Rotorua. Since the previous ERO review in 2014, there have been ongoing improvements in the k&#333;hanga reo. This year new kaimahi have been appointed to deliver learning programmes. The outdoor play area has also been upgraded to enhance the learning environment and reflect the kaupapa of the k&#333;hanga reo.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How effectively are children&rsquo;s individual quality of learning and care considered?</h3><p>Older children are confident and independent learners. Younger children are responsive to positive learning experiences.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children learn in a caring and loving environment. The daily programme provides opportunities for children to learn and show respect for others. Kaimahi model values such as aroha, &#257;whina and manaakitanga when they interact with children and each other in the learning programme. Routines and tikanga allow children to develop understanding about their roles and responsibilities to lead, share and value individual differences. Learning about atua M&#257;ori and their traits enable children to make meaningful connections through karakia and waiata in different settings. Children enjoy learning in a safe and secure environment.</p><p>Children confidently interact with others in their learning. There is a collective approach to developing relationships between children, wh&#257;nau, kaum&#257;tua and the wider community. Kaimahi create moments for children to celebrate special occasions and achievements, to share their whakapapa and pepeha, and to learn about their roles as tangata whenua and manuhiri. Kaimahi regularly sit with children to talk about their day and learning activities. They encourage children to explore the physical environment in play and support them to make good decisions in their interactions with others. Children are happy learners.</p><p>Children are developing skills to make choices in their learning. Kaimahi provide a learning programme that caters for the different ages of children in the k&#333;hanga reo. They create activities based on kaupapa ako and adapt these appropriately for the age groups. Individual children use a range of resources that foster creativity and imagination in their learning. There are regular opportunities for children to follow their personal interests and make choices about their learning. The range of activities allow kaimahi to observe different aspects of children&rsquo;s learning and development. Children&rsquo;s interest in learning and creativity is nurtured.</p><p>Children are confident speakers and communicators in te reo M&#257;ori. Wh&#257;nau and kaimahi are strongly committed to the delivery of quality te reo M&#257;ori experiences in the k&#333;hanga reo. Kaimahi use a range of language strategies throughout the daily programme to develop and extend children&rsquo;s ability to communicate in te reo M&#257;ori. All age groups of children are encouraged to share their ideas and thinking verbally, through body language and facial expressions. Karakia, mihimihi and pepeha allow children to hear and model good language structures. The range of waiata enable children to hear creative language. Conversations with children are integrated into the learning programme and allow kaimahi to hear how children speak and express themselves in different settings. Children are capable communicators who learn language skills to express themselves well in te reo M&#257;ori.</p><p>Children are comfortable to explore the natural and physical environments around the k&#333;hanga reo. Wh&#257;nau and kaimahi have created an outdoor play area that replicates features of a marae setting. An area with seats has been established for a paepae, where children re-enact what they see at formal marae events. Children have access to a range of resources that are sourced from nature as well as those that are made by others. Kaimahi regularly setup fun outdoors activities for children as part of the kori tinana programme. Children have fun as they interact with and explore the environments of the k&#333;hanga reo.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s holistic development guides the delivery of quality learning. Kaimahi work collaboratively to respond to individual and age group learning needs. Programme planning incorporate k&#333;hanga reo documents and regional w&#257;nanga training to enhance the delivery of the learning programme. Kaimahi continue to seek other ways to improve their practice. They use programme evaluation, assessment and individual reflections to monitor the quality of the learning programme. Regular reporting about the learning programme is shared at wh&#257;nau hui. Individual progress in learning is gathered and shared with parents. The quality of children&rsquo;s learning is important and prioritised.</p><p>Children&rsquo;s learning and care guides wh&#257;nau management and planning. The wh&#257;nau have defined expectations for their roles and responsibilities to support collective decision making. There is a cycle of policy review to fulfil legislative requirements relating to children&rsquo;s health and safety, and personnel management. The wh&#257;nau understand their employer responsibilities which they regularly discuss and implement, in particular the appraisal of kaimahi. Reporting and sharing of information keeps the wh&#257;nau informed about children&rsquo;s needs and how to improve the quality of learning and care as required. Children&rsquo;s wellbeing is paramount.</p><p>Internal evaluation is used to inform ongoing improvement. The wh&#257;nau have defined a strategic approach that is based on their identified long-term goals. Annual priorities assist wh&#257;nau to focus on their critical next steps towards progress and achievement. These priorities are monitored and reported at wh&#257;nau hui. Te reo M&#257;ori development underpins the kaupapa of the k&#333;hanga reo. Wh&#257;nau have integrated local histories and dialect to strengthen te reo M&#257;ori in the k&#333;hanga reo and to increase their own knowledge and understanding. They are solution focussed which is highlighted in their approach to deal with matters of concern in a timely manner. Positive outcomes for children are important to the wh&#257;nau and kaimahi.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><ul>
<li>
<p>continue to use internal evaluation to identify and implement strategies that consolidate the quality of learning and outcomes for children.</p>
</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Rongopai will be in four years.</p><p>Charles Rolleston Toka &#257;-nuku</p><p>10 December 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Rotorua</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40121</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>05B020</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>30 children, including up to 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>28 children, including 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 14</p>
<p>Boys 14</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>15-16 October 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>10 December 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>November 2014</p>
<p>June 2011</p>
<p>June 2007</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Rongopai reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-rongopai-10-12-2018/" title="Te Kōhanga Reo o Rongopai - 10/12/2018">Te Kōhanga Reo o Rongopai - 10/12/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-rongopai-21-11-2014/" title="Te Kōhanga Reo o Rongopai - 21/11/2014">Te Kōhanga Reo o Rongopai - 21/11/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
