<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Horohoro - 04/05/2015 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Horohoro - 04/05/2015" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Horohoro - 04/05/2015" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/" />

    <meta property="og:title" content="Te Kōhanga Reo o Horohoro - 04/05/2015" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Horohoro - 04/05/2015 page" href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="5c86d232e2681506f966540ae14f6f3d34e9297b" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Horohoro - 04/05/2015</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Horohoro - 04/05/2015</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#2-nga-whakaaturanga-o-te-arotake" title="2 Ngā Whakaaturanga o te Arotake">2 Ngā Whakaaturanga o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" title="3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga">3 Te Whakataunga a te Kōhanga Reo ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#2-the-review-findings" title="2 The Review Findings">2 The Review Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-horopaki" class="toc-anchor"></a><h2>1 Te Horopaki</h2><p>E t&#363; ana Te K&#333;hanga Reo o Horohoro ki raro i te maunga o Horohoro, ki waenga i te marae o Kearoa me te kura o Horohoro. Ko Horohoro t&#275;tahi hapori taratahi kei k&#333; atu r&#257; i Rotorua. Kei te tuawhenua nei te wh&#257;nuitanga o ng&#257; t&#363;momo rauemi m&#257;oriori. Whakawhiti atu ai ng&#257; tamariki o te k&#333;hanga reo ki te kura o te hapori nei, ki t&#275;tahi r&#257;nei o ng&#257; kura kaupapa M&#257;ori ki Rotorua.</p><p>He tokomaha ng&#257; mema rangatahi o te wh&#257;nau. Ka noho p&#363;mau, ka noho ng&#257;kau nui hoki r&#257;tou ki te kaupapa o te k&#333;hanga reo. He hononga &#257;-whakapapa t&#333; te wh&#257;nau ki Horohoro, &#257;, koia nei te take ka kawe mai r&#257;tou i &#257; r&#257;tou tamariki ki t&#275;nei k&#333;hanga reo. Ko ng&#257; whakaritenga katoa o te k&#333;hanga reo ka ahu mai i te whanaungatanga. He tino hiahia t&#333; te wh&#257;nau kia m&#257;tau &#257; r&#257;tou tamariki ki te k&#333;rero i te reo M&#257;ori, me te m&#333;hio ki a r&#257;tou an&#333;, ki t&#333; r&#257;tou t&#363;rangawaewae hoki. Ka whakarato te wh&#257;nau ki ng&#257; tamariki t&#275;tahi taiao akoranga e ahu mai ana i te ng&#257;kau m&#257;haki, te mauritau, me te rangim&#257;rie.</p><p>He m&#257;t&#257;toa te whakahaere a te wh&#257;nau i ng&#257; whakahaeretanga o te k&#333;hanga reo. He hiahia t&#333; r&#257;tou ki te whakarite i te poipoitanga o ng&#257; whakaritenga katoa i te waiora me te aronga toi whenuatanga o &#257; r&#257;tou tamariki.</p><a id="2-nga-whakaaturanga-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Whakaaturanga o te Arotake</h2><h3>He p&#275;hea rawa te harikoa o ng&#257; tamariki i roto i &#257; r&#257;tou akoranga ki te k&#333;hanga reo?</h3><p>He p&#257;rekareka ki ng&#257; tamariki ng&#257; hononga papai ki &#333; r&#257;tou hoa, ki ng&#257; kaimahi hoki, &#257;, he &#257;konga harikoa, he &#257;konga m&#257;ia hoki.</p><h3>Mana Atua</h3><p>Ka wheako ng&#257; tamariki ki t&#275;tahi taiao akoranga he rangim&#257;rie, he mauritau hoki te &#257;hua. Ka aro nui ng&#257; tamariki ki te m&#257;haki me te aroha o ng&#257; kaimahi. Kei te m&#257;rama r&#257;tou ki te whanonga e t&#363;manakohia ana i a r&#257;tou e mahi ana ki roto. Ka wheako ng&#257; tamariki i te roanga o ng&#257; w&#257; ako, e whakaw&#257;tea ana i a r&#257;tou ki te arotahi me te whakaaro nui ki &#257; r&#257;tou mahi.</p><p>Ka ako ng&#257; tamariki m&#257; ng&#257; hononga e mau nei i te aroha me te atawhai. Ko ng&#257; taunekeneke ki &#275;tahi atu tamariki me te wh&#257;nau, e ahu mai ana i te whanaungatanga. He tino hononga &#257;-whakapapa t&#333; te katoa o ng&#257; tamariki me ng&#257; p&#257;keke. Ka &#257;kina r&#257;tou kia whakapuaki te aroha me te manaaki ki &#333; r&#257;tou hoa. Ka wheako ng&#257; tamariki i ng&#257; hononga e whai p&#363;take ana, &#257;, e whakarato ana te tino t&#363;&#257;papa m&#333; &#257; r&#257;tou akoranga.</p><p>He pai te aro a ng&#257; tamariki ki te reo M&#257;ori. He m&#257;rie te whakahaeretanga i ng&#257; wheako ako reo. He mauritau hoki te k&#333;rero a ng&#257; kaimahi ki ng&#257; tamariki. Ka aro nui ng&#257; tamariki, &#257;, ka areare &#333; r&#257;tou taringa i ng&#257; w&#257; ako &#333;kawa. Kei ng&#257; kaimahi te wh&#257;nuitanga o ng&#257; t&#363;momo rautaki papai kia &#257;ta whakarongo ai ng&#257; tamariki. Ka rongo ng&#257; tamariki i te wairua o te reo M&#257;ori, &#257;, he pai t&#257; r&#257;tou aro atu.</p><p>Ka ako, ka tupu hoki ng&#257; tamariki ki t&#275;tahi taiao e poipoi ana i t&#333; r&#257;tou waiora &#257;-whatumanawa, &#257;-tinana, &#257;-hinengaro, &#257;-tangata hoki.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><p>Ka whakahaere te wh&#257;nau i te k&#333;hanga reo i runga an&#333; i &#333; r&#257;tou wawata m&#333; &#257; r&#257;tou tamariki me te kaupapa o te k&#333;hanga reo.</p><p>He tukanga &#257; ng&#257; kaimahi ki te whakamahere, te aromatawai, me te arom&#257;tai. He m&#257;rama t&#257; r&#257;tou arotahi ki ng&#257; akoranga a ng&#257; tamariki. Ka whakaraupapa ng&#257; mahere i te kiko, i ng&#257; rautaki hoki ki te whakatinana i te h&#333;taka me ng&#257; rauemi. Ka t&#257;utu te arom&#257;tai i ng&#257; &#257;huatanga ka whakapai ake i te h&#333;taka akoranga. Ka whai hua ng&#257; tamariki n&#257; ng&#257; tukanga i &#257;ta whakaritea ai, i &#257;ta whakahaerehia ai hoki.</p><p>Kua arotakengia te t&#363;tohinga, &#257;, he tino m&#257;rama ng&#257; aratohu o roto m&#333; te whakahaeretanga o te k&#333;hanga reo. He matawh&#257;nui ng&#257; kaupapa here me ng&#257; tukanga e p&#257; ana ki te hauora me te haumaru, &#257;, ka &#257;rahi i ng&#257; whakaritenga o ia r&#257;. He m&#257;rama, he pai hoki te whakahaeretanga o ng&#257; p&#363;naha e p&#257; ana ki ng&#257; p&#363;tea. Ka wheako ng&#257; tamariki i t&#275;tahi taiao ako i &#257;ta whakam&#257;tauhia ai hei poipoi i te hauora me te haumaru o ng&#257; tamariki me &#333; r&#257;tou matea ako.</p><p>Kua whakaritea e te wh&#257;nau ng&#257; tino wh&#257;inga, ng&#257; tino kaupapa matua hoki m&#333; te whakawhanake tonutanga o t&#333; r&#257;tou k&#333;hanga reo. Ka tino whai p&#257;nga t&#333; Te Ara T&#363;&#257;pae me Ng&#257; Pou e Wh&#257; ki t&#275;nei &#257;huatanga. Ka h&#257;paitia te arotake whaiaro e te maha o ng&#257; p&#363;rongo ka whakaatuhia m&#257; te wh&#257;nau. He pai te whakam&#333;hio ki te wh&#257;nau i t&#275;n&#257; e k&#333;kirihia ana ki te k&#333;hanga reo. Ko te aronga whakamua, te aroturuki hoki o ng&#257; whakahaeretanga o te k&#333;hanga reo e h&#257;ngai p&#363; ana ki ng&#257; painga m&#333; ng&#257; tamariki.</p><h3>Ng&#257; Whakaritenga Matua ka Whai Ake</h3><p>I t&#275;nei w&#257; ka whakamahi ng&#257; kaimahi i ng&#257; p&#363;kete hei huarahi m&#333; te aroturuki i te ahu whakamua o ng&#257; tamariki. M&#257;rakerake ana te kite atu, k&#257;hore i te tino m&#257;rama r&#257;tou ki te p&#363;take, ng&#257; mahi r&#257;nei e tika ana m&#333; ng&#257; p&#363;kete e p&#257; ana ki ng&#257; akoranga a ng&#257; tamariki. Me h&#257;pai i te wh&#257;nau me ng&#257; kaimahi ki te whakapakari i ng&#257; mahi aromatawai, tae atu ki te &#257;ta whakatakoto haere i ng&#257; tuhinga e p&#257; ana ki te ahu whakamua a ng&#257; tamariki, me te t&#257;utu hoki i ng&#257; taumata akoranga ka wh&#257;ia tonuhia e ia tamaiti.</p><a id="3-te-whakataunga-a-te-kohanga-reo-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>3 Te Whakataunga a te K&#333;hanga Reo ki ng&#257; W&#257;hanga Tautukunga</h2><p>I te w&#257; o te arotake, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li>te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p>Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2>4 Te Taunakitanga</h2><p>I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo te taunakitanga e whai ake nei:</p><p>Kia whakapakari te wh&#257;nau me ng&#257; kaimahi i t&#333; r&#257;tou m&#257;ramatanga, t&#257; r&#257;tou whakatinanatanga hoki i ng&#257; p&#363;kete a ng&#257; tamariki, hei t&#363;momo rautaki ka aroturuki i te ako me te ahunga whakamua o ng&#257; tamariki.</p><h3>Te Whakar&#257;popototanga</h3><p>E t&#363; ana Te K&#333;hanga Reo o Horohoro ki k&#333; atu r&#257; i Rotorua. Ka ng&#257;kau nui ng&#257; tamariki ki ng&#257; hononga papai ki &#333; r&#257;tou hoa me ng&#257; kaimahi, &#257;, he &#257;konga harikoa, he &#257;konga m&#257;ia hoki r&#257;tou. He m&#257;haki ng&#257; kaimahi i a r&#257;tou e taunekeneke ana me ng&#257; tamariki. He ng&#257;kau m&#257;haki t&#333; r&#257;tou me te whakamana hoki i ng&#257; tamariki.</p><h3>Hei &#257; hea Te Tari Arotake M&#257;tauranga arotake an&#333; ai i te k&#333;hanga reo?</h3><p>Ka arotake an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te K&#333;hanga Reo o Horohoro i roto i te toru o ng&#257; tau.</p><p>Lynda Pura-Watson</p><p>Kaiurungi Whakaturuki Arotake M&#257;ori</p><p><span>04 Haratua, 2015</span></p><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Horohoro sits below Maunga Horohoro between Kearoa Marae and Horohoro School. Horohoro is an isolated community on the outskirts of Rotorua. The rural setting is rich in natural resources. Children from the k&#333;hanga reo either attend the local school or one of the kura kaupapa M&#257;ori in Rotorua.</p><p>Many of the wh&#257;nau are young. They are committed and passionate about the kaupapa o te k&#333;hanga reo. Wh&#257;nau have whakapapa links to Horohoro which is why they bring their children to this k&#333;hanga reo. All practices at k&#333;hanga reo are based on whanaungatanga. Wh&#257;nau have a strong desire for their children to be competent speakers of te reo M&#257;ori and to understand who they are and where they come from. The wh&#257;nau provides children with a learning environment based on humility, calm and peace.</p><p>Wh&#257;nau are actively managing the operations of the k&#333;hanga reo. They are keen to ensure that all practices nurture their children&rsquo;s wellbeing and sense of belonging.</p><a id="2-the-review-findings" class="toc-anchor"></a><h2>2 The Review Findings</h2><h3>To what extent are children happy in their learning while at k&#333;hanga reo?</h3><p>Children enjoy positive relationships with their peers and kaimahi and they are happy and confident learners.</p><h3>Mana Atua</h3><p>Children experience a learning environment that is peaceful and calm. Children respond to the quiet, loving nature of kaimahi. They are clear about the expected behaviour when working indoors. Children experience uninterrupted learning where they can focus and concentrate on their work.</p><p>Children learn through loving and warm relationships. Interactions with other children and wh&#257;nau are based on whanaungatanga. All children and adults have strong whakapapa links to each other. They are encouraged to display love and care with their peers. Children experience meaningful relationships that provide a strong foundation for their learning.</p><p>Children respond positively to te reo M&#257;ori. Language learning experiences are conducted in a peaceful manner. Kaimahi speak calmly with children. Children pay attention and listen attentively during formal learning times. Kaimahi have a range of positive strategies to focus children&rsquo;s listening. Children are exposed to the wairua of te reo M&#257;ori and respond in positive ways.</p><p>Children learn and grow in an environment where their emotional, physical, intellectual and social wellbeing are nurtured.</p><h3>Planning and Evaluation</h3><p>The wh&#257;nau manage the k&#333;hanga reo according to their aspirations for their children and the kaupapa of the k&#333;hanga reo.</p><p>Kaimahi have processes for planning, assessment and evaluation. These have a clear focus on children&rsquo;s learning. Planning outlines the content, strategies for implementing the programme and resources. Evaluations identify improvements to be made to the learning programme. Children benefit from processes that are well organised and managed.</p><p>The charter has been reviewed and provides clear guidelines for the operations of the k&#333;hanga reo. Health and safety policies and procedures are comprehensive and guide daily practice. Financial systems are well managed and transparent. Children experience a learning environment where all reasonable health and safety steps are taken to protect them and their learning needs are supported.</p><p>The wh&#257;nau have set clear goals and priorities for the future development of their k&#333;hanga reo. This is influenced by Te Ara T&#363;&#257;pae and Ng&#257; Pou E Wha. Self review is supported by a number of reports presented to the wh&#257;nau. Wh&#257;nau are well informed of what is happening at k&#333;hanga reo. The future direction and monitoring of k&#333;hanga reo operations is centred on benefits for children.</p><h3>Key Next Steps</h3><p>Kaimahi currently use profiles as a method for monitoring children&rsquo;s progress. It is clear that they do not clearly understand the purpose or what is required for profiling children&rsquo;s learning. Wh&#257;nau and kaimahi need support to strengthen assessment practice including accurately recording children&rsquo;s progress and identifying each child&rsquo;s next learning steps.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the review, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendation:</p><p>Wh&#257;nau and kaimahi strengthen their understanding and implementation of children&rsquo;s profile as a tool for monitoring children&rsquo;s learning and progress.</p><h3>Conclusion</h3><p>Te K&#333;hanga Reo o Horohoro is situated on the outskirts of Rotorua. Children enjoy positive relationships with their peers and kaimahi and they are happy and confident learners. Kaimahi are gentle in their interactions with children. They are humble and treat children with respect.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>The next ERO review of Te K&#333;hanga Reo o Horohorowill be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>4 May 2015</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td width="369">
<p>Rotorua</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td width="369">
<p>41016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td width="369">
<p>05C019</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td width="369">
<p>23 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td width="369">
<p>10 children, including up to 2 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td width="369">
<p>Girls 3</p>
<p>Boys 7</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td width="369">
<p>M&#257;ori 100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td width="369">
<p>March 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td width="369">
<p>4 May 2015</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Supplementary Review</p>
</td>
<td width="187">
<p>February 2012</p>
<p>June 2008</p>
<p>August 2004</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Horohoro reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-horohoro-04-05-2015/" title="Te Kōhanga Reo o Horohoro - 04/05/2015">Te Kōhanga Reo o Horohoro - 04/05/2015</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-horohoro-26-06-2018/" title="Te Kōhanga Reo o Horohoro - 26/06/2018">Te Kōhanga Reo o Horohoro - 26/06/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
