<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Te Teko - 29/06/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Teko - 29/06/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Te Teko - 29/06/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Te Teko - 29/06/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1592442990" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Te Teko - 29/06/2018 page" href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="ce762a11181008f3ea5adc6091e8b8efae1b473f" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/find/?Keywords=early+childhood&amp;Category=1&amp;start=20#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
            <li>
                
                
                    <a href=/find/>Search</a>
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Te Teko - 29/06/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Te Teko - 29/06/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#4-te-taunakitanga" title="4 Te Taunakitanga">4 Te Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#4-recommendation" title="4 Recommendation">4 Recommendation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; p&#257;tata ana Te K&#333;hanga Reo o Te Teko ki te t&#257;one me te kura o te hapori nei. He rahi te w&#257;hi t&#363; o te k&#333;hanga reo, &#257;, i te roanga o te w&#257; kua whakawhanakehia kia t&#363; t&#275;tahi whare k&#333;hanga nui, &#257;, kia rahi hoki ng&#257; w&#257;hi t&#257;karo, w&#257;hi m&#257;ra hoki. Kawea mai ai ng&#257; tamariki tokomaha ki te k&#333;hanga reo, mai i rohe wh&#257;nui o te w&#257;hi nei. He pakari ng&#257; tukanga &#257; te wh&#257;nau ki te &#257;ta whakatau i te haumaru me te waiora o ng&#257; tamariki. E whakapuaki ana te tau&#257;ki taketake a te wh&#257;nau i te wawata kia riro i ng&#257; tamariki me te wh&#257;nau ng&#257; p&#363;manawa hei wahap&#363; k&#333;rero.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te whai hua o ng&#257; tamariki ki te whai w&#257;hi atu ki &#257; r&#257;tou akoranga?</h3><p lang="mi">E whai w&#257;hi nui ana ng&#257; tamariki ki t&#275;tahi h&#333;taka akoranga e noho ngangahau ana, &#257;, e whakahihiri ana hoki.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><h4 lang="mi">Mana Reo</h4><p lang="mi">E whiwhi ana ng&#257; tamariki i te wh&#257;nuitanga o ng&#257; t&#363;momo wheako ako e mau ana i te h&#333;honutanga an&#333; hoki o te reo, &#257;, e whakap&#363;mau ana i te kaha o ng&#257; tamariki ki te whai w&#257;hi atu, me te noho ng&#257;kau nui. Ka whakarato te wh&#257;nau i te wh&#257;nuitanga o ng&#257; t&#363;momo waiata, karakia, m&#333;teatea hoki n&#333; r&#257;tou. Ka toro atu ng&#257; kaimahi ki ng&#257; t&#363;momo rautaki a te wh&#257;nau e whakaongaonga ana i te maha o ng&#257; whakawhitinga k&#333;rero ki ng&#257; tamariki, puta noa i te r&#257;. Ka rongo ng&#257; tamariki i te reo M&#257;ori e whakamahia ana ki te wh&#257;nuitanga o ng&#257; t&#363;momo horopaki &ndash; ar&#257;, ko ng&#257; horopaki tuku iho me &#275;r&#257; o te ao hou nei, te &#333;kawa me te &#333;paki, me te whakapuakitanga mai o te pakirehua. Ka whakaongaongatia, ka whakawerohia hoki t&#333; r&#257;tou whakawhanaketanga reo. E whakawh&#257;nui ana, e whakatairanga ana hoki ng&#257; haerenga auau i whakamaheretia ai i te ako a ng&#257; tamariki, i a r&#257;tou e t&#363;hura ana, &#257;, e m&#257;takitaki ana hoki i t&#275;n&#257; e whakapuakihia ana ki te ao e noho nei r&#257;tou. He nui an&#333; hoki te whai w&#257; o ng&#257; tamariki ki te noho tahi me te k&#333;rerorero ki ng&#257; kaum&#257;tua. E whai p&#363;take ana, he hihiri hoki ng&#257; wheako ako a ng&#257; tamariki.</p><p lang="mi">He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te whakamahi i te reo M&#257;ori i a r&#257;tou e k&#333;rero ana ki ng&#257; p&#257;keke me &#333; r&#257;tou hoa. Ka rumakina ng&#257; p&#275;pi me ng&#257; tamariki ki t&#275;tahi taiao e mau nei i te reo M&#257;ori anake hei reo whakawhitinga k&#333;rero. E whakawhanake ana t&#333; r&#257;tou m&#333;hiotanga me t&#333; r&#257;tou m&#257;ramatanga ki te reo. Ka kitea taua &#257;huatanga m&#257; te aro nui o ng&#257; p&#275;pi ki te reo M&#257;ori, m&#257; &#333; r&#257;tou menemene, m&#257; te pakipaki, &#257;, m&#257; te korikori harikoa hoki o &#333; r&#257;tou tinana. He kaha ake ng&#257; tamariki tu&#257;kana ki te whakamahi i te reo M&#257;ori ki te taha o ng&#257; p&#257;keke me ng&#257; hoa, n&#257; ng&#257; t&#363;manako nui o ng&#257; kaimahi.</p><p lang="mi">E ako ana ng&#257; tamariki i te reo rotarota. E whakarato ana te wh&#257;nau i t&#275;tahi w&#257;hi haumaru, manaaki hoki m&#333; te ako. Kua t&#257;utuhia e r&#257;tou, e &#257;kina ana te reo rotarota i te whai w&#257;hi ake o ng&#257; tamariki whaih&#257;pai ki te h&#333;taka. Ko aua tamariki hei h&#257;pai ake, e whakatutuki ana i ng&#257; taumata ki tua atu i &#275;r&#257; i t&#363;manakohia ai e ng&#257; m&#257;tanga. E whakap&#363;mau ana te wh&#257;nau i te teitei o ng&#257; t&#363;manako m&#333; &#257; r&#257;tou tamariki katoa. Ka kitea ki ng&#257; tamariki t&#333; r&#257;tou m&#257;ramatanga ki ng&#257; t&#363;momo &#257;heinga reo.</p><h4 lang="mi">Mana Whenua</h4><p lang="mi">E m&#333;hio ana ng&#257; tamariki ki a r&#257;tou an&#333; me &#333; r&#257;tou t&#363;rangawaewae hoki. E m&#333;hio ana te wh&#257;nau, ko te tuakiri t&#275;tahi tino p&#363;manawa ahurea hei poipoi, hei whakawhanake an&#333; hoki i roto i ng&#257; tamariki. Kua &#257;ta tuituia te h&#333;taka ki ng&#257; pepeha, ng&#257; waiata o te hapori, me ng&#257; k&#333;rero tawhito. E whakapiki ana aua t&#363;&#257;huatanga i ng&#257; m&#257;ramatanga o ng&#257; tamariki ki ng&#257; pou whenua whakahirahira o te iwi, me ng&#257; t&#363;puna i whai w&#257;hi nui ai ki ng&#257; k&#333;rero tuku iho a te iwi. Ka &#257;ta whakarite te wh&#257;nau i t&#257; r&#257;tou taetae atu ki ng&#257; tangihanga, &#257;, kei te waia haere ng&#257; tamariki ki ng&#257; tikanga o te marae me te whanonga tika. E m&#333;hio wh&#257;nuitia ana, e tino kitea ana hoki te k&#333;hanga reo ki ng&#257; huihuinga i ng&#257; marae. Ka rongo ng&#257; tamariki i ng&#257; &#257;huatanga whakahirahira o ng&#257; whaik&#333;rero, &#257;, e whakatairanga ana i te whakawhanaketanga o &#333; r&#257;tou p&#363;kenga hei kai&#257;rahi pea o &#257;p&#333;p&#333;.</p><h4 lang="mi">Mana Atua</h4><p lang="mi">Ka kitea ki ng&#257; tamariki t&#333; r&#257;tou whakaute &#257;-wairua, &#257;-ahurea hoki m&#257; t&#257; r&#257;tou whakapuaki i ng&#257; karakia, ng&#257; waiata, me ng&#257; m&#333;teatea. Ka &#257;ta whakarite te wh&#257;nau kia m&#257;ramahia, kia whakaatuhia hoki e ng&#257; tamariki t&#333; r&#257;tou whakaute me t&#333; r&#257;tou m&#333;hiotanga ki ng&#257; karakia me ng&#257; atua M&#257;ori. E whakapuaki ana ng&#257; tamariki i &#275;tahi o aua tikanga ki te k&#257;inga, &#257;, e akiaki ana hoki i ng&#257; wh&#257;nau ki te whai atu. E whakatairangatia ana te &#257;rahitanga e ng&#257; kaiako, &#257;, e tino tautokona ana ng&#257; tamariki ki te whakatutuki i ng&#257; wero e h&#257;ngai ana ki te whakapuaki k&#333;rero ki mua i te minenga. Ka noho tata mai ng&#257; p&#257;keke, &#257;, ka akiaki r&#257;tou i ng&#257; tamariki m&#257; te wh&#257;ngai i ng&#257; paku t&#299;whiri, m&#257; te whaka&#257;huru hoki.</p><p lang="mi">Ka whakariterite ng&#257; kaimahi kia whai w&#257;hi mai ng&#257; atua M&#257;ori hei tino &#257;huatanga tonu o ng&#257; akoranga a ng&#257; tamariki. Ka whakapuaki i ng&#257; m&#333;hiotanga ki te whakaute me te tiaki i ng&#257; tini &#257;huatanga o te taiao wh&#257;nui. E whakatairanga ana te m&#257;ra kai i te m&#257;ramatanga o ng&#257; tamariki ki te whakat&#333;, te hauhake, me te whakapounamu i ng&#257; kai. E whanake ana te whakaute o ng&#257; tamariki ki a Papat&#363;&#257;nuku r&#257;ua ko Haumietiketike. He ng&#257;kau titikaha &#333; ng&#257; tamariki ki te t&#363; hei kaitiaki o te taiao.</p><h4 lang="mi">Mana Tangata</h4><p lang="mi">He mauritau, he manaakitanga hoki t&#333; ng&#257; hononga me ng&#257; taunekeneke o ng&#257; tamariki. Ko ng&#257; mahinga i whakaritea ai e te wh&#257;nau e &#257;ta h&#257;pai m&#257;rika ana i ng&#257; tamariki ki te whakawhanake i &#333; r&#257;tou &#257;heinga ki te tiaki i a r&#257;tou an&#333;, &#257;, i &#275;tahi atu hoki. Ka whakatauira te wh&#257;nau i te whakaute, te manaaki, me te whakaaro nui o ng&#257; tamariki ki &#275;tahi atu. Ka rongo ng&#257; tamariki i te aroha, te manaaki, me te &#257;whina. He tino tauira ng&#257; tu&#257;kana m&#333; &#333; r&#257;tou t&#275;ina, &#257;, ka &#257;ta whai w&#257;hi atu ki te tautoko i ng&#257; w&#257; e tika ana. Ka whakamihi ng&#257; kaimahi i te atawhai o ng&#257; tamariki, &#257;, ka wh&#257;ngai an&#333; hoki i ng&#257; rautaki m&#333; te whanonga pai. He koanga ng&#257;kau t&#333; ng&#257; tamariki i a r&#257;tou e taunekeneke ana ki ng&#257; p&#257;keke me &#333; r&#257;tou hoa. Kei te harikoa, kei te mauritau hoki ng&#257; tamariki.</p><h4 lang="mi">Mana Aot&#363;roa</h4><p lang="mi">Ka t&#363;m&#257;ia ng&#257; tamariki ki te t&#363;hura me te whakatewhatewha i te ao wh&#257;nui kei tua atu i Te Teko. Ko t&#275;tahi &#257;huatanga motuhake o te h&#333;taka akoranga, ko te aronga ki te whakarato i ng&#257; wheako ako t&#363;turu e whai p&#363;take ana ki ng&#257; tamariki. Ka &#257;ta whakamaheretia, ka &#257;ta tautokona hoki e te wh&#257;nau ng&#257; haerenga i ia te w&#257; ki ng&#257; w&#257;hi whakahirahira. Ka whakarato te wh&#257;nau i ng&#257; k&#257;kahu me ng&#257; taputapu e tika ana, hei &#257;ta whakatau i te noho haumaru me te ng&#257;kau nuitanga o ng&#257; tamariki i a r&#257;tou e whai w&#257;hi atu ana ki ng&#257; wheako hou. Ko ng&#257; tirohanga me ng&#257; whakaaro o ng&#257; tamariki ki te ao e noho nei r&#257;tou, e &#257;ta whakawh&#257;nuihia ana ki ng&#257; wheako e whakapuakihia ana m&#257; te kaupapa tonu o te k&#333;hanga reo.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">Ko te waiora me te haumaru o ng&#257; tamariki e noho matua ana ki te wh&#257;nau. He tino p&#363;kenga, he tino m&#257;tau hoki &#333; te wh&#257;nau ki te whakahaere i te k&#333;hanga reo me te &#257;ta whakarite i te whai w&#257;hi mai o te wh&#257;nau. He kaha te whai w&#257;hi mai o ng&#257; wh&#257;nau ki ng&#257; hui o ia marama, &#257;, e &#257;kina ana ng&#257; m&#257;tua rangatahi tonu ki te whakapuaki i &#333; r&#257;tou whakaaro. E whai hua ana ng&#257; p&#363;rongo o ng&#257; hui &#257;-wh&#257;nau o ia marama, &#257;, ka h&#257;pai i te wh&#257;nau ki te whakatau i t&#275;n&#257; hei whakapai ake m&#257; ng&#257; tamariki, m&#257; ng&#257; m&#333;hiohio tonu e whakapuakihia ana. He pai te tuhi haere i ng&#257; meneti a te wh&#257;nau.</p><p lang="mi">Kei te wh&#257;nau te wh&#257;nuitanga o ng&#257; t&#363;momo mahi arotake whaiaro hei h&#257;pai, hei whakap&#363;mau hoki i te pai o ng&#257; mahi whakahaere i t&#333; r&#257;tou k&#333;hanga reo. T&#363; ai te arotake i ng&#257; kaupapa here ki ng&#257; hui o ia marama. E h&#257;ngai ana ng&#257; kaupapa here ki te w&#257;, &#257;, e whakatutuki ana hoki i ng&#257; herenga &#257;-ture. I t&#275;nei w&#257; e arotakengia ana ng&#257; mahere rautaki me ng&#257; mahere &#257;-tau, &#257;, ka whakamanahia e te wh&#257;nau &#257; t&#333;na w&#257;. E h&#257;pai ana ng&#257; arom&#257;tai i tuhia ai i te aru a te wh&#257;nau i te ahu whakamua ki te whakatutuki haere i ng&#257; mahi m&#333; te tau nei. E t&#257;utu ana te tukanga arohaehae i ng&#257; p&#363;kenga me ng&#257; whakaritenga o te kaiako e h&#257;pai ana i te whakahaeretanga o te k&#333;hanga reo kia whai hua ai. E tino tautokona ana ng&#257; kaiako me ng&#257; kaimahi e te wh&#257;nau ki te whakatairanga i te ako o ng&#257; tamariki ki te k&#333;hanga reo.</p><p lang="mi">Ko te ako a ng&#257; tamariki e whai hua ana n&#257; te h&#333;honutanga o te h&#333;taka akoranga i &#257;ta whakaritea ai, i &#257;ta whakamaheretia ai hoki. Ka whakamahere ng&#257;tahi ng&#257; kaimahi me te wh&#257;nau i ia w&#257;hanga, &#257;, ka t&#257;utu i ng&#257; wheako ka whakatairanga ake i te ako a ng&#257; tamariki. E hono ana ng&#257; mahere ki Te Wh&#257;riki, tae atu hoki ki ng&#257; kaupeka o te tau me ng&#257; atua M&#257;ori. Ka kawe ng&#257;tahi ng&#257; kaiako i ng&#257; whakaritenga whakamahere, aromatawai hoki i &#257;ta whakatakotohia ai. Ka whai w&#257;hi an&#333; hoki ki t&#275;nei, ko ng&#257; kitenga me te p&#363;kete a ia tamaiti. E tino m&#333;hio ana ng&#257; kaiako ki ng&#257; tamariki me &#333; r&#257;tou whaih&#257;pai ako. Ka aroturukitia, ka poipoia hoki ng&#257; ng&#257;kau nuitanga me ng&#257; whaih&#257;pai o ng&#257; tamariki. He pakari ng&#257; kaimahi ki te &#257;ta whakapuaki i ng&#257; hua m&#333; ng&#257; tamariki, i roto i ng&#257; kaupapa me ng&#257; haerenga i &#257;ta t&#299;pakohia ai. He auau, he pakari hoki ng&#257; whakawhitinga k&#333;rero a ng&#257; kaimahi m&#333; te whai huatanga o &#257; r&#257;tou whakaritenga. E tino whakaongaongatia ana ng&#257; hinengaro o ng&#257; tamariki.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-te-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Te Taunakitanga</h2><p lang="mi">E taunaki ana Te Tari Arotake M&#257;tauranga kia whakap&#363;mau tonu te wh&#257;nau me ng&#257; kaimahi o te k&#333;hanga reo ki te pai o ng&#257; whakaritenga e whai w&#257;hi nui ana ki ng&#257; painga m&#333; &#257; r&#257;tou tamariki.</p><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o Te Teko i roto i te wh&#257; o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>29 Pipiri, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei Te Teko</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40159</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">12E016</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">40, kia tokowaru ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">37, tekau kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 15</p>
<p lang="mi">Tama 22</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Haratua 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>29 Pipiri, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Haratua 2015</p>
<p lang="mi">Hui-tanguru 2012</p>
<p lang="mi">Pout&#363;-te-rangi 2009</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o Te Teko is located close to the township and the local kura. The k&#333;hanga reo occupies a large space which has been developed over time to include a substantial building and large play and garden areas. Many of the children are transported from the surrounding region to the k&#333;hanga reo. The wh&#257;nau has robust systems in place to ensure the safety and wellbeing of the children. The mission statement for the wh&#257;nau is an appeal to the children and wh&#257;nau to achieving the chiefly skills of oratory.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How effectively do children engage in their learning?</h3><p>Children are highly engaged in a vibrant and exciting learning programme.</p><h3>Ng&#257; Taumata Whakahirahira</h3><h4>Mana Reo</h4><p>Children receive an extensive range of rich language learning experiences that sustain high levels of engagement and enjoyment. The wh&#257;nau provide children with a wide range of waiata, karakia and m&#333;teatea that belongs to them. Kaimahi draw from a range of wh&#257;nau strategies that stimulates frequent conversations with children throughout the day. Children hear te reo M&#257;ori used across a range of settings &ndash; traditional and contemporary, formal and informal, and through open inquiry. They are stimulated and challenged in their language development. Regular and planned excursions extend and enrich children&rsquo;s learning as they explore and observe what is happening around them. Children have ample time to sit and talk with kaum&#257;tua. Language experiences for children is meaningful and exciting.</p><p>Children confidently use te reo M&#257;ori when speaking with adults and their friends. P&#275;pi and children immersed in an environment where only te reo M&#257;ori is spoken. They are developing an awareness and understanding of the language. This is demonstrated through the ways p&#275;pi react to te reo M&#257;ori by smiling, by clapping and moving their bodies with excitement. Older children are more likely to use te reo M&#257;ori with adults and friends because of the high expectations of kaimahi.</p><p>Children are learning to use sign language. The wh&#257;nau provide a safe and caring place for learning. They have identified that sign language encourages greater participation in the programme for children with additional needs. Those children requiring extra support are achieving milestones beyond the expectations of specialists. The wh&#257;nau maintain high expectations for all of their children. Children demonstrate an understanding of the different language functions.</p><h4>Mana Whenua</h4><p>Children know who they are and where they come from. The wh&#257;nau recognise that identity is an important cultural skill they must nurture and develop in children. Pepeha, local waiata and k&#333;rero tawhito are skilfully woven into the programme. These increase children&rsquo;s understanding of important landmarks to iwi and about significant tupuna who have contributed to tribal histories. The wh&#257;nau ensure attendance at tangihanga is an obligation they must meet and children are becoming familiar with marae tikanga and appropriate behaviour. The k&#333;hanga reo is well known and highly visible at marae events. Children are exposed to the more formal aspects of oratory which enhances the development of their skills as potential leaders of the future.</p><h4>Mana Atua</h4><p>Children demonstrate spiritual and cultural respect through their use of karakia, waiata and m&#333;teatea. The wh&#257;nau ensure that children understand and demonstrate a respect for and knowledge of karakia and atua M&#257;ori. Children are applying some of these practices home and encouraging the wh&#257;nau to adopt these rituals. Leadership roles are promoted by kaiako and children are well supported to meet the challenges of speaking to the large group. Adults sit close by and give children encouragement by providing simple clues and offering comforting guidance.</p><p>Kaimahi make plans to include atua M&#257;ori as an important part of children&rsquo;s learning. They include knowledge about how to show respect and care for many varied elements within the wider environment. The m&#257;ra kai are promoting children&rsquo;s understanding of planting, growing, harvesting and preserving kai. The respect shown by children to Papat&#363;&#257;nuku and Haumietiketike is developing. Children are confident kaitiaki of the environment.</p><h4>Mana Tangata</h4><p>Children&rsquo;s relationships and interactions are positive and caring. The routines wh&#257;nau have established ensure children can develop independence in taking care of themselves and others. The wh&#257;nau model respect, care and concern for others. Children experience aroha, manaaki and &#257;whina. Tuakana are good role models for teina and offer suitable support when needed. Kaimahi praise children&rsquo;s positive display of affection and offer strategies for appropriate behaviour. Children interact happily with adults and each other. Children are happy and settled.</p><h4>Mana Aot&#363;roa</h4><p>Children confidently explore and investigate the wider world beyond Te Teko. A feature of the learning programme is the focus on providing children with meaningful and authentic experiences for learning. Regular trips to places of interest are well planned and well supported by the wh&#257;nau. The wh&#257;nau provide appropriate clothing and equipment to ensure children&rsquo;s safety and enjoyment when experiencing new challenges. Children&rsquo;s views and thinking about the world around them is greatly expanded by the experiences provided within the kaupapa of k&#333;hanga reo.</p><h3>Planning and Evaluation</h3><p>The wellbeing and safety of children is important to the wh&#257;nau. The wh&#257;nau is highly skilled and competent at managing the k&#333;hanga reo and ensuring the participation of wh&#257;nau. Wh&#257;nau participation at monthly hui is high and the young parents are encouraged to voice their opinions. Reports to the regular monthly wh&#257;nau hui are helpful and enable wh&#257;nau to make informed decisions about improving what happens for children. Wh&#257;nau minutes are well documented.</p><p>The wh&#257;nau has range of self review practices in place to support and sustain good management of their k&#333;hanga reo. Policy review occurs regularly at monthly hui. Policies are current and meet legislative standards. Strategic and annual planning is currently being reviewed, and awaiting endorsement by the wh&#257;nau. Documented evaluation supports the wh&#257;nau to track progress towards meeting actions for the year. The appraisal process identifies the skills and practices of kaiako that are contributing to the well managed k&#333;hanga reo. Kaiako and kaimahi are well supported by the wh&#257;nau to enrich the learning of children in the k&#333;hanga reo.</p><p>Children&rsquo;s learning benefits from a rich, highly-organised and well-planned learning programme. The kaimahi and wh&#257;nau plan together each term and identify experience that will enrich children&rsquo;s learning. Planning is linked to Te Wh&#257;riki including the seasons and atua M&#257;ori. Kaiako share responsibility for the well-established planning and assessment practices. This includes observations and individual profile books. Kaiako know the children and their learning needs well. Children&rsquo;s interests and needs are monitored and catered for. Kaimahi confidently articulate the benefits for children of the selected kaupapa and related outings. Kaimahi have regular and rigorous discussions on the effectiveness of their practice. Children are highly stimulated.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendation" class="toc-anchor"></a><h2>4 Recommendation</h2><p>ERO recommends the wh&#257;nau and kaimahi of the k&#333;hanga reo continue to sustain the good practice that is contributing positive outcomes for their children.</p><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o Te Teko will be in four years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>29 June 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Te Teko</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>40159</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>12E016</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>40 children, including up to 8 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>37 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 15</p>
<p>Boys 22</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>May 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>29 June 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>May 2015</p>
<p>February 2012</p>
<p>March 2009</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Te Teko reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-te-teko-06-05-2015/" title="Te Kōhanga Reo o Te Teko - 06/05/2015">Te Kōhanga Reo o Te Teko - 06/05/2015</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-te-teko-29-06-2018/" title="Te Kōhanga Reo o Te Teko - 29/06/2018">Te Kōhanga Reo o Te Teko - 29/06/2018</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1592442990"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script><script async type="text/javascript" src="/_Incapsula_Resource?SWJIYLWA=719d34d31c8e3a6e6fffd425f7e032f3&ns=33&cb=1197997903"></script>
</body>
</html>
