<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tōmairangi - 19/06/2014 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tōmairangi - 19/06/2014" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tōmairangi - 19/06/2014" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tōmairangi - 19/06/2014" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage8.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tōmairangi - 19/06/2014 page" href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="ec4b1f965dc08ea028b523d0547691b810fea483" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tōmairangi - 19/06/2014</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tōmairangi - 19/06/2014</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#1-te-aromatai-a-te-tari-arotake-matauranga" title="1 Te Aromātai a te Tari Arotake Mātauranga">1 Te Aromātai a te Tari Arotake Mātauranga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#2-nga-kaupapa-motuhake-o-te-arotake" title="2 Ngā Kaupapa Motuhake o te Arotake">2 Ngā Kaupapa Motuhake o te Arotake</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#3-nga-whakaaturanga" title="3 Ngā Whakaaturanga">3 Ngā Whakaaturanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#4-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="4 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">4 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#5-nga-taunakitanga" title="5 Ngā Taunakitanga">5 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#1-the-education-review-office-ero-evaluation" title="1 The Education Review Office (ERO) Evaluation">1 The Education Review Office (ERO) Evaluation</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#2-review-priorities" title="2 Review Priorities">2 Review Priorities</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#3-findings" title="3 Findings">3 Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#4-whanau-management-assurance-on-compliance-areas" title="4 Whānau Management Assurance on Compliance Areas">4 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#5-recommendations" title="5 Recommendations">5 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/#about-the-kohanga-reo" title="About the Kōhanga Reo">About the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><a id="1-te-aromatai-a-te-tari-arotake-matauranga" class="toc-anchor"></a><h2>1 Te Arom&#257;tai a te Tari Arotake M&#257;tauranga</h2><p>E t&#363; ana Te K&#333;hanga Reo o T&#333;mairangi ki Mangapapa, ki T&#363;ranga-nui-a-Kiwa. Kua toru tau ng&#257; tamariki me te wh&#257;nau e noho ana ki t&#333; r&#257;tou whare hou. He manawa whakah&#299; t&#333; te wh&#257;nau m&#333; t&#275;nei whakatutukitanga. Ka whai p&#257;nga nui te ingoa T&#333;mairangi ki te wh&#257;nau. He mauritau, he rangim&#257;rie hoki te wairua ki waenga i te wh&#257;nau me ng&#257; kaimahi, &#257;, kua whai p&#257;nga nui, kua whai hua an&#333; hoki t&#275;nei te k&#333;hanga reo me ng&#257; tamariki. Ko te reo M&#257;ori te kaupapa arotahi m&#333; t&#275;nei arotake.</p><p>Ka rongo ng&#257; tamariki i ng&#257; tino tauira hiranga o te reo M&#257;ori, mai i ng&#257; kaimahi, ng&#257; p&#257;keke, ng&#257; kuia me ng&#257; kaum&#257;tua. Ka aro nui, ka whai w&#257;hi atu, ka &#257;ta whakarongo hoki ng&#257; tamariki ki te wh&#257;nau me ng&#257; kaimahi. He hakune ng&#257; whakawhitinga k&#333;rero, ka whai p&#363;take hoki, &#257;, he maha ng&#257; w&#257; ka k&#333;kirihia e ng&#257; tamariki. E tino pu&#257;wai ana te reo M&#257;ori. Ka rumakina ng&#257; tamariki ki te h&#333;honutanga o t&#275;tahi taiao o te reo M&#257;ori e whai p&#363;take ana.</p><p>He pakari ng&#257; kaimahi ki te whakamahere i ng&#257; kaupapa hihiri m&#257; ng&#257; tamariki. Ka whakamahi r&#257;tou i t&#275;tahi tino angamahi hei &#257;rahi i ng&#257; tukanga whakamahere. He matawh&#257;nui ng&#257; mahere, &#257;, ka whai hua ki te &#257;rahi i te whakapuakitanga o ng&#257; kaimahi i ng&#257; kaupapa ki ng&#257; tamariki. Ka arom&#257;tai, ka whakaaro huritao hoki i ia te w&#257; m&#333; ng&#257; &#257;huatanga o te h&#333;taka. N&#257; t&#275;nei, he nui ng&#257; hua ka puta ki ng&#257; akoranga a ng&#257; tamariki me t&#333; r&#257;tou whakawhanaketanga. He pakari ng&#257; mahi aromatawai, &#257;, e tohu matawh&#257;nui ana i te whakawhanaketanga o te reo M&#257;ori o ng&#257; tamariki, me &#257; r&#257;tou akoranga.</p><p>Ka whakarato ng&#257; kaimahi i t&#275;tahi h&#333;taka akoranga e whakatairanga ana i te &#257;ta ngana atu, te &#257;ta whai w&#257;hi atu hoki a ng&#257; tamariki. E &#257;hei ana ng&#257; tamariki ki te whakatau whakaritenga e p&#257; ana ki &#257; r&#257;tou ake akoranga, te t&#363;hura i ng&#257; t&#363;momo ari&#257;, me te mahi takitahi, ki ng&#257; r&#333;p&#363; iti r&#257;nei, ng&#257; r&#333;p&#363; nui r&#257;nei. He pai ng&#257; rauemi ki ng&#257; taiao akoranga o roto, o waho hoki, &#257;, he tino wh&#257;nui ng&#257; t&#363;momo rauemi e w&#257;tea ana ki ng&#257; tamariki. He pai te riterite o ng&#257; taumahi &#257;-kaupapa e &#257;rahina ana e ng&#257; p&#257;keke, me ng&#257; kaupapa hoki ka k&#333;kiri k&#275;tia e ng&#257; tamariki n&#257; runga i &#333; r&#257;tou ake ng&#257;kau nuitanga. He pai ng&#257; tauneketanga ki waenga i ng&#257; tamariki r&#257;tou ko ng&#257; kaimahi. Ka kitea ki ng&#257; tamariki te tau, te m&#257;rie, te m&#257;haki hoki e whakatauirahia e ng&#257; kaimahi me te wh&#257;nau.</p><p>Ka noho p&#363;mau ng&#257; kaum&#257;tua, ng&#257; kuia, ng&#257; kaimahi me te wh&#257;nau ki ng&#257; mahi o te k&#333;hanga reo. Ka whai hua ng&#257; tukanga me ng&#257; p&#363;naha e whakahaere ana i ng&#257; whakaritenga o te k&#333;hanga reo. He m&#257;t&#257;toa te whai w&#257;hi atu a te wh&#257;nau ki te whakatau i ng&#257; whakaritenga me ng&#257; whakapuaki whakaaro m&#333; ng&#257; mahere &#257;-kaupapa. He manawa whakah&#299; t&#333; te wh&#257;nau m&#333; te k&#333;hanga reo me &#257; r&#257;tou akoranga i roto i te reo M&#257;ori. He kaha te whanaungatanga ki waenga i te wh&#257;nau, ng&#257; kaimahi, me ng&#257; tamariki.</p><a id="2-nga-kaupapa-motuhake-o-te-arotake" class="toc-anchor"></a><h2>2 Ng&#257; Kaupapa Motuhake o te Arotake</h2><h3>Te Arotahi o te Arotake</h3><p>I mua o te arotake, i &#299;noitia te wh&#257;nau kia whai whakaaro ki &#257; r&#257;tou kaupapa motuhake m&#333; te arotake, &#257;, kia whakamahia ng&#257; aratohu me ng&#257; rauemi i whakaratohia e te Tari Arotake M&#257;tauranga.</p><p>K&#257;tahi ka whakaritea ng&#257; tino kaupapa motuhake m&#333; te arotake, whai muri o te whakawhitiwhitinga k&#333;rero i waenga o te r&#333;p&#363; arotake o te Tari Arotake M&#257;tauranga me te wh&#257;nau. I arotahi t&#275;nei whakawhitiwhitinga ki ng&#257; k&#333;rero i te puritia e te k&#333;hanga reo (t&#257;piri atu ki ng&#257; k&#333;rero arotake whaiaro) &#257;, me te wh&#257;nui o te p&#257;nga o ng&#257; take m&#333; te arotake ki ng&#257; hua ka puta ki ng&#257; tamariki o te k&#333;hanga reo.</p><p>I whakaritea e te wh&#257;nau ko t&#257;na kaupapa arotahi ko:</p><ul>
<li>
<p>Mana Reo</p>
</li>
</ul><p>Ko te katoa o ng&#257; arotake m&#257;tauranga &#257; te Tari Arotake M&#257;tauranga i roto o ng&#257; k&#333;hanga reo e arotahi ana ki te kounga o te m&#257;tauranga. Ki t&#257; te Tari Arotake M&#257;tauranga, kei roto i t&#275;nei ko te kounga o te:</p><ul>
<li>
<p>whakamahere h&#333;taka, te aromatawai, me te arom&#257;tai.</p>
</li>
</ul><p>Ko ng&#257; kitenga &#257; te Tari Arotake M&#257;tauranga i roto i &#275;nei w&#257;hanga, kei raro iho nei.</p><a id="3-nga-whakaaturanga" class="toc-anchor"></a><h2>3 Ng&#257; Whakaaturanga</h2><h3>Mana Reo</h3><h4>He whakam&#257;rama</h4><p><span>He p&#275;hea te whai huatanga o ng&#257; mahi hei h&#257;pai i te whakawhanaketanga o te reo M&#257;ori o ng&#257; tamariki?</span></p><p><span>Ka tino whai hua te tautoko i te whakawhanaketanga o te reo M&#257;ori o ng&#257; tamariki, &#257;, he whakawhanake ana te m&#257;ia me te m&#257;tau o ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori.</span></p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>Ka noho p&#363;mau te wh&#257;nau ki te whakarato i ng&#257; tino whai w&#257;hitanga ako m&#333; &#257; r&#257;tou tamariki, m&#257; t&#275;tahi aronga nui hoki ki te reo M&#257;ori.</p><p>Mana Reo. Ka ako ng&#257; tamariki ki t&#275;tahi taiao o te reo M&#257;ori e atawhai ana, e tautoko ana hoki. He ng&#257;wari te &#257;ta tohutohu, te &#257;ta &#257;rahi hoki o ng&#257; kuia, ng&#257; kaum&#257;tua, me ng&#257; kaimahi i ng&#257; tamariki kia whakamahi r&#257;tou i ng&#257; hanganga rerenga k&#333;rero e tika ana, me te wh&#257;nuitanga an&#333; hoki o ng&#257; kupu. He ng&#257;wari t&#257; r&#257;tou poipoi i ng&#257; taunekeneke a ng&#257; tamariki. E &#257;hei ana ng&#257; kaimahi me ng&#257; kaum&#257;tua ki te whakawh&#257;nui ake i ng&#257; whakawhitinga k&#333;rero a ng&#257; tamariki, kia noho hoki ng&#257; akoranga hei wheako ngahau, hei wheako p&#257;rekareka hoki. Ka whakamahia te t&#257;karo hei huarahi m&#333; te ako i te reo. Ka m&#257;takitaki te wh&#257;nau i te &#257;hua o te whakapakari haere o ng&#257; tamariki, i roto i &#333; r&#257;tou m&#333;hiotanga ki te reo M&#257;ori, me t&#257; r&#257;tou whakamahinga an&#333; hoki i te reo.</p><p>Ka whakahihiri ng&#257; kaimahi i te ako reo me ng&#257; mahi &#333;kawa m&#257; ng&#257; tamariki. He m&#257;m&#257; te whakawhiti k&#333;rero a ng&#257; tamariki ki waenga i a r&#257;tou an&#333;, ki te wh&#257;nau hoki m&#257; ng&#257; mahi &#257;-ringa, ng&#257; waiata, me ng&#257; whakawhitinga k&#333;rero. Ka tahuri, ka aro nui hoki ng&#257; tamariki ki ng&#257; kaimahi i aua tauneketanga, i aua taumahi hoki. He tau te whai w&#257;hi atu a ng&#257; tamariki ki ng&#257; huihuinga &#333;kawa, tae atu ki te karanga, te whaik&#333;rero, te hongi, me te harir&#363;. Kua tau ai ng&#257; tamariki hei tangata whenua. He pakari ng&#257; tamariki ki te k&#333;rero i te reo M&#257;ori, &#257;, he pai hoki te m&#257;ramatanga o ng&#257; tamariki k&#333;hungahunga.</p><p>Te h&#333;taka akoranga. E tino pu&#257;wai ana ng&#257; akoranga a ng&#257; tamariki, &#257;, ka whai p&#363;take hoki. E &#257;hei ana ng&#257; tamariki ki te whai i &#333; r&#257;tou ake ng&#257;kau nuitanga. Ka ako, ka t&#257;karo hoki r&#257;tou ki ng&#257; w&#257;hi o roto, o waho, me te nui hoki a ng&#257; rauemi. He pukumahi ng&#257; kaimahi ki te taha o ng&#257; tamariki, &#257;, he whakam&#333;wai hoki. Ka whai p&#363;take &#257; r&#257;tou whakawhitinga k&#333;rero ki ng&#257; tamariki i ng&#257; w&#257; katoa. Kua waihangatia te h&#333;taka hei poipoi i ng&#257; &#257;heinga me ng&#257; reanga o ng&#257; tamariki katoa. He pai te riterite o ng&#257; taumahi &#257;-kaupapa e arahina ana e ng&#257; p&#257;keke, me ng&#257; taumahi hoki e k&#333;kirihia ana e te tamaiti, n&#257; runga i &#333;na ng&#257;kau nuitanga. He pai ng&#257; tauneketanga ki waenga i ng&#257; tamariki r&#257;tou ko ng&#257; kaimahi.</p><h3>Te Whakamahere me te Arom&#257;tai</h3><h4>He whakam&#257;rama</h4><p>He p&#275;hea te whai hua o te wh&#257;nau ki te whakahaere i t&#333; r&#257;tou k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki?</p><p>Ka whai hua te wh&#257;nau ki te whakahaere i t&#333; r&#257;tou k&#333;hanga reo hei painga m&#333; &#257; r&#257;tou tamariki.</p><h4>Ng&#257; w&#257;hanga e pai ana te whakahaere</h4><p>Te whakahaeretanga a te wh&#257;nau i te k&#333;hanga reo me te tari. Ka whai hua te tuhi me te aroturuki i ng&#257; p&#363;naha me ng&#257; tukanga e p&#257; ana ki te whakahaeretanga a te wh&#257;nau me te whakahaere tari. Arotakengia ai aua tukanga, aua tuhinga hoki i ia te w&#257;. Ka kitea ki te &#257;ta p&#363;rongo puta noa i ng&#257; w&#257;hanga whakahaere katoa o te k&#333;hanga reo, te kaha o te arotake whaiaro me te whakam&#333;hio i te wh&#257;nau ki t&#275;n&#257; e k&#333;kirihia ana. Ka whai w&#257;hi m&#257;rika te wh&#257;nau ki ng&#257; mahi whakahaere i te k&#333;hanga reo. He t&#257;kare t&#257; r&#257;tou whai w&#257;hi atu ki te whakamahere i te h&#333;taka, &#257;, he maha ng&#257; w&#257; ka haere r&#257;tou ki ng&#257; akoranga o te reo M&#257;ori. He pai te whakahaeretanga o te k&#333;hanga reo hei painga m&#333; ng&#257; tamariki.</p><p>Te whakamahere. He ihupuku te whakamahere a ng&#257; kaimahi i ng&#257; h&#333;taka e tino whai hua ana m&#257; &#257; r&#257;tou tamariki. He pai te tuhituhi me te whai kiko o ng&#257; mahere o te w&#257; roa me te w&#257; poto. He rawaka ng&#257; aratohu o roto i ng&#257; mahere hei h&#257;pai i te whakapuakitanga o ng&#257; kaimahi i ng&#257; kaupapa ki ng&#257; tamariki. Ka wheako ng&#257; tamariki i ng&#257; kaupapa e whakatairanga ana, e whakamana ana hoki i te ao M&#257;ori.</p><p>Te aromatawai. He matawh&#257;nui ng&#257; whakaritenga aromatawai, &#257;, he tika te whakatakoto haere i te ahunga whakamua me ng&#257; mahi angitu a ng&#257; tamariki. Ka whakamahi ng&#257; kaimahi i te wh&#257;nuitanga o ng&#257; rautaki ka aroturuki i te ahunga whakamua me ng&#257; whakatutukitanga a ng&#257; tamariki. Ka whakatakotohia ng&#257; kitenga o ia r&#257;, in&#257; koa, ko te whakawhanaketanga o te reo M&#257;ori o ia tamaiti. Kei ng&#257; p&#363;kete a ia tamaiti ng&#257; whakaahua me ng&#257; tauira o ng&#257; mahi toi o ia kaupapa. Kua &#257;ta t&#257;pirihia ng&#257; k&#333;rerorero e whai hua ana, e whai m&#333;hiotanga an&#333; hoki. Ko t&#275;tahi whakam&#257;rama o te ahunga whakamua me ng&#257; whakatutukitanga a ia tamaiti i &#257;ta tuhia ai, &#257;, e noho w&#257;tea ana hei tirohanga m&#257; te wh&#257;nau.</p><p>Te arom&#257;tai h&#333;taka. He matawh&#257;nui te arom&#257;tai h&#333;taka, &#257;, he painga hoki m&#257; ng&#257; akoranga me te whakawhanaketanga o ng&#257; tamariki. Hui ai ng&#257; kaimahi i ia wiki ki te whakawhiti k&#333;rero, te arom&#257;tai, me te tuhi haere i &#333; r&#257;tou whakaaro huritao m&#333; te h&#333;taka. Ko te ahunga whakamua me ng&#257; akoranga a ng&#257; tamariki t&#275;tahi aronga nui i ng&#257; kaimahi e whakaaro huritao ana ki &#257; r&#257;tou mahi whakaako me te whai huatanga o te h&#333;taka o ia r&#257;.</p><h4>Te w&#257;hanga hei whakawhanake</h4><p>Me arotake te wh&#257;nau i ng&#257; kawenga a te kaiwhakahaere tari. I t&#275;nei w&#257;, e whakatutuki ana te kaiako i te t&#363;ranga o te kaiwhakahaere tari, me &#257;na kawenga tonu hei kaiako. Ko te whakakaha ake i te tautoko o te wh&#257;nau ki te whakahaere i te tari, ka whakaw&#257;tea an&#333; hoki i te kaiako ki te arotahi m&#257;rika ki &#257;na mahi ki te taha o ng&#257; kaimahi me ng&#257; tamariki.</p><a id="4-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2>4 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><h3>Te Tirohanga Wh&#257;nui</h3><p>I mua o te arotake, i whakak&#299;ia e te kaipupuri raihana, te wh&#257;nau, me ng&#257; kaimahi o te k&#333;hanga reo t&#275;tahi Tau&#257;ki Kupu T&#363;turu a te K&#333;hanga Reo kua Raihanatia, o Pipiri 2013, me t&#275;tahi R&#257;rangi T&#257;tari Whaiaro m&#257; te Tari Arotake M&#257;tauranga. I roto i &#275;nei tuhinga i oati r&#257;tou, i wh&#257;ia e r&#257;tou ng&#257; huarahi whai take hei whakatutuki i &#257; r&#257;tou herenga &#257;-ture e p&#257; ana ki:</p><ul>
<li>ng&#257; whakahaerenga &#257; te wh&#257;nau</li>
<li>te hauora, te waiora me te whai oranga</li>
<li>ng&#257; whakahaerenga kaimahi</li>
<li>ng&#257; whakahaerenga p&#363;tea me ng&#257; whakahaerenga rawa</li>
<li>te haumaru whatumanawa (t&#257;piri atu ko te whakatau tamariki, ko te &#257;rai i ng&#257; mahi whakaweti, mahi t&#363;kino)</li>
<li>te haumaru &#257;-tinana (t&#257;piri atu ko te whakatau tamariki; ko ng&#257; whakaritenga whakamoe, tiaki tamariki; ko ng&#257; aitu&#257; me te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li>ng&#257; tohu m&#257;tauranga me ng&#257; whakaritenga kaimahi</li>
<li>ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><a id="5-nga-taunakitanga" class="toc-anchor"></a><h2>5 Ng&#257; Taunakitanga</h2><p>E taunaki ana te Tari Arotake M&#257;tauranga:</p><p>Kia whakawhiti k&#333;rero, kia arotake an&#333; hoki te wh&#257;nau i te t&#363;nga o te kaiako me te wh&#257;nui ake o &#257;na mahi hei kaiwhakahaere tari.</p><h3>Hei &#257; hea te Tari Arotake M&#257;tauranga arotake an&#333; a i te k&#333;hanga reo?</h3><p>T&#275;r&#257; ka whakahaeretia e te Tari Arotake M&#257;tauranga te arotake whai muri, i roto i ng&#257; tau e wh&#257;.</p><p>Lynda Pura Watson</p><p>Kaiwhakahaere &#257;-Motu m&#333; ng&#257; Ratonga Arotake M&#257;ori (Te Uep&#363; &#257;-Motu)</p><p>19 Pipiri 2014</p><a id="1-the-education-review-office-ero-evaluation" class="toc-anchor"></a><h2>1 The Education Review Office (ERO) Evaluation</h2><p>Te K&#333;hanga Reo o Tomairangi is located in Mangapapa, Gisborne. The children and wh&#257;nau have been in their new premises for three years. The wh&#257;nau are proud of this achievement. The name Tomairangi is of major significance to wh&#257;nau. There is an aura of peace and calm among wh&#257;nau and kaimahi which has a significant and positive effect on the k&#333;hanga reo and children. Te reo M&#257;ori was the focus for this review.</p><p>Children are exposed to excellent te reo M&#257;ori models including kaimahi, pakeke, kuia and kaumatua. Children are responsive, attentive and listen carefully to wh&#257;nau and kaimahi. Conversations are deliberate, meaningful and often lead by the children. Te reo M&#257;ori is flourishing. Children are immersed in a rich, purposeful te reo M&#257;ori environment.</p><p>Kaimahi confidently plan exciting kaupapa for children. They use a sound framework to guide planning processes. Plans are comprehensive and effectively guide kaimahi when they deliver kaupapa to children. There is regular evaluation and reflection of the programme. This leads to significant benefits to children&rsquo;s learning and development. Assessment practices are robust and provide a comprehensive account of children&rsquo;s te reo M&#257;ori development and learning.</p><p>Kaimahi provide a learning programme that promotes purposeful engagement and participation by children. Children are able to make decisions about their own learning, explore different concepts and work in small or large groups or independently. The indoor and outdoor learning environments are well resourced with a rich selection of equipment that are readily available to children. There is a good balance of kaupapa activities that are guided by adults and child initiated activities that are based on their interests. Interactions among children and kaimahi are positive. Children reflect the settled, calm and quiet manner of kaimahi and wh&#257;nau.</p><p>Kaum&#257;tua, kuia, kaimahi and the wh&#257;nau are committed to the work of the k&#333;hanga reo. Procedures and systems for the management of the k&#333;hanga reo operations are effective. Wh&#257;nau take an active role in decision making and regularly contribute to kaupapa planning. Wh&#257;nau speak proudly about the k&#333;hanga reo and their te reo M&#257;ori classes. There is a strong sense of whanaungatanga among wh&#257;nau, kaimahi and children.</p><a id="2-review-priorities" class="toc-anchor"></a><h2>2 Review Priorities</h2><h3>The Focus of the Review</h3><p>Before the review, the wh&#257;nau were invited to consider its priorities for review using guidelines and resources provided by ERO.</p><p>The detailed priorities for review were then determined following a discussion between the ERO review team and wh&#257;nau. This discussion focused on existing information held by the k&#333;hanga reo (including self-review information) and the extent to which potential issues for review contributed to positive outcomes for children atthe k&#333;hanga reo.</p><p>The wh&#257;nau chose as its focus area:</p><ul>
<li>
<p>Mana Reo</p>
</li>
</ul><p>All ERO education reviews in k&#333;hanga reo focus on the quality of education. For ERO this includes the quality of:</p><ul>
<li>programme planning, assessment and evaluation.</li>
<li>ERO&rsquo;s findings in these areas are set out below.</li>
</ul><a id="3-findings" class="toc-anchor"></a><h2>3 Findings</h2><h3>Mana Reo</h3><h4>Background</h4><p>How effectively is children&rsquo;s te reo M&#257;ori development supported?</p><p>Support for children&rsquo;s te reo M&#257;ori development is highly effective and children are developing as confident, competent speakers of te reo M&#257;ori.</p><h4>Areas of good performance</h4><p>The wh&#257;nau are<span>committed</span>to providing the best learning opportunities for their children with a strong focus on te reo M&#257;ori.</p><p>Mana Reo. Children learn te reo M&#257;ori in a warm, supportive environment. Kuia, kaum&#257;tua and kaimahi gently advise and guide children to use correct sentence structures and a wide range of vocabulary. They support children&rsquo;s interactions in a non invasive way. Kaimahi and kaumatua are able to build on children&rsquo;s conversations and make learning a fun and enjoyable experience. Play is used as a vehicle for language learning. Wh&#257;nau observe how children are gaining confidence in their knowledge and use of te reo M&#257;ori.</p><p>Kaimahi make language learning and formalities exciting for children. Children communicate easily with each other and wh&#257;nau through actions, drama, waiata and discussions. Children are attentive and responsive to kaimahi during these encounters and activities. Children participate comfortably in formal ceremonies including karanga, whaik&#333;rero, hongi and hariru. Children are comfortable in their roles as tangata whenua. Children are confident speakers of te reo M&#257;ori while younger children have a good understanding.</p><p>Learning programme. Children&rsquo;s learning is flourishing and purposeful. Children are able to follow their own interests. They learn and play in well resourced indoor and outdoor areas. Kaimahi are hard workers who work with children in an unassuming way. Their conversations with children are always purposeful. The programme is designed to cater for the abilities and ages of all children. There is a good balance of kaupapa activities that are guided by adults and child initiated activities that are based on their interests. Interactions among children and kaimahi are positive.</p><h3>Planning and Evaluation</h3><h4>Background</h4><p>How well does the wh&#257;nau manage their k&#333;hanga reo to benefit of their children?</p><p>The wh&#257;nau effectively manage their k&#333;hanga reo in the best of their children.</p><h4>Areas of good performance</h4><p>Wh&#257;nau management and administration. Wh&#257;nau management and administration systems and procedures are effectively documented and monitored. These processes and documents are regularly reviewed. Full reporting across all areas of k&#333;hanga reo operations reflect strong self review and keep wh&#257;nau informed of what is happening. Wh&#257;nau participate fully in the running of the k&#333;hanga reo. They eagerly share in programme planning and often attend te reo M&#257;ori classes. The k&#333;hanga reo is managed well in the interests of children.</p><p>Planning. Kaimahi conscientiously plan highly effective programmes for their children. Long and short term plans are well written and detailed. Plans contain sufficient guidelines to assist kaimahi when they deliver kaupapa to children. Children experience kaupapa that promote and value te ao M&#257;ori.</p><p>Assessment. Assessment practices are comprehensive and appropriately record children&rsquo;s progress and successes. Kaimahi use a range of strategies to monitor children&rsquo;s progress and achievement. Daily observations, particularly of each child&rsquo;s te reo M&#257;ori development are recorded. Individual profiles contain photos and kaupapa art samples. These are carefully annotated with valuable and informative comments. A personal account of each child&rsquo;s progress and achievement is successfully documented and made available for wh&#257;nau.</p><p>Programme evaluation. Programme evaluation is comprehensive and benefits children&rsquo;s learning and development. Kaimahi meet on a weekly basis to discuss, evaluate and document their programme reflections. Children&rsquo;s progress and learning is a strong focus when kaimahi reflect on their teaching practice and the effectiveness of the daily programme.</p><h4>Area for Development</h4><p>Wh&#257;nau need to review the role of the administrator. Currently the kaiako fulfils the role as administrator along with her duties as kaiako. Greater wh&#257;nau support in administration is likely to allow the kaiako to focus on her work with kaimahi and children.</p><a id="4-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>4 Wh&#257;nau Management Assurance on Compliance Areas</h2><h3>Overview</h3><p>Before the review, the licensee, wh&#257;nau and staff of the k&#333;hanga reo completed an EROLicensed K&#333;hanga Reo Assurance Statement June 2013andSelf-Audit Checklist. In these documents they have attested that they had taken all reasonable steps to meet their legislative obligations related to:</p><ul>
<li>administration</li>
<li>health, safety and welfare</li>
<li>personnel management</li>
<li>financial and property management.</li>
<li>emotional safety (including behaviour management, prevention of bullying and abuse)</li>
<li>physical safety (including behaviour management, sleeping and supervision practices; accidents and medication; hygiene and routines; travel and excursion policies and procedures)</li>
<li>staff qualifications and organisation</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><a id="5-recommendations" class="toc-anchor"></a><h2>5 Recommendations</h2><p>ERO recommends:</p><p>the wh&#257;nau discuss and review the role of the kaiako and her additional role as administrator.</p><h3>When is ERO likely to review the k&#333;hanga reo again?</h3><p>ERO is likely to carry out the next review in four years.</p><p>Lynda Pura Watson</p><p>National Manager Review Services M&#257;ori (Te Uep&#363;-&#257;-Motu)</p><p>19 June 2014</p><a id="about-the-kohanga-reo" class="toc-anchor"></a><h2>About the K&#333;hanga Reo</h2><table style="width: 621px;" cellspacing="0" cellpadding="7">
<tbody>
<tr>
<td width="229" height="9" valign="top">
<p>Location</p>
</td>
<td colspan="2" width="364">
<p>Mangapapa, Gisborne</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Ministry of Education profile number</p>
</td>
<td colspan="2" width="364">
<p>55462</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Type</p>
</td>
<td colspan="2" width="364">
<p>K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Number licensed for</p>
</td>
<td colspan="2" width="364">
<p>25 including 8 under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Roll number</p>
</td>
<td colspan="2" width="364">
<p>24 including 7 under 2 years old</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Gender composition</p>
</td>
<td colspan="2" width="364">
<p>Girls 11</p>
<p>Boys 13</p>
</td>
</tr>
<tr valign="top">
<td width="229" height="9">
<p>Ethnic composition</p>
</td>
<td width="194">
<p>M&#257;ori</p>
</td>
<td width="156">
<p>100%</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Review team on site</p>
</td>
<td colspan="2" width="364">
<p>May 2014</p>
</td>
</tr>
<tr>
<td width="229" height="9" valign="top">
<p>Date of this report</p>
</td>
<td colspan="2" width="364">
<p>19 June 2014</p>
</td>
</tr>
<tr valign="top">
<td width="229" height="9">
<p>Most recent ERO reports</p>
</td>
<td width="194">
<p>Education Review</p>
</td>
<td width="156">
<p>February 2011</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tōmairangi reports</h6>

    <ul>

        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/" title="Te Kōhanga Reo o Tōmairangi - 10/04/2018">Te Kōhanga Reo o Tōmairangi - 10/04/2018</a>
            </li>
        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/" title="Te Kōhanga Reo o Tōmairangi - 19/06/2014">Te Kōhanga Reo o Tōmairangi - 19/06/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
