<!doctype html>
<html lang="en-NZ">
<head>
    <base href="https://www.ero.govt.nz/"><!--[if lte IE 6]></base><![endif]-->
    <meta charset="utf-8"/>
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1"/>

    <title>Te Kōhanga Reo o Tōmairangi - 10/04/2018 | Education Review Office</title>
    <meta name="generator" content="SilverStripe - http://silverstripe.org" />
<meta http-equiv="Content-type" content="text/html; charset=utf-8" />
<meta name="x-subsite-id" content="8" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tōmairangi - 10/04/2018" hreflang="en-NZ" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/" />
<link rel="alternate" type="text/html" title="Te Kōhanga Reo o Tōmairangi - 10/04/2018" hreflang="en" href="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/" />

    <meta property="og:title" content="Te Kōhanga Reo o Tōmairangi - 10/04/2018" />
<meta property="og:site_name" content="Education Review Office"/>
<meta property="og:url" content="https://www.ero.govt.nz/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/" />
<meta property="og:description" content="" />
<meta property="og:type" content="website" />
<meta property="og:locale" content="en-NZ" />
<meta property="fb:app_id" content="" />


    <!--  Mobile Viewport (for responsive build) -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0"/>

    <!-- This is the traditional favicon. 16x16 or 32x32 -->
    <link rel="icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>
    <link rel="shortcut icon" href="themes/ero-theme/ico/favicon-ero.ico" type="image/x-icon"/>

    <!-- Apple icons -->
    <link rel="apple-touch-icon" sizes="144x144"
          href="themes/ero-theme/ico/apple-touch-icon-144x144.png"/>
    <link rel="apple-touch-icon" sizes="114x114"
          href="themes/ero-theme/ico/apple-touch-icon-114x114.png"/>
    <link rel="apple-touch-icon" sizes="72x72"
          href="themes/ero-theme/ico/apple-touch-icon-72x72.png"/>
    <link rel="apple-touch-icon" href="themes/ero-theme/ico/apple-touch-icon.png"/>

    <!-- Apple fullscreen mode hinting -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <meta name="apple-mobile-web-app-status-bar-style" content="black"/>

<link rel="stylesheet" type="text/css" href="/font-awesome/css/lib/font-awesome.min.css?m=1478984188" />
<link rel="stylesheet" type="text/css" href="/assets/_combinedfiles/cwp-ero-theme/styles.css?m=1580093828" />
<style type="text/css">
        .feature-title {
          background-image: url(/assets/Uploads/banner-montage5.jpg);
          background-size:cover;
        }
</style>
<link rel="alternate" type="application/rss+xml" title="Updates to Te Kōhanga Reo o Tōmairangi - 10/04/2018 page" href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/changes" />
<link rel="alternate" type="application/rss+xml" title="Updates to Education Review Office" href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/allchanges" />
</head>

<body itemscope itemtype="http://schema.org/WebPage" class="EroReportECE">

<div class="loading-cover"></div>

    <div class="menu-search">
    <div class="wrap">
        
            <div class="header-search">
                <div class="search-box">
                    
<form id="Form_EroSearchForm" action="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/EroSearchForm" method="get" enctype="application/x-www-form-urlencoded">

	
	<p id="Form_EroSearchForm_error" class="message " style="display: none"></p>
	

	<fieldset>
		
		
			<div id="Form_EroSearchForm_Keywords_Holder" class="field text nolabel">
	
	<div class="middleColumn">
		<input type="text" name="Keywords" class="text nolabel" id="Form_EroSearchForm_Keywords" />
	</div>
	
	
	
</div>

		
			<input type="hidden" name="SecurityID" value="7710d2b02bc323f5e7a3cffa55012b906effd995" class="hidden" id="Form_EroSearchForm_SecurityID" />
		
		<div class="clear"><!-- --></div>
	</fieldset>

	
	<div class="Actions">
		
			<button type="submit" name="action_submitEroSearchForm" value="Search" class="action" id="Form_EroSearchForm_action_submitEroSearchForm">
		Search
	</button>
		
	</div>
	

</form>


                </div>
            </div>
        
    </div>
</div>

<header class="thetop">

    <div class="wrap">
        <div class="logo">
            <ul>
                <li><a href="/" title=""><img src="/assets/Uploads/ero-logo-2016v2.png" alt="ero logo 2016v2" /></a></li>
                <li class="tagline">ERO evaluates and reports on the education and care of children and young people in early childhood services and schools.</li>
            </ul>
        </div>

        <div class="navigation">
            <nav id="main-nav">
                <ul class="menu">
    <li><a href="/"><i class="fa fa-fw fa-home"></i></a></li>
    
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">Publications</a>
                    <ul>
                        <li><a href=/publications/>All publications</a></li>
                        
                            
                                <li><a href="/publications/category/evaluation-indicators-and-frameworks">Evaluation indicators and frameworks</a></li>
                            
                        
                            
                                <li><a href="/publications/category/effective-practice-reports">Effective practice reports</a></li>
                            
                        
                            
                                <li><a href="/publications/category/national-evaluations">National evaluations</a></li>
                            
                        
                            
                                <li><a href="/publications/category/resources-and-guides">Resources and guides</a></li>
                            
                        
                            
                                <li><a href="/publications/category/corporate-publications">Corporate publications</a></li>
                            
                        
                            
                                <li><a href="/publications/category/guides-for-parents">Guides for parents</a></li>
                            
                        
                            
                        
                    </ul>

                    
                
            </li>
        
            <li>
                
                
                    <a href="/review-reports/">Early childhood and school reports</a>

                
            </li>
        
            <li>
                
                
                    <a href=/videos/>Videos</a>
                
            </li>
        
            <li>
                
                
                    <a href="/publications/communities-of-learning-kahui-ako-collaboration-to-improve-learner-outcomes/#" class="dropit-custom">How ERO reviews</a>
                    <ul>
                        
                            <li><a href="/how-ero-reviews/information-for-parents/">About ERO reviews</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-early-childhood-services-and-kohanga-reo/">ERO reviews of early childhood services and kōhanga reo</a></li>
                        
                            <li><a href="/how-ero-reviews/ero-reviews-of-schools-and-kura/">ERO reviews of schools and kura</a></li>
                        
                            <li><a href="/how-ero-reviews/our-approach-to-school-evaluations/">Our approach to school evaluations</a></li>
                        
                            <li><a href="/how-ero-reviews/how-ero-reviews-early-childhood-services-and-schools/">The review process for early learning services and schools</a></li>
                        
                    </ul>
                    
                
            </li>
        
    
    
        <li class="search-toggle ">
            <a class="search-icon">
                <i class="fa fa-fw fa-search"></i> Search
            </a>
        </li>
    
</ul>

            </nav>
        </div>
    </div>

</header>


    <section class="feature-title">

    </section>



    <div class="breadcrumb-wrapper">
        <nav class="breadcrumbs">
			
    <ol class="breadcrumb">
        <li class="first"><a href="">Home</a> </li>
		
			
                <li><a href="/review-reports/">Early childhood and school reports</a> </li>
			
		
			
                <li class="active sr-only">Te Kōhanga Reo o Tōmairangi - 10/04/2018</li>
			
		
    </ol>


        </nav>
    </div>




<div class="wrapper">
    <section>

    <h1>Te Kōhanga Reo o Tōmairangi - 10/04/2018</h1>

    <div class="wrap">
        <div class="content-half">
            
    <ul class="ero-toc">
        <li>
            <h4>On this page:</h4>
        </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#1-te-horopaki" title="1 Te Horopaki">1 Te Horopaki</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#2-nga-whakaaturanga-o-te-aromatai" title="2 Ngā Whakaaturanga o te Aromātai">2 Ngā Whakaaturanga o te Aromātai</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" title="3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga">3 Te Whakatau a te Whānau ki ngā Wāhanga Tautukunga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#4-nga-taunakitanga" title="4 Ngā Taunakitanga">4 Ngā Taunakitanga</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#nga-korero-e-pa-ana-ki-te-kohanga-reo" title="Ngā kōrero e pā ana ki te kōhanga reo">Ngā kōrero e pā ana ki te kōhanga reo</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#1-context" title="1 Context">1 Context</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#2-the-evaluation-findings" title="2 The Evaluation Findings">2 The Evaluation Findings</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#3-whanau-management-assurance-on-compliance-areas" title="3 Whānau Management Assurance on Compliance Areas">3 Whānau Management Assurance on Compliance Areas</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#4-recommendations" title="4 Recommendations">4 Recommendations</a>
            </li>
        
            <li>
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/#information-about-the-kohanga-reo" title="Information about the Kōhanga Reo">Information about the Kōhanga Reo</a>
            </li>
        
    </ul>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN" "http://www.w3.org/TR/REC-html40/loose.dtd">
<html><div type="HEADER">
<a id="1-te-horopaki" class="toc-anchor"></a><h2 lang="mi">1 Te Horopaki</h2>
</div><p lang="mi">E t&#363; ana Te K&#333;hanga Reo o T&#333;mairangi ki Mangapapa, ki T&#363;ranga-nui-a-Kiwa. He nui tonu te whai w&#257;hi mai o ng&#257; kaum&#257;tua ki te whakawhanaketanga o te reo M&#257;ori o te wh&#257;nau, ng&#257; kaimahi, me ng&#257; tamariki. Kua mahi te wh&#257;nau ki te whakahou ake me te whakawh&#257;nui ake i &#333; r&#257;tou w&#257;hi o roto, o waho hoki i te whare o te k&#333;hanga reo. He nahanaha te aronga ng&#257;tahi o te wh&#257;nau ki te k&#333;kiri tonu i te whakatairanga ake o te reo M&#257;ori m&#333; te katoa.</p><a id="2-nga-whakaaturanga-o-te-aromatai" class="toc-anchor"></a><h2 lang="mi">2 Ng&#257; Whakaaturanga o te Arom&#257;tai</h2><h3 lang="mi">He p&#275;hea rawa te whakawhitiwhiti k&#333;rero a ng&#257; tamariki m&#257; te reo M&#257;ori?</h3><p lang="mi">He ng&#257;kau titikaha t&#333; ng&#257; tamariki ki te whakawhitiwhiti k&#333;rero m&#257; te reo M&#257;ori ki waenga i a r&#257;tou an&#333;, &#257;, ki ng&#257; p&#257;keke hoki.</p><h3 lang="mi">Ng&#257; Taumata Whakahirahira</h3><p lang="mi">E tino tautokona te ako a ng&#257; tamariki i te reo M&#257;ori. Ko ng&#257; akoranga a ng&#257; tamariki e whakawh&#257;nui ake ana i t&#275;n&#257; e m&#333;hiotia ana e r&#257;tou m&#333; &#333; r&#257;tou tuakiri me &#333; r&#257;tou t&#363;rangawaewae. E whai p&#363;take ana aua taumahi i &#257;ta whakaritea ai, &#257;, e k&#333;kiri ana hoki &#275;nei i ng&#257; m&#333;hiotanga o ng&#257; tamariki ki ng&#257; k&#299;waha, ng&#257; whakapapa, ng&#257; m&#333;teatea, ng&#257; oriori, ng&#257; pao, ng&#257; haka, me ng&#257; waiata. Ka tito katoatia &#275;nei e te wh&#257;nau. He wh&#257;nui ng&#257; m&#333;hiotanga o ng&#257; kaimahi ki te reo M&#257;ori me ng&#257; rautaki ako e whai hua ana ki ng&#257; tamariki k&#333;hungahunga. Ka whakatairangatia te ng&#257;kau titikaha me te m&#333;hiotanga o ng&#257; tamariki ki te reo M&#257;ori, i a r&#257;tou e whakapuaki k&#333;rerorero ana ki te taha o &#333; r&#257;tou kaum&#257;tua. He pakari ng&#257; tamariki tu&#257;kana ki te whakawhitiwhiti k&#333;rero m&#257; te reo M&#257;ori.</p><p lang="mi">Ka noho manar&#363; ng&#257; tamariki ki ng&#257; m&#257;tauranga o te ao M&#257;ori. Ka whakanuia e r&#257;tou ng&#257; atua M&#257;ori i roto i &#257; r&#257;tou mahi katoa ki te k&#333;hanga reo. Ka rua tau te pakeke o ng&#257; tamariki, ka t&#299;mata r&#257;tou ki te whakawhitiwhiti i ng&#257; k&#333;rero m&#257;m&#257; ki ng&#257; kaum&#257;tua, ng&#257; kaimahi, me &#333; r&#257;tou hoa, m&#333; ng&#257; atua M&#257;ori. E ai ki ng&#257; m&#257;tua, ka whakapuakihia hoki e &#257; r&#257;tou tamariki ng&#257; k&#333;rero tuku iho e p&#257; ana ki ng&#257; atua M&#257;ori, ki &#333; r&#257;tou k&#257;inga. He wh&#257;nui ng&#257; t&#363;momo whakawhitinga k&#333;rero a ng&#257; tamariki tu&#257;kana ki waenga i a r&#257;tou an&#333;, m&#333; ng&#257; t&#363;momo kaupapa maha me &#275;tahi &#257;huatanga o ng&#257; kaupapa ako. He p&#257;rekareka ki a r&#257;tou ng&#257; taumahi e whakaw&#257;tea ana i a r&#257;tou ki te whakapuaki, te whakam&#257;rama, me te whakanui an&#333; hoki i t&#275;n&#257; e &#257;kona ana e r&#257;tou. T&#363; ai ng&#257; haerenga i ia te w&#257;, &#257;, e h&#257;pai ana &#275;nei i te t&#363;honohono o ng&#257; tamariki ki &#257; r&#257;tou akoranga. Ka taea e ng&#257; tamariki te whakapuaki mai &#333; r&#257;tou m&#257;ramatanga ki &#275;tahi &#257;huatanga o te m&#257;tauranga M&#257;ori.</p><p lang="mi">E ako ana ng&#257; tamariki ki t&#275;tahi taiao e mau ana i te maha o ng&#257; rauemi papai. E whakarato ana ng&#257; kaimahi i te h&#333;taka whakaongaonga e whakakoia ana i te mana o te taiao m&#257;oriori m&#257; te tirohanga M&#257;ori. E &#257;kina ana te t&#363;hura haere o ng&#257; tamariki i te taiao m&#257; te ngahau me te whakaari. Ka mahi ng&#257; kaimahi ki &#333; r&#257;tou taha, ki te whakawh&#257;nui i &#333; r&#257;tou whakaaro m&#257; te whakapuakitanga o ng&#257; kupu hou me ng&#257; ari&#257; hou. E tino whakaarohia ana ng&#257; ng&#257;kau nuitanga o t&#275;n&#257; me t&#275;n&#257;, &#257;, ka &#257;ta tuituia e ng&#257; kaimahi aua &#257;huatanga ki ng&#257; kaupapa ako. Ka whakap&#363;mau ng&#257; kaimahi me ng&#257; kaum&#257;tua &ndash; me te nuinga hoki o ng&#257; mema o te wh&#257;nau &ndash; i te whakahirahiratanga o te noho m&#333;hio ki ng&#257; k&#333;rero me ng&#257; whakapapa e p&#257; ana ki t&#275;n&#257; e &#257;kona ana e r&#257;tou, tae atu hoki ki &#333; r&#257;tou t&#363;honotanga. Ka tito te wh&#257;nau i ng&#257; oriori, ng&#257; waiata, me ng&#257; k&#299;waha hei whakap&#363;mau i ng&#257; m&#257;tauranga ki ng&#257; akoranga a ng&#257; tamariki. He ng&#257;kau titikaha t&#333; ng&#257; tamariki ki te ako.</p><p lang="mi">E whai w&#257;hi ana ng&#257; tamariki ki t&#275;tahi taiao e whakamana ana i t&#333; r&#257;tou atawhai me t&#333; r&#257;tou noho haumaru. Ka whakap&#363;mautia te taumata teitei o te atawhai me te aro nui ki ng&#257; tamariki. Ka whakahaerehia ng&#257; whakawhitinga m&#257; te t&#257;ruarua me te waia haere ki ng&#257; mahinga. Aroturukitia ai, whakahaerehia ai hoki te taiao me ng&#257; whakaritenga e p&#257; ana ki te hauora me te haumaru, puta noa i te r&#257;, &#257;, he ng&#257;wari tonu te rere o aua t&#363;&#257;huatanga. Ko &#275;tahi o aua t&#363;momo mahi, ko ng&#257; mahinga atawhai p&#275;r&#257; i ng&#257; w&#257; kai, te whakamoe, me te t&#299;ni kope. Ka whai w&#257;hi matua hoki te mirimiri me te rongo&#257; M&#257;ori ki te atawhai o ng&#257; tamariki. E tino h&#257;paitia ana r&#257;tou o ng&#257; tamariki hei &#257;ta &#257;whina ake. He mauritau, he harikoa ng&#257; tamariki, &#257;, e whakaongaongatia ana hoki. Ka whakapuaki ng&#257; kaimahi i te manaaki, te aroha, te awhi, me te tiaki ki te taha o ng&#257; tamariki. He mauritau ng&#257; tamariki.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">E m&#333;hio ana te wh&#257;nau he mea nui te whai w&#257;hi mai o te reo M&#257;ori ki ng&#257; k&#257;inga o ng&#257; tamariki, me te whai p&#257;nga nui o taua t&#363;&#257;huatanga ki te kounga kairangi o ng&#257; putanga ako ki te k&#333;hanga reo. He matatau &#275;tahi o ng&#257; mema o te wh&#257;nau ki te reo M&#257;ori, &#257;, e whai w&#257;hi m&#257;t&#257;toa ana hoki &#275;tahi atu ki ng&#257; kaupapa M&#257;ori i te hapori wh&#257;nui. Ko te whakaritenga ka whai ake, ko te whakatupu i te p&#363;mau ng&#257;tahi o te wh&#257;nau katoa ki te whakamahi i te reo M&#257;ori ki te taha o &#257; r&#257;tou tamariki, i roto i &#333; r&#257;tou k&#257;inga.</p><h3 lang="mi">Te Whakamahere me te Arom&#257;tai</h3><p lang="mi">He tino pai te whakamaheretanga o te ako reo me te whakawhanaketanga reo o ng&#257; tamariki. Ka whakaaro nuitia, ka tuituia hoki &#333; r&#257;tou ng&#257;kau nuitanga ki roto i ng&#257; kaupapa ako. He tino aronga ng&#257;tahi ki te whakamahere, &#257;, ka whai w&#257;hi mai ng&#257; m&#257;tua me ng&#257; kaum&#257;tua. N&#257; t&#275;nei, e whai p&#363;take ana ng&#257; mahere, &#257;, ka arotahi hoki ki te k&#333;kiri i te reo o ng&#257; tamariki. Ko ng&#257; w&#257;nanga a ng&#257; kaimahi, me &#333; r&#257;tou whakaaro huritao ngaio e p&#257; ana ki ng&#257; h&#333;taka me ng&#257; akoranga a ng&#257; tamariki, e &#257;ta whakatinana haere ana hoki i ng&#257; mahere h&#333;taka ka whai ake. E whai hua ana ng&#257; tamariki n&#257; t&#275;tahi h&#333;taka i &#257;ta whakamaheretia ai, i &#257;ta whakaritea ai hoki.</p><p lang="mi">Ko te ako me te ahu whakamua a ng&#257; tamariki te aronga o ng&#257; whakaaro huritao ngaio o ng&#257; kaimahi, me &#257; r&#257;tou p&#363;rongo. Ka whakaemi r&#257;tou i ng&#257; m&#333;hiohio ka whakatewhatewhatia e r&#257;tou m&#333; t&#275;n&#257; i whai w&#257;hi ai ki te ahu whakamua o ia tamaiti, o ia r&#333;p&#363; tamariki hoki. T&#257;piri atu ki t&#275;nei, he pai ng&#257; m&#333;hiohio e whakaw&#257;teahia ana e ng&#257; kaimahi m&#333; te ahu whakamua me te whakawhanaketanga o ia tamaiti ki te k&#333;hanga reo. Ka tohu aua m&#333;hiohio i te pu&#257;waitanga o &#333; r&#257;tou ng&#257;kau titikaha, me &#333; r&#257;tou &#257;heinga hoki ki te whakawhiti whakaaro m&#257; te reo M&#257;ori. He pai te whakam&#333;hio i te wh&#257;nau m&#333; te ahu whakamua a &#257; r&#257;tou tamariki.</p><p lang="mi">He pai te whakahaeretanga o te wh&#257;nau i t&#333; r&#257;tou k&#333;hanga reo. T&#363; ai ng&#257; hui i ia te w&#257;, &#257;, ka taetae mai ng&#257; mema tokomaha o te wh&#257;nau. Kua whakaritea t&#275;tahi w&#257; o te hui kia whakapuakihia e ng&#257; m&#257;tua &#333; r&#257;tou whakaaro m&#333; te whakawhanaketanga reo o &#257; r&#257;tou tamariki, tae atu hoki ki &#333; r&#257;tou matea me &#257; r&#257;tou whakatutukitanga. He tino m&#333;hiohio &#275;nei m&#257; ng&#257; kaimahi, i a r&#257;tou e aroturuki ana i te ahu whakamua a ng&#257; tamariki, ng&#257; h&#333;taka, me ng&#257; matea ako. He pai te whakahaere i ng&#257; mahi ki te arohaehae i ng&#257; kaimahi. Ka whiwhi ng&#257; kaimahi i ng&#257; w&#257;nanga matawh&#257;nui e h&#257;ngai p&#363; ana ki te reo M&#257;ori, &#257;, kua whai hua t&#275;nei t&#363;&#257;huatanga ki te ako a ng&#257; tamariki i te reo, me t&#333; r&#257;tou whakawhanaketanga reo. E whakahaerehia ana te k&#333;hanga reo hei painga m&#333; ng&#257; tamariki.</p><h4 lang="mi">Ng&#257; Whakaritenga Matua ka Whai Ake</h4><p lang="mi">Ka whakaemiemi te wh&#257;nau, ng&#257; kaimahi, me ng&#257; kaum&#257;tua i te h&#333;honutanga o ng&#257; tino m&#333;hiohio e p&#257; ana ki te reo M&#257;ori, ng&#257; putanga ako o ng&#257; tamariki, me ng&#257; w&#257;nanga reo. E akiaki ana Te Tari Arotake M&#257;tauranga i te wh&#257;nau ki te &#257;ta whakamahi i aua m&#333;hiohio hei whakapakari ake i te arom&#257;tai o roto. K&#257;hore i te tino m&#257;rama ng&#257; tini &#257;huatanga i whai p&#257;nga ai ki ng&#257; whakapaitanga i roto i ng&#257; whakahaeretanga o te k&#333;hanga reo, te h&#333;taka akoranga, me ng&#257; mahere rautaki. Ka pakari ake taua &#257;huatanga, m&#257; te whakatairanga ake i te taumata o ng&#257; p&#363;rongo, hei t&#257;utu an&#333; hoki i t&#275;n&#257; i whai hua ai, me t&#275;n&#257; hoki hei whakapai tonu.</p><p lang="mi">Ahakoa kua whakaatuhia e te wh&#257;nau &#257; r&#257;tou wh&#257;inga &#257;-purapura m&#333; Te Ara T&#363;&#257;pae, k&#257;hore an&#333; r&#257;tou kia tuhi i ng&#257; wh&#257;inga ake o t&#333; r&#257;tou k&#333;hanga reo, m&#257; ng&#257; putanga i t&#257; r&#257;tou arom&#257;tai o roto. Ka whai hua te wh&#257;nau m&#257; t&#275;tahi mahere rautaki e &#257;ta t&#257;utu ana i &#257; r&#257;tou wh&#257;inga me &#257; r&#257;tou kaupapa matua m&#333; ng&#257; tau kei te heke mai. Me whakatinana an&#333; hoki i t&#275;nei mahi m&#257; t&#275;tahi mahere mahi, kia tutuki i te wh&#257;nau &#333; r&#257;tou wawata me &#257; r&#257;tou kaupapa matua o te pae tawhiti.</p><a id="3-te-whakatau-a-te-whanau-ki-nga-wahanga-tautukunga" class="toc-anchor"></a><h2 lang="mi">3 Te Whakatau a te Wh&#257;nau ki ng&#257; W&#257;hanga Tautukunga</h2><p lang="mi">I te w&#257; o te arom&#257;tai, i whakam&#257;tauhia e Te Tari Arotake M&#257;tauranga ng&#257; p&#363;naha o te k&#333;hanga reo ki te whakahaere i ng&#257; &#257;huatanga i raro iho nei e whai p&#257;nga nui ana ki te waiora o ng&#257; tamariki:</p><ul>
<li lang="mi">te haumaru whatumanawa (t&#257;piri atu ko te &#257;rahi mauritau, ko te &#257;rai tamariki)</li>
<li lang="mi">te haumaru &#257;-tinana (t&#257;piri atu ko te m&#257;takitaki tamariki; ko ng&#257; whakaritenga whakamoe; ko ng&#257; aitu&#257;; ko te wh&#257;ngai rongo&#257;; ko ng&#257; whakaritenga akuaku; ko ng&#257; kaupapa here me ng&#257; tikanga haerenga whakawaho)</li>
<li lang="mi">te t&#363; tika o ng&#257; kaimahi (tae atu ki ng&#257; taumata tohu m&#257;tauranga; te arowhai a ng&#257; pirihimana; ng&#257; r&#275;hitatanga kaiako; me te tatauranga ki waenga i te kaiako me te tamaiti)</li>
<li lang="mi">ng&#257; whakaritenga, tikanga h&#333;neatanga e p&#257; ana ki te ahi me te r&#363; whenua.</li>
</ul><p lang="mi">Ko te tikanga, ka whakatairanga ng&#257; k&#333;hanga reo katoa i te hauora me te haumaru o ng&#257; tamariki, me te arotake an&#333; hoki i ia te w&#257; i t&#257; r&#257;tou whakatutukitanga i ng&#257; herenga &#257;-ture.</p><a id="4-nga-taunakitanga" class="toc-anchor"></a><h2 lang="mi">4 Ng&#257; Taunakitanga</h2><p lang="mi">I whakawhanakehia e Te Tari Arotake M&#257;tauranga me te wh&#257;nau o te k&#333;hanga reo ng&#257; taunakitanga e whai ake nei, ar&#257;, kia:</p><ul>
<li lang="mi">whakapakari te wh&#257;nau i te whakamahinga o te arom&#257;tai o roto ki te aroturuki i ng&#257; whakapaitanga ki ng&#257; whakahaeretanga me ng&#257; whakaritenga</li>
<li lang="mi">whakarite i t&#275;tahi mahere rautaki e h&#257;ngai p&#363; ana ki ng&#257; kaupapa matua a t&#333; r&#257;tou k&#333;hanga reo.</li>
</ul><h3 lang="mi">Hei &#257; hea Te Tari Arotake M&#257;tauranga arom&#257;tai an&#333; ai i te k&#333;hanga reo?</h3><p lang="mi">Ka arom&#257;tai an&#333; Te Tari Arotake M&#257;tauranga i Te K&#333;hanga Reo o T&#333;mairangi i roto i te toru o ng&#257; tau.</p><p lang="mi">Lynda Pura-Watson</p><p lang="mi">Kaiurungi Whakaturuki Arotake M&#257;ori</p><p lang="mi"><span>10 Paengawh&#257;wh&#257;, 2018</span></p><a id="nga-korero-e-pa-ana-ki-te-kohanga-reo" class="toc-anchor"></a><h2 lang="mi">Ng&#257; k&#333;rero e p&#257; ana ki te k&#333;hanga reo</h2><table cellpadding="7" cellspacing="0" style="width: 561px;"><colgroup><col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;w&#257;hi</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Kei T&#363;ranga-nui-a-Kiwa</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau a te T&#257;huhu o te M&#257;tauranga</p>
</td>
<td colspan="2" width="355">
<p lang="mi">55462</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tau tohu o Te K&#333;hanga Reo</p>
</td>
<td colspan="2" width="355" bgcolor="#FFFFFF">
<p lang="mi">06F078</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te t&#363;momo raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">He k&#333;hanga reo</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Kua raihanatia ki te ture</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Ng&#257; Ture M&#257;tauranga (Ratonga K&#333;hungahunga) 2008</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha m&#333; te raihana</p>
</td>
<td colspan="2" width="355">
<p lang="mi">30, kia tekau ki raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te tokomaha kei te r&#257;rangi ingoa</p>
</td>
<td colspan="2" width="355">
<p lang="mi">24, tokoono kei raro i te rua o ng&#257; tau</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te ira tangata</p>
</td>
<td colspan="2" width="355">
<p lang="mi">K&#333;tiro 8</p>
<p lang="mi">Tama 16</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; hononga &#257;-iwi</p>
</td>
<td width="170">
<p lang="mi">M&#257;ori</p>
</td>
<td width="171">
<p lang="mi">100%</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; i te k&#333;hanga reo te r&#333;p&#363; arotake</p>
</td>
<td colspan="2" width="355">
<p lang="mi">Hui-tanguru 2018</p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Te w&#257; o t&#275;nei p&#363;rongo</p>
</td>
<td colspan="2" width="355">
<p lang="mi"><span>10 Paengawh&#257;wh&#257;, 2018</span></p>
</td>
</tr>
<tr>
<td width="178" height="27">
<p lang="mi">Ng&#257; p&#363;rongo o mua a Te Tari Arotake M&#257;tauranga</p>
</td>
<td width="170">
<p lang="mi">Arotake M&#257;tauranga</p>
<p lang="mi">Arotake M&#257;tauranga</p>
</td>
<td width="171">
<p lang="mi">Pipiri 2014</p>
<p lang="mi">Hui-tanguru 2011</p>
</td>
</tr>
</tbody>
</table><a id="1-context" class="toc-anchor"></a><h2>1 Context</h2><p>Te K&#333;hanga Reo o T&#333;mairangi is in Mangapapa, Gisborne. Kaum&#257;tua continue to contribute significantly to wh&#257;nau, kaimahi and children&rsquo;s te reo M&#257;ori development. The wh&#257;nau has worked on further enhancements and extensions to their indoor and outdoor environments. There also continues to be a strategic and shared drive by wh&#257;nau for the advancement of te reo M&#257;ori for all.</p><a id="2-the-evaluation-findings" class="toc-anchor"></a><h2>2 The Evaluation Findings</h2><h3>How well do children communicate in te reo M&#257;ori?</h3><p>Children communicate confidently in te reo M&#257;ori with each other and with adults.</p><h3>Ng&#257; Taumata Whakahirahira</h3><p>Children are well supported to learn te reo M&#257;ori. Learning for children builds on knowledge about who they are and where they come from. These meaningful and well organised activities advance children&rsquo;s knowledge of k&#299;waha, whakapapa, m&#333;teatea, oriori, pao, haka, and waiata. These are all composed by the wh&#257;nau. Kaimahi knowledge of te reo M&#257;ori and strategies for effective learning for young children are extensive. Children&rsquo;s confidence and knowledge of te reo M&#257;ori is enhanced as they initiate conversations with their kaum&#257;tua. Older children are confident communicators of te reo M&#257;ori.</p><p>Children are fascinated with knowledge of the M&#257;ori world. They acknowledge atua M&#257;ori in all they do at the k&#333;hanga reo. From the age of two years old, children have simple conversations with kaum&#257;tua, kaimahi and each other about atua M&#257;ori. Parents report that stories of atua M&#257;ori are told by their children at home. Older children have extended conversations with each other about various kaupapa, and aspects of kaupapa ako. They enjoy activities that allows them to express, interpret and celebrate what they are learning. Regular haerenga help children to connect with what they have learnt. Children can express their understanding of aspects of m&#257;tauranga M&#257;ori.</p><p>Children learn in an environment that is well resourced. Kaimahi provide a stimulating programme that is affirming of the way M&#257;ori value the natural environment. Children are encouraged to explore nature in fun and dramatic ways. Kaimahi work alongside them to extend their thinking through the introduction of new words and concepts. Their individual interests are well considered as kaimahi effectively incorporate these into kaupapa ako. Kaimahi and kaum&#257;tua with the support of most wh&#257;nau members reinforce the importance of knowing the stories and whakapapa of what they learn about and how they are connected. Oriori, waiata and k&#299;waha composed by the wh&#257;nau are used to embed knowledge in to children&rsquo;s learning. Children are confident learners.</p><p>Children experience an environment where their care and safety is a priority. Care and attention for children are maintained to a high standard. The ways in which transitions are managed are based on repetition and familiarity with routines. The environment and health and safety practices are monitored and managed seamlessly throughout the day. These include basic care routines such as eating, sleeping and nappy changing. Mirimiri and rongo&#257; M&#257;ori are integral to the care for children. Children who require additional assistance are well supported. They are settled, happy and stimulated. Kaimahi show manaaki, aroha, awhi and tiaki with children. Children are secure and settled.</p><h4>Key Next Steps</h4><p>Wh&#257;nau acknowledge the importance of te reo M&#257;ori at home for their children, and how this contributes to high quality learning outcomes in the k&#333;hanga reo. There are wh&#257;nau who are fluent speakers of te reo M&#257;ori, and others who are actively engaged in wider local M&#257;ori kaupapa. The next step is to grow the collective commitment of all wh&#257;nau to using te reo M&#257;ori with their children at home.</p><h3>Planning and Evaluation</h3><p>Children&rsquo;s language learning and development is very well planned. Their interests are considered and integrated into kaupapa ako. There is a strong collaborative approach to planning which includes parents and kaum&#257;tua. Consequently, plans for learning are meaningful and focus on advancing children&rsquo;s language. Kaimahi w&#257;nanga and professional reflections about programmes and learning for children strongly inform further programme plans. Children benefit from a programme that is well planned and organised.</p><p>Children&rsquo;s learning and progress is the focus of kaimahi professional reflection and reporting. They collect information they can use to examine what has contributed to the progress of individual and groups of children. In addition, there is good information made available by kaimahi about each child&rsquo;s progress and development while at k&#333;hanga reo. This information shows their emerging confidence and ability to communicate in te reo M&#257;ori. Wh&#257;nau are well informed about their children&rsquo;s progress.</p><p>Wh&#257;nau manage their k&#333;hanga reo well. There are regular hui attended by many wh&#257;nau members. There is a designated time in hui for parents to talk about their children&rsquo;s language development, needs and achievements. This provides valuable information for the kaimahi as they monitor progress of children&rsquo;s language, programmes and learning needs. Kaimahi appraisal is managed well. Kaimahi receive comprehensive targeted te reo M&#257;ori w&#257;nanga that has had a positive impact on children&rsquo;s language learning and development. K&#333;hanga reo operations are managed in the interests of the children.</p><h4>Key Next Steps</h4><p>The wh&#257;nau, kaimahi and kaum&#257;tua gather a wealth of useful information about te reo M&#257;ori, learning outcomes for children, and w&#257;nanga reo. ERO encourages wh&#257;nau to make use of this information to strengthen internal evaluation. It is unclear as to what has contributed to improvements within k&#333;hanga reo operations, the learning programme and strategic planning. This can be strengthened by raising the level of reporting to identify what has worked and what needs improving.</p><p>While the wh&#257;nau has displayed their purapura goals in relation to Te Ara T&#363;&#257;pae, they are yet to document specific goals for their k&#333;hanga reo based on their internal evaluation. The wh&#257;nau would benefit from a strategic plan that clearly identifies their shared goals and priorities for the coming years. This should be supplemented by an action plan for the wh&#257;nau to achieve their aspirations and long-term priorities.</p><a id="3-whanau-management-assurance-on-compliance-areas" class="toc-anchor"></a><h2>3 Wh&#257;nau Management Assurance on Compliance Areas</h2><p>During the evaluation, ERO looked at the k&#333;hanga reo systems for managing the following areas that have a potentially high impact on children's wellbeing:</p><ul>
<li>emotional safety (including positive guidance and child protection)</li>
<li>physical safety (including supervision; sleep procedures; accidents; medication; hygiene; excursion policies and procedures)</li>
<li>suitable staffing (including qualification levels; police vetting; teacher registration; ratios)</li>
<li>evacuation procedures and practices for fire and earthquake.</li>
</ul><p>All k&#333;hanga reo are required to promote children's health and safety and to regularly review their compliance with legal requirements.</p><a id="4-recommendations" class="toc-anchor"></a><h2>4 Recommendations</h2><p>ERO and the K&#333;hanga Reo wh&#257;nau developed the following recommendations:</p><ul>
<li>strengthen wh&#257;nau use of internal evaluation to monitor improvements to operations and practice</li>
<li>establish a strategic plan specific to the priorities of their k&#333;hanga reo.</li>
</ul><h3>When is ERO likely to evaluate the k&#333;hanga reo again?</h3><p>The next ERO evaluation of Te K&#333;hanga Reo o T&#333;mairangi will be in three years.</p><p>Lynda Pura-Watson</p><p>Deputy Chief Review Officer M&#257;ori</p><p>10 April 2018</p><a id="information-about-the-kohanga-reo" class="toc-anchor"></a><h2>Information about the K&#333;hanga Reo</h2><table cellpadding="7" cellspacing="0" style="width: 629px;"><colgroup><col> <col> <col> <col> </colgroup>
<tbody>
<tr>
<td width="233" height="9">
<p>Location</p>
</td>
<td colspan="3" width="369">
<p>Gisborne</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Ministry of Education profile number</p>
</td>
<td colspan="3" width="369">
<p>55462</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo Identification Number</p>
</td>
<td colspan="3" width="369">
<p>06F078</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licence type</p>
</td>
<td colspan="3" width="369">
<p>Te K&#333;hanga Reo</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Licensed under</p>
</td>
<td colspan="3" width="369">
<p>Education (Early Childhood Services) Regulations 2008</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Number licensed for</p>
</td>
<td colspan="3" width="369">
<p>30 children, including up to 10 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>K&#333;hanga Reo roll</p>
</td>
<td colspan="3" width="369">
<p>24 children, including up to 6 aged under 2</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Gender composition</p>
</td>
<td colspan="3" width="369">
<p>Girls 8</p>
<p>Boys 16</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Ethnic composition</p>
</td>
<td colspan="2" width="177">
<p>M&#257;ori</p>
</td>
<td width="178">
<p>100%</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Review team on site</p>
</td>
<td colspan="3" width="369">
<p>February 2018</p>
</td>
</tr>
<tr>
<td width="233" height="9">
<p>Date of this report</p>
</td>
<td colspan="3" width="369">
<p>10 April 2018</p>
</td>
</tr>
<tr valign="top">
<td width="233" height="9">
<p>Most recent ERO report(s)</p>
</td>
<td width="168">
<p>Education Review</p>
<p>Education Review</p>
</td>
<td colspan="2" width="187">
<p>June 2014</p>
<p>February 2011</p>
</td>
</tr>
</tbody>
</table></html>

        </div>

        
            
                <aside>

    <h6>Te Kōhanga Reo o Tōmairangi reports</h6>

    <ul>

        
            <li class="current">
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-10-04-2018/" title="Te Kōhanga Reo o Tōmairangi - 10/04/2018">Te Kōhanga Reo o Tōmairangi - 10/04/2018</a>
            </li>
        
            <li class="link">
                <a href="/review-reports/te-kohanga-reo-o-tomairangi-19-06-2014/" title="Te Kōhanga Reo o Tōmairangi - 19/06/2014">Te Kōhanga Reo o Tōmairangi - 19/06/2014</a>
            </li>
        

    </ul>
</aside>
            
        
    </div>

</section>

    <div class="push"></div>
</div>

    <div class="scrolltop " title="Go to the top of the page">
    <div class='scroll'>
        <span class="fa-stack fa-lg">
            <i class="fa fa-circle fa-stack-2x"></i>
            <i class="fa fa-angle-up fa-stack-1x"></i>
        </span>
    </div>
</div>


    <div class="upper-footer">
    <div class="content">
        <ul class="footer-logo">
            <li><a href=""
                   title=""></a></li>
        </ul>
        <ul class="footer-link">
            
                <li><a href="/footer-upper/news/">News and events</a></li>
            
                <li><a href="/footer-upper/about-ero/">About ERO</a></li>
            
                <li><a href="/footer-upper/working-for-ero/">Working for ERO</a></li>
            
                <li><a href="/footer-upper/contact-us/">Contact us</a></li>
            
                <li><a href="/footer-upper/forthcoming-reviews/">Forthcoming Reviews</a></li>
            
                <li><a href="/footer-upper/expressing-a-concern-or-making-a-complaint/">Concerns and complaints</a></li>
            
                <li><a href="/footer-upper/national-evaluation-topics/">National Evaluation Topics</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings/">Official Information Act Requests</a></li>
            
                <li><a href="/footer-upper/oias-and-briefings-2/">Briefings</a></li>
            
        </ul>
    </div>
</div>

<footer>
    <div class="content">
        <ul class="footer-copyright">
            <li>© 2016 Education Review Office</li>
            
                <li><a href="/footer-lower/copyright/">Copyright</a></li>
            
                <li><a href="/footer-lower/legal-and-privacy/">Legal and privacy</a></li>
            
                <li><a href="/footer-lower/disclaimer/">Disclaimer</a></li>
            
                <li><a href="http://www.education.govt.nz/home/education-in-nz/education-agencies/">Education agencies in NZ</a></li>
            
        </ul>
    </div>
</footer>


<script type="text/javascript" src="/assets/_combinedfiles/cwp-ero-theme/scripts.js?m=1580093828"></script><script type="text/javascript">//<![CDATA[
var _gaq = _gaq || [];
_gaq.push(['_setAccount', 'UA-57121704-1']);
_gaq.push(['_trackPageview']);

(function () {
    var ga = document.createElement('script');
    ga.type = 'text/javascript';
    ga.async = true;
    ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
    var s = document.getElementsByTagName('script')[0];
    s.parentNode.insertBefore(ga, s);
})();


//]]></script></body>
</html>
